[
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "coloured pencils",
      "translation": "crayons de couleur",
      "definition": "Coloured pencils are writing and drawing instruments used to convey colour and are often used for artistic purposes.",
      "definition_translation": "Les crayons de couleur sont des instruments d'écriture et de dessin utilisés pour transmettre la couleur et sont souvent utilisés à des fins artistiques.",
      "example": "I used coloured pencils to draw a picture of my family. I will use coloured pencils to colour the map. I have used coloured pencils to create a beautiful design.",
      "example_translation": "J'ai utilisé des crayons de couleur pour dessiner un portrait de ma famille. J'utiliserai des crayons de couleur pour colorer la carte. J'ai utilisé des crayons de couleur pour créer un beau design.",
      "imageLink": "crayons.jpg",
      "audioLink": "coloured pencils.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "pencil",
      "translation": "crayon",
      "definition": "A pencil is a writing instrument made of a narrow, solid graphite core enclosed in a wooden or plastic casing.",
      "definition_translation": "Un crayon est un instrument d'écriture fait d'un noyau de graphite étroit et solide enfermé dans un boîtier en bois ou en plastique.",
      "example": "I wrote my name with a pencil. I will use a pencil to take notes. I have used a pencil to solve the math problem.",
      "example_translation": "J'ai écrit mon nom avec un crayon. J'utiliserai un crayon pour prendre des notes. J'ai utilisé un crayon pour résoudre le problème de mathématiques.",
      "imageLink": "pencil.jpg",
      "audioLink": "pencil.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "brush",
      "translation": "pinceau",
      "definition": "A brush is a tool with bristles or hairs used for cleaning or applying substances such as paint, ink, or cosmetics.",
      "definition_translation": "Un pinceau est un outil avec des soies ou des poils utilisé pour nettoyer ou appliquer des substances telles que la peinture, l'encre ou les cosmétiques.",
      "example": "I used a brush to paint the wall. I will use a brush to style my hair. I have used a brush to clean the floor.",
      "example_translation": "J'ai utilisé un pinceau pour peindre le mur. J'utiliserai un pinceau pour coiffer mes cheveux. J'ai utilisé un pinceau pour nettoyer le sol.",
      "imageLink": "brush-1.jpg",
      "audioLink": "brush.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "ruler",
      "translation": "règle",
      "definition": "A ruler is a straightedge with markings used to measure or draw straight lines.",
      "definition_translation": "Une règle est une ligne droite avec des marques utilisée pour mesurer ou dessiner des lignes droites.",
      "example": "I used a ruler to draw a straight line. I will use a ruler to measure the length of the table. I have used a ruler to create a perfect square.",
      "example_translation": "J'ai utilisé une règle pour dessiner une ligne droite. J'utiliserai une règle pour mesurer la longueur de la table. J'ai utilisé une règle pour créer un carré parfait.",
      "imageLink": "ruler.jpg",
      "audioLink": "ruler.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "scissors",
      "translation": "ciseaux",
      "definition": "A pair of scissors consists of two blades that are pivoted so that the sharp edges can be brought together to cut through thin materials such as paper, fabric, or hair.",
      "definition_translation": "Une paire de ciseaux se compose de deux lames qui sont articulées de manière que les tranchants puissent être rapprochés pour couper des matériaux fins tels que du papier, du tissu ou des cheveux.",
      "example": "I used scissors to cut out the intricate design, I will use scissors to cut my hair tomorrow, and I used scissors to open the package.",
      "example_translation": "J'ai utilisé des ciseaux pour couper le design intriqué, j'utiliserai des ciseaux pour me couper les cheveux demain, et j'ai utilisé des ciseaux pour ouvrir le paquet.",
      "imageLink": "scissors.jpg",
      "audioLink": "scissors.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "button",
      "translation": "bouton",
      "definition": "A small plastic or metal disc or knob used to fasten or unfasten a garment, or as a control for a machine.",
      "definition_translation": "Un petit disque de plastique ou de métal ou bouton utilisé pour attacher ou détacher un vêtement, ou comme contrôle pour une machine.",
      "example": "I sewed a button on my shirt, the button on the remote control is broken, and she will press the button to start the machine.",
      "example_translation": "J'ai cousu un bouton sur ma chemise, le bouton sur la télécommande est cassé, et elle appuiera sur le bouton pour démarrer la machine.",
      "imageLink": "button-1.jpg",
      "audioLink": "button.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "drawing pin",
      "translation": "pince à dessin",
      "definition": "A small pin used to hold a drawing or paper in place on a board or table.",
      "definition_translation": "Un petit épingle utilisé pour maintenir un dessin ou un papier en place sur un tableau ou une table.",
      "example": "I used a drawing pin to secure the map, she will use a drawing pin to hold the paper in place, and he used a drawing pin to create a collage.",
      "example_translation": "J'ai utilisé une pince à dessin pour sécuriser la carte, elle utilisera une pince à dessin pour maintenir le papier en place, et il a utilisé une pince à dessin pour créer un collage.",
      "imageLink": "drawing-pin.jpg",
      "audioLink": "drawing pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "ink",
      "translation": "encre",
      "definition": "A liquid substance used for writing or printing, especially in pens and printers.",
      "definition_translation": "Une substance liquide utilisée pour écrire ou imprimer, notamment dans les stylos et les imprimantes.",
      "example": "I filled my pen with blue ink, the printer ran out of ink, and she dipped her quill in red ink.",
      "example_translation": "J'ai rempli mon stylo d'encre bleue, l'imprimante a manqué d'encre, et elle a tremper son roseau dans l'encre rouge.",
      "imageLink": "ink.jpg",
      "audioLink": "ink.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "pattern",
      "translation": "modèle",
      "definition": "A pattern is a regular or repeated arrangement of objects, designs, or colors.",
      "definition_translation": "Un modèle est une disposition régulière ou répétée d'objets, de conceptions ou de couleurs.",
      "example": "I love the pattern on this fabric. Yesterday, I saw a similar pattern on a dress. If I had a sewing machine, I would make a dress with this pattern tomorrow.",
      "example_translation": "J'aime le modèle sur ce tissu. Hier, j'ai vu un modèle similaire sur une robe. Si j'avais une machine à coudre, je ferais une robe avec ce modèle demain.",
      "imageLink": "pattern.jpg",
      "audioLink": "pattern.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "pin",
      "translation": "épingle",
      "definition": "A pin is a small, thin piece of metal used for fastening things together.",
      "definition_translation": "Une épingle est un petit morceau de métal mince utilisé pour attacher des choses ensemble.",
      "example": "I used a pin to fix my shirt. I had used a pin to hold my scarf together yesterday. If I find a pin, I will use it to fasten my hat tomorrow.",
      "example_translation": "J'ai utilisé une épingle pour réparer mon chemisier. J'avais utilisé une épingle pour tenir mon écharpe ensemble hier. Si je trouve une épingle, je l'utiliserai pour attacher mon chapeau demain.",
      "imageLink": "pin-1.jpg",
      "audioLink": "pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "pincushion",
      "translation": "coussin d'épingles",
      "definition": "A pincushion is a small, round or square cushion used to store pins.",
      "definition_translation": "Un coussin d'épingles est un petit coussin rond ou carré utilisé pour stocker des épingles.",
      "example": "I need to buy a pincushion to store my pins. I used a pincushion to organize my sewing kit yesterday. If I find a nice pincushion, I will buy it to decorate my sewing room tomorrow.",
      "example_translation": "J'ai besoin d'acheter un coussin d'épingles pour stocker mes épingles. J'ai utilisé un coussin d'épingles pour organiser mon kit de couture hier. Si je trouve un joli coussin d'épingles, je l'achèterai pour décorer ma salle de couture demain.",
      "imageLink": "pincushion.jpg",
      "audioLink": "pincushion.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cardboard",
      "translation": "carton",
      "definition": "Cardboard is a stiff, paper-like material used for making boxes, signs, and other objects.",
      "definition_translation": "Le carton est un matériau rigide, similaire au papier, utilisé pour faire des boîtes, des signes et d'autres objets.",
      "example": "I used a piece of cardboard to make a sign. Yesterday, I had used cardboard to create a box. If I find a large piece of cardboard, I will make a puppet theater tomorrow.",
      "example_translation": "J'ai utilisé un morceau de carton pour faire un signe. Hier, j'avais utilisé du carton pour créer une boîte. Si je trouve un grand morceau de carton, je ferai un théâtre de marionnettes demain.",
      "imageLink": "cardboard.jpg",
      "audioLink": "cardboard.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "clay",
      "translation": "argile",
      "definition": "A type of fine-grained earth material that is plastic when moist but hardens when heated or dried.",
      "definition_translation": "Un type de matériau terrestre fin à grain qui est plastique lorsqu'il est humide mais durcit lorsqu'il est chauffé ou séché.",
      "example": "The potter shaped the clay into a beautiful vase. Yesterday, I had shaped a small clay bird. Tomorrow, I will shape a clay statue.",
      "example_translation": "Le potier a façonné l'argile en un beau vase. Hier, j'avais façonné un petit oiseau en argile. Demain, je façonnerai une statue en argile.",
      "imageLink": "clay.jpg",
      "audioLink": "clay.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "crayons",
      "translation": "crayons",
      "definition": "A stick of colored material, typically wax-based, used for drawing or coloring.",
      "definition_translation": "Un bâton de matériau coloré, généralement à base de cire, utilisé pour dessiner ou colorer.",
      "example": "The child picked up the crayons and started drawing a picture. Yesterday, I had used crayons to color a book. Tomorrow, I will use crayons to draw a cartoon.",
      "example_translation": "L'enfant a pris les crayons et a commencé à dessiner une image. Hier, j'avais utilisé des crayons pour colorer un livre. Demain, j'utiliserai des crayons pour dessiner une bande dessinée.",
      "imageLink": "crayons-1.jpg",
      "audioLink": "crayons.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "glue",
      "translation": "colle",
      "definition": "A sticky substance used for joining or repairing things.",
      "definition_translation": "Une substance collante utilisée pour joindre ou réparer des choses.",
      "example": "I applied the glue to the broken toy and stuck it back together. Yesterday, I had used glue to fix a chair. Tomorrow, I will use glue to attach a button.",
      "example_translation": "J'ai appliqué la colle sur le jouet cassé et l'ai réparé. Hier, j'avais utilisé de la colle pour réparer une chaise. Demain, j'utiliserai de la colle pour attacher un bouton.",
      "imageLink": "glue-1.jpg",
      "audioLink": "glue.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "needle",
      "translation": "aiguille",
      "definition": "A small, pointed instrument used for sewing or piercing.",
      "definition_translation": "Un petit instrument pointu utilisé pour coudre ou percer.",
      "example": "She threaded the needle and started sewing a dress. Yesterday, I had used a needle to fix a torn page. Tomorrow, I will use a needle to quilt a blanket.",
      "example_translation": "Elle a enfilé l'aiguille et a commencé à coudre une robe. Hier, j'avais utilisé une aiguille pour réparer une page déchirée. Demain, j'utiliserai une aiguille pour faire du patchwork sur une couverture.",
      "imageLink": "needle.jpg",
      "audioLink": "needle.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "paper napkin",
      "translation": "serviette en papier",
      "definition": "A small, usually square piece of absorbent paper used for wiping the mouth and hands while eating.",
      "definition_translation": "Un petit morceau de papier absorbant, généralement carré, utilisé pour s'essuyer la bouche et les mains pendant les repas.",
      "example": "I used a paper napkin to wipe my mouth after eating the sandwich. I will use a paper napkin to clean my hands. She had used a paper napkin to dry her tears.",
      "example_translation": "J'ai utilisé une serviette en papier pour m'essuyer la bouche après avoir mangé le sandwich. J'utiliserai une serviette en papier pour nettoyer mes mains. Elle avait utilisé une serviette en papier pour sécher ses larmes.",
      "imageLink": "paper-napkin.jpg",
      "audioLink": "paper napkin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "safety pin",
      "translation": "épinglette de sécurité",
      "definition": "A small pin with a spring-loaded clasp, used to fasten clothing or other fabrics securely, especially on babies and young children.",
      "definition_translation": "Une petite épine avec un fermoir à ressort, utilisée pour fixer des vêtements ou d'autres tissus de manière sécurisée, notamment sur les bébés et les jeunes enfants.",
      "example": "My mom used a safety pin to fasten my diaper when I was a baby. She will use a safety pin to fix the ripped seam of her dress. The babysitter had used a safety pin to temporarily fix the broken zipper on the kid's jacket.",
      "example_translation": "Ma mère a utilisé une épinglette de sécurité pour attacher mon diaper lorsque j'étais bébé. Elle utilisera une épinglette de sécurité pour réparer la couture éventrée de sa robe. La nounou avait utilisé une épinglette de sécurité pour réparer temporairement la fermeture éclair cassée du manteau de l'enfant.",
      "imageLink": "safety-pin.jpg",
      "audioLink": "safety pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "sewing machine",
      "translation": "machine à coudre",
      "definition": "A device used to stitch fabric together, typically powered by electricity or treadle.",
      "definition_translation": "Un appareil utilisé pour coudre le tissu ensemble, généralement alimenté par l'électricité ou la pédale.",
      "example": "I used a sewing machine to make a new dress for the party. She will use a sewing machine to repair the torn pages of her book. The tailor had used a sewing machine to create a custom-made suit for the client.",
      "example_translation": "J'ai utilisé une machine à coudre pour faire une nouvelle robe pour la fête. Elle utilisera une machine à coudre pour réparer les pages déchirées de son livre. Le tailleur avait utilisé une machine à coudre pour créer un costume sur mesure pour le client.",
      "imageLink": "sewing-machine.jpg",
      "audioLink": "sewing machine.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "sticker",
      "translation": " autocollant",
      "definition": "A small adhesive label or picture, used to decorate or identify something.",
      "definition_translation": "Un petit étiquette ou image adhésive, utilisée pour décorer ou identifier quelque chose.",
      "example": "I stuck a sticker on my laptop to personalize it. She will use a sticker to label her files. The kids had used stickers to decorate their birthday cards.",
      "example_translation": "J'ai collé un autocollant sur mon ordinateur portable pour le personnaliser. Elle utilisera un autocollant pour étiquetter ses fichiers. Les enfants avaient utilisé des autocollants pour décorer leurs cartes d'anniversaire.",
      "imageLink": "sticker.jpg",
      "audioLink": "sticker.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "string",
      "translation": "cordelle",
      "definition": "A sequence of characters used to convey information.",
      "definition_translation": "Une séquence de caractères utilisée pour transmettre des informations.",
      "example": "She tied the string to the package. She is tying the string now. She will tie the string tomorrow.",
      "example_translation": "Elle a attaché la cordelle au paquet. Elle attache la cordelle maintenant. Elle attachera la cordelle demain.",
      "imageLink": "string-1.jpg",
      "audioLink": "string.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "wire",
      "translation": "fil",
      "definition": "A thin, flexible thread or strip of metal, used for conducting electricity or sending messages.",
      "definition_translation": "Un fil mince et flexible ou une bande de métal, utilisé pour conduire l'électricité ou envoyer des messages.",
      "example": "He connected the wire to the circuit. He is connecting the wire now. He will connect the wire tomorrow.",
      "example_translation": "Il a connecté le fil au circuit. Il connecte le fil maintenant. Il connectera le fil demain.",
      "imageLink": "wire.jpg",
      "audioLink": "wire.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "zip",
      "translation": "fermoire",
      "definition": "A device used for fastening or unfastening, especially one that consists of interlocking teeth.",
      "definition_translation": "Un dispositif utilisé pour attacher ou détacher, notamment un qui se compose de dents s'emboîtant.",
      "example": "She zipped up her jacket. She is zipping up her jacket now. She will zip up her jacket tomorrow.",
      "example_translation": "Elle a fermé son manteau avec la fermoire. Elle ferme son manteau avec la fermoire maintenant. Elle ferméra son manteau avec la fermoire demain.",
      "imageLink": "zip.jpg",
      "audioLink": "zip.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "(wax) crayons",
      "translation": "crayons de cire",
      "definition": "Wax-based drawing sticks used for coloring, drawing, and writing.",
      "definition_translation": "Bâtons de dessin à base de cire utilisés pour colorier, dessiner et écrire.",
      "example": "The children were using wax crayons to color. They are using wax crayons to color now. They will use wax crayons to color tomorrow.",
      "example_translation": "Les enfants utilisent des crayons de cire pour colorer. Ils utilisent des crayons de cire pour colorer maintenant. Ils utiliseront des crayons de cire pour colorer demain.",
      "imageLink": "wax-crayons.jpg",
      "audioLink": "(wax) crayons.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "fabric",
      "translation": "tissu",
      "definition": "A fabric is a textile material, most often made from interlacing threads, giving it a flexible, thin, and soft structure. Fabrics can be woven, knitted, or made by other methods.",
      "definition_translation": "Un tissu est un matériel textile, le plus souvent fabriqué à partir de fils entrelacés, lui donnant une structure flexible, fine et douce. Les tissus peuvent être tissés, tricotés ou fabriqués par d'autres méthodes.",
      "example": "I used a beautiful fabric to make a dress for my sister. I will use another fabric to make a shirt for my brother. I used a sturdy fabric to make a bag for my mom.",
      "example_translation": "J'ai utilisé un beau tissu pour faire une robe pour ma sœur. J'utiliserai un autre tissu pour faire une chemise pour mon frère. J'ai utilisé un tissu solide pour faire un sac pour ma mère.",
      "imageLink": "fabric.jpg",
      "audioLink": "fabric.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "rubber stamp",
      "translation": "tampon en caoutchouc",
      "definition": "A rubber stamp is a hand tool used to apply ink or other liquids to paper or other surfaces, typically with a design or pattern. It is often used for artistic or commercial purposes.",
      "definition_translation": "Un tampon en caoutchouc est un outil manuel utilisé pour appliquer de l'encre ou d'autres liquides sur du papier ou d'autres surfaces, généralement avec un design ou un motif. Il est souvent utilisé à des fins artistiques ou commerciales.",
      "example": "I used a rubber stamp to sign my name on the document. She will use a rubber stamp to decorate her journal. They used a rubber stamp to mark the packages.",
      "example_translation": "J'ai utilisé un tampon en caoutchouc pour signer mon nom sur le document. Elle utilisera un tampon en caoutchouc pour décorer son journal. Ils ont utilisé un tampon en caoutchouc pour marquer les paquets.",
      "imageLink": "rubber-stamp.jpg",
      "audioLink": "rubber stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "felt",
      "translation": "feutre",
      "definition": "Felt is a non-woven fabric made from fibers, such as wool or synthetic materials, that are matted, condensed, and pressed together using heat, moisture, and pressure.",
      "definition_translation": "Le feutre est un tissu non tissé fabriqué à partir de fibres, telles que la laine ou des matériaux synthétiques, qui sont mises en boule, condensées et pressées ensemble à l'aide de chaleur, d'humidité et de pression.",
      "example": "I used felt to make a hat for my friend. She will use felt to create a costume for the play. They used felt to make a set of coasters.",
      "example_translation": "J'ai utilisé du feutre pour faire un chapeau pour mon ami. Elle utilisera du feutre pour créer un costume pour la pièce. Ils ont utilisé du feutre pour faire un jeu de plateaux.",
      "imageLink": "felt.jpg",
      "audioLink": "felt.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "pliers",
      "translation": "pince",
      "definition": "Pliers are a handheld tool used to grip and bend various objects, such as pipes, wires, or small parts, by applying mechanical advantage through leverage.",
      "definition_translation": "Les pincettes sont un outil portatif utilisé pour saisir et plier divers objets, tels que des tuyaux, des fils ou de petites pièces, en appliquant un avantage mécanique par levier.",
      "example": "I used pliers to grip the pipe. She will use pliers to bend the wire. They used pliers to hold the small part in place.",
      "example_translation": "J'ai utilisé des pincettes pour saisir le tuyau. Elle utilisera des pincettes pour plier le fil. Ils ont utilisé des pincettes pour maintenir la petite pièce en place.",
      "imageLink": "pliers.jpg",
      "audioLink": "pliers.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "press stud",
      "translation": "bouton-pression",
      "definition": "A small metal fastener used to join two parts together, typically on clothing.",
      "definition_translation": "Un petit élément métallique de fermeture utilisé pour joindre deux parties ensemble, généralement sur les vêtements.",
      "example": "I pressed the stud to fasten my shirt. Yesterday, I had pressed the stud to fasten my shirt, and tomorrow I will press the stud to fasten my shirt.",
      "example_translation": "J'ai pressé le bouton-pression pour fermer ma chemise. Hier, j'avais pressé le bouton-pression pour fermer ma chemise, et demain je presserai le bouton-pression pour fermer ma chemise.",
      "imageLink": "press-stud.jpg",
      "audioLink": "press stud.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "punch",
      "translation": "poinçon",
      "definition": "A tool used to make a hole in something, typically a leather or metal object.",
      "definition_translation": "Un outil utilisé pour faire un trou dans quelque chose, généralement un objet en cuir ou en métal.",
      "example": "I punched a hole in the leather belt. Yesterday, I had punched a hole in the leather belt, and tomorrow I will punch a hole in the leather belt.",
      "example_translation": "J'ai percé un trou dans la ceinture en cuir. Hier, j'avais percé un trou dans la ceinture en cuir, et demain je percerai un trou dans la ceinture en cuir.",
      "imageLink": "punch-2.jpg",
      "audioLink": "punch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "ribbon",
      "translation": "ruban",
      "definition": "A long, narrow strip of fabric or other material, used for decorative or functional purposes.",
      "definition_translation": "Une longue bande étroite de tissu ou autre matériau, utilisée à des fins décoratives ou fonctionnelles.",
      "example": "She tied a ribbon around the gift box. Yesterday, she had tied a ribbon around the gift box, and tomorrow she will tie a ribbon around the gift box.",
      "example_translation": "Elle a attaché un ruban autour de la boîte cadeau. Hier, elle avait attaché un ruban autour de la boîte cadeau, et demain elle attachera un ruban autour de la boîte cadeau.",
      "imageLink": "ribbon.jpg",
      "audioLink": "ribbon.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "roller",
      "translation": " rouleau",
      "definition": "A cylindrical object that rotates on its axis, used for various purposes such as painting or rolling out dough.",
      "definition_translation": "Un objet cylindrique qui tourne sur son axe, utilisé pour diverses purposes telles que la peinture ou l'étirement de la pâte.",
      "example": "I used a roller to paint the wall. Yesterday, I had used a roller to paint the wall, and tomorrow I will use a roller to paint the wall.",
      "example_translation": "J'ai utilisé un rouleau pour peindre le mur. Hier, j'avais utilisé un rouleau pour peindre le mur, et demain je vais utiliser un rouleau pour peindre le mur.",
      "imageLink": "roller-1.jpg",
      "audioLink": "roller.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "sandpaper",
      "translation": "papier de verre",
      "definition": "a paper or cloth with abrasive surface, used for smoothing and polishing wood, metal, etc.",
      "definition_translation": "un papier ou un tissu avec surface abrasive, utilisé pour lisser et polir le bois, le métal, etc.",
      "example": "I used sandpaper to smooth out the wooden surface. Yesterday, I sanded the floor. Tomorrow, I will sand the walls.",
      "example_translation": "J'ai utilisé du papier de verre pour lisser la surface en bois. Hier, j'ai poncé le plancher. Demain, je poncerai les murs.",
      "imageLink": "sandpaper.jpg",
      "audioLink": "sandpaper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "sequins",
      "translation": "paillettes",
      "definition": "small shiny discs, typically made of plastic or metal, used for decorating clothing or accessories",
      "definition_translation": "petits disques brillants, généralement en plastique ou en métal, utilisés pour décorer des vêtements ou des accessoires",
      "example": "The costume was covered in sequins and glitter. She sewed sequins onto her dress last night. The fashion designer will use sequins on her next collection.",
      "example_translation": "Le costume était couvert de paillettes et de paillettes. Elle a cousu des paillettes sur sa robe hier soir. La designer de mode utilisera des paillettes sur sa prochaine collection.",
      "imageLink": "sequins.jpg",
      "audioLink": "sequins.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "stencil",
      "translation": "pochoir",
      "definition": "a thin sheet of material, such as paper or plastic, with a design cut out of it, used as a pattern for painting or drawing",
      "definition_translation": "une feuille mince de matériau, comme du papier ou du plastique, avec un design découpé, utilisée comme modèle pour peindre ou dessiner",
      "example": "I used a stencil to paint a design on the wall. The artist created a stencil for her next painting. The teacher will give us a stencil for the art project.",
      "example_translation": "J'ai utilisé un pochoir pour peindre un design sur le mur. L'artiste a créé un pochoir pour sa prochaine peinture. L'enseignante nous donnera un pochoir pour le projet d'art.",
      "imageLink": "stencil.jpg",
      "audioLink": "stencil.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "stitch",
      "translation": "coudre",
      "definition": "a single pass of a needle and thread, used to join, repair, or decorate fabric, etc.",
      "definition_translation": "un unique passage de l'aiguille et du fil, utilisé pour joindre, réparer ou décorer du tissu, etc.",
      "example": "I sewed a stitch to repair the tear. She will stitch the fabric together. The tailor will stitch the hem of the dress.",
      "example_translation": "J'ai cousu un point pour réparer la déchirure. Elle cousira le tissu ensemble. Le tailleur coudra l'ourlet de la robe.",
      "imageLink": "stitch-1.jpg",
      "audioLink": "stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "styrofoam",
      "translation": "mousse de polystyrène",
      "definition": "A type of plastic foam used to make cups, containers, and packaging materials.",
      "definition_translation": "Un type de mousse de plastique utilisé pour fabriquer des tasses, des contenants et des matériaux d'emballage.",
      "example": "In the past, we used styrofoam cups for coffee, but now we use recycled paper cups. Currently, the company is producing eco-friendly alternatives. In the future, we will eliminate styrofoam products completely.",
      "example_translation": "Dans le passé, nous avons utilisé des tasses en mousse de polystyrène pour le café, mais maintenant nous utilisons des tasses en papier recyclé. Actuellement, l'entreprise produit des alternatives écologiques. Dans le futur, nous éliminerons complètement les produits en mousse de polystyrène.",
      "imageLink": "styrofoam.jpg",
      "audioLink": "styrofoam.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "thimble",
      "translation": "de",
      "definition": "A small cup-shaped container worn on the end of the finger to protect it while sewing.",
      "definition_translation": "Un petit contenant en forme de coupe porté à l'extrémité du doigt pour le protéger pendant la couture.",
      "example": "My grandmother always used a thimble when sewing, but I prefer to use a needle guard. She learned to sew in the past, but now I teach her new techniques. In the future, we will make a quilt together.",
      "example_translation": "Ma grand-mère utilisait toujours un de quand elle cousait, mais je préfère utiliser un garde-aiguille. Elle a appris à coudre dans le passé, mais maintenant je lui enseigne de nouvelles techniques. Dans le futur, nous ferons un quilt ensemble.",
      "imageLink": "thimble.jpg",
      "audioLink": "thimble.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "thread",
      "translation": "fil",
      "definition": "A long, thin string of fibers used for sewing or weaving.",
      "definition_translation": "Un long fil mince de fibres utilisé pour coudre ou tisser.",
      "example": "I need to buy a new thread for my sewing machine because the old one is broken. In the past, my mother taught me how to thread a needle. Currently, I'm working on a new embroidery project. In the future, I will create a bespoke garment.",
      "example_translation": "Je dois acheter un nouveau fil pour ma machine à coudre parce que l'ancien est cassé. Dans le passé, ma mère m'a appris à enfiler une aiguille. Actuellement, je travaille sur un nouveau projet de broderie. Dans le futur, je créerai un vêtement sur mesure.",
      "imageLink": "thread.jpg",
      "audioLink": "thread.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "varnish",
      "translation": "vernis",
      "definition": "A liquid coating orfinish applied to wood or other materials to protect and enhance their appearance.",
      "definition_translation": "Un revêtement liquide ou finition appliqué sur le bois ou d'autres matériaux pour les protéger et améliorer leur apparence.",
      "example": "The carpenter applied a coat of varnish to the wooden table to protect it from scratches. In the past, I used to use a varnish that was not eco-friendly, but now I opt for a water-based varnish. Currently, I'm restoring an antique furniture piece. In the future, I will make a custom varnish for my clients.",
      "example_translation": "Le menuisier a appliqué une couche de vernis sur la table en bois pour la protéger des égratignures. Dans le passé, j'utilisais un vernis qui n'était pas écologique, mais maintenant j'opte pour un vernis à base d'eau. Actuellement, je restaure une pièce de mobilier antique. Dans le futur, je créerai un vernis sur mesure pour mes clients.",
      "imageLink": "varnish.jpg",
      "audioLink": "varnish.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "wicker",
      "translation": "osier",
      "definition": "Wicker is a type of woven furniture or other objects made from flexible branches or reeds, often willow or rattan.",
      "definition_translation": "Osier est un type de meubles tissés ou d'autres objets faits de branches flexibles ou de roseaux, souvent saule ou rotin.",
      "example": "She sat on the wicker chair on the porch. Yesterday, she had wicker chairs in her garden. By next summer, she will have wicker furniture all over her backyard.",
      "example_translation": "Elle s'est assise sur la chaise en osier sur le porche. Hier, elle avait des chaises en osier dans son jardin. D'ici l'été prochain, elle aura des meubles en osier partout dans son jardin.",
      "imageLink": "wicker.jpg",
      "audioLink": "wicker.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "acrylic paint",
      "translation": "peinture acrylique",
      "definition": "Acrylic paint is a fast-drying, versatile, and water-soluble paint made from a mixture of water, pigment, binder, and other additives.",
      "definition_translation": "La peinture acrylique est une peinture à séchage rapide, versatile et soluble dans l'eau, faite à partir d'un mélange d'eau, de pigment, de liant et d'autres additifs.",
      "example": "He used acrylic paint to create a beautiful landscape. Last year, he had bought acrylic paint for his art project. By next month, he will have learned to mix acrylic paint with other mediums.",
      "example_translation": "Il a utilisé de la peinture acrylique pour créer un paysage magnifique. L'an dernier, il avait acheté de la peinture acrylique pour son projet d'art. D'ici le mois prochain, il aura appris à mélanger de la peinture acrylique avec d'autres supports.",
      "imageLink": "acrylic-paint.jpg",
      "audioLink": "acrylic paint.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "adhesive border",
      "translation": "bord adhésif",
      "definition": "An adhesive border is a decorative strip with a self-adhesive backing, used to add a design or pattern to a surface or object.",
      "definition_translation": "Un bord adhésif est une bande décorative avec un dos adhésif, utilisée pour ajouter un design ou un motif à une surface ou un objet.",
      "example": "She applied an adhesive border to her scrapbook page. Yesterday, she had used adhesive borders to decorate her photo album. By next week, she will have bought new adhesive borders for her craft project.",
      "example_translation": "Elle a appliqué un bord adhésif à sa page de scrapbook. Hier, elle avait utilisé des bordures adhésives pour décorer son album photo. D'ici la semaine prochaine, elle aura acheté de nouvelles bordures adhésives pour son projet de bricolage.",
      "imageLink": "adhesive-border.jpg",
      "audioLink": "adhesive border.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "beads",
      "translation": "perles",
      "definition": "Beads are small, decorative objects, typically made of glass, plastic, or other materials, used for jewelry, crafts, or other decorative purposes.",
      "definition_translation": "Les perles sont de petits objets décoratifs, généralement faits de verre, de plastique ou d'autres matériaux, utilisés pour les bijoux, les arts et les autres fins décoratives.",
      "example": "She strung the beads onto a necklace. Last month, she had made a bead bracelet. By next year, she will have learned to weave beads into a fabric.",
      "example_translation": "Elle a enfilé les perles sur un collier. Le mois dernier, elle avait fait un bracelet de perles. D'ici l'année prochaine, elle aura appris à tisser des perles dans un tissu.",
      "imageLink": "beads.jpg",
      "audioLink": "beads.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "blanket stitch",
      "translation": "point de blanket",
      "definition": "A type of embroidery stitch used to finish the edge of a blanket or other fabric, characterized by a series of small loops.",
      "definition_translation": "Un type de point de broderie utilisé pour finir le bord d'un blanket ou d'un autre tissu, caractérisé par une série de petites boucles.",
      "example": "I used a blanket stitch to finish the edge of my quilt. I will use a blanket stitch to sew the hem of my pants. I had used a blanket stitch to repair my favorite sweater.",
      "example_translation": "J'ai utilisé un point de blanket pour finir le bord de ma couette. J'utiliserai un point de blanket pour coudre l'ourlet de mon pantalon. J'avais utilisé un point de blanket pour réparer mon pull préféré.",
      "imageLink": "blanket-stitch.jpg",
      "audioLink": "blanket stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "brush set",
      "translation": "ensemble de brosses",
      "definition": "A collection of brushes used for a specific purpose, such as painting or applying makeup.",
      "definition_translation": "Une collection de brosses utilisées pour un but spécifique, tel que la peinture ou l'application de maquillage.",
      "example": "I bought a new brush set for my oil painting class. She uses a brush set to apply her makeup every morning. They will launch a new brush set for hair care next month.",
      "example_translation": "J'ai acheté un nouvel ensemble de brosses pour ma classe de peinture à l'huile. Elle utilise un ensemble de brosses pour appliquer son maquillage chaque matin. Ils lanceront un nouvel ensemble de brosses pour les soins des cheveux le mois prochain.",
      "imageLink": "brush-set.jpg",
      "audioLink": "brush set.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "chain stitch",
      "translation": "point de chaîne",
      "definition": "A type of embroidery stitch that consists of a series of connected loops, often used to outline designs or create borders.",
      "definition_translation": "Un type de point de broderie qui consiste en une série de boucles connectées, souvent utilisé pour délimiter les dessins ou créer des bordures.",
      "example": "I used a chain stitch to outline the design on my embroidery hoop. She will use a chain stitch to create a border on her quilt. I had used a chain stitch to make a decorative edge on my pillowcase.",
      "example_translation": "J'ai utilisé un point de chaîne pour délimiter le dessin sur mon cercle de broderie. Elle utilisera un point de chaîne pour créer une bordure sur sa couette. J'avais utilisé un point de chaîne pour faire une bordure décorative sur ma taie d'oreiller.",
      "imageLink": "chain-stitch.jpg",
      "audioLink": "chain stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "circular needle",
      "translation": "aiguille circulaire",
      "definition": "A type of knitting needle that is circular in shape, allowing for ease of use when knitting in the round.",
      "definition_translation": "Un type d'aiguille de tricot qui est circulaire en forme, permettant une facilité d'utilisation lors du tricotage en rond.",
      "example": "I prefer to use a circular needle when knitting a hat. She uses a circular needle to knit sweaters for her family. I had used a circular needle to make a scarf for my friend.",
      "example_translation": "Je préfère utiliser une aiguille circulaire lors du tricotage d'un chapeau. Elle utilise une aiguille circulaire pour tricoter des pull-overs pour sa famille. J'avais utilisé une aiguille circulaire pour faire un écharpe pour mon ami.",
      "imageLink": "circular-needle.jpg",
      "audioLink": "circular needle.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "corner punch",
      "translation": "poinçon d'angle",
      "definition": "A tool used to create a rounded corner on a piece of paper or card, commonly used in scrapbooking and paper crafting.",
      "definition_translation": "Un outil utilisé pour créer un angle arrondi sur un morceau de papier ou de carte, couramment utilisé dans le scrapbooking et le travail du papier.",
      "example": "She used a corner punch to create a decorative edge on her photo album. Yesterday, she had punched all four corners of the page. Tomorrow, she will punch the corners of the next page.",
      "example_translation": "Elle a utilisé un poinçon d'angle pour créer un bord décoratif sur son album photo. Hier, elle avait poinçonné tous les quatre angles de la page. Demain, elle poinçonnera les angles de la page suivante.",
      "imageLink": "corner-punch.jpg",
      "audioLink": "corner punch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "crepe paper",
      "translation": "papier crépon",
      "definition": "A type of thin, crinkled paper often used in decorations, crafts, and gift wrapping.",
      "definition_translation": "Un type de papier fin, frisé, souvent utilisé dans les décorations, les artisanats et l'emballage des cadeaux.",
      "example": "The party decorations were made with crepe paper in bright colors. Last year, they had used crepe paper to create a festive atmosphere. Next month, they will use crepe paper to decorate the hall.",
      "example_translation": "Les décorations de la fête ont été faites avec du papier crépon de couleurs vives. L'année dernière, ils avaient utilisé du papier crépon pour créer une atmosphère festive. Le mois prochain, ils utiliseront du papier crépon pour décorer le hall.",
      "imageLink": "crepe-paper.jpg",
      "audioLink": "crepe paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "crochet hook",
      "translation": "crochet à crochet",
      "definition": "A tool used to create loops in yarn or thread, used in the craft of crochet.",
      "definition_translation": "Un outil utilisé pour créer des boucles dans du fil ou du fil, utilisé dans l'artisanat du crochet.",
      "example": "She used a crochet hook to make a beautiful blanket. Yesterday, she had used a crochet hook to create a intricate pattern. Tomorrow, she will use a crochet hook to fix a hole in her sweater.",
      "example_translation": "Elle a utilisé un crochet à crochet pour faire une belle couverture. Hier, elle avait utilisé un crochet à crochet pour créer un motif intriqué. Demain, elle utilisera un crochet à crochet pour réparer un trou dans son pull.",
      "imageLink": "crochet-hook.jpg",
      "audioLink": "crochet hook.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cross stitch",
      "translation": "broderie au point de croix",
      "definition": "A popular form of embroidery that involves creating patterns on fabric using x-shaped stitches.",
      "definition_translation": "Une forme populaire de broderie qui implique de créer des motifs sur du tissu en utilisant des points en forme de croix.",
      "example": "She spent hours working on a cross stitch pattern. Last week, she had finished a cross stitch project. Next year, she will start a new cross stitch project.",
      "example_translation": "Elle a passé des heures à travailler sur un motif de broderie au point de croix. La semaine dernière, elle avait terminé un projet de broderie au point de croix. L'année prochaine, elle commencera un nouveau projet de broderie au point de croix.",
      "imageLink": "cross-stitch.jpg",
      "audioLink": "cross stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "date stamp",
      "translation": " tampille de date",
      "definition": "A date stamp is a tool or device used to apply a date to a document, package, or other item, often in the form of a printed or inked impression.",
      "definition_translation": "Une tampille de date est un outil ou un appareil utilisé pour appliquer une date à un document, à un paquet ou à un autre élément, souvent sous forme d'empreinte imprimée ou encre.",
      "example": "The clerk used a date stamp to mark the paperwork, I will use a date stamp to mark the package tomorrow, and she had used a date stamp to mark the letter last week.",
      "example_translation": "Le greffier a utilisé une tampille de date pour marquer les papiers, j'utiliserai une tampille de date pour marquer le paquet demain, et elle avait utilisée une tampille de date pour marquer la lettre la semaine dernière.",
      "imageLink": "date-stamp.jpg",
      "audioLink": "date stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "decoupage paper",
      "translation": "papier découpé",
      "definition": "Decoupage paper is a type of paper used for a craft technique where cut-out images or prints are applied to an object using a sealant or adhesive.",
      "definition_translation": "Le papier découpé est un type de papier utilisé pour une technique d'artisanat où des images ou des impressions découpées sont appliquées à un objet à l'aide d'un scellateur ou d'un adhésif.",
      "example": "She used decoupage paper to decorate the furniture, I will use decoupage paper to make a collage tomorrow, and they had used decoupage paper to create a mural last year.",
      "example_translation": "Elle a utilisé du papier découpé pour décorer les meubles, j'utiliserai du papier découpé pour faire un collage demain, et ils avaient utilisé du papier découpé pour créer une fresque l'année dernière.",
      "imageLink": "decoupage-paper.jpg",
      "audioLink": "decoupage paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "embroidery floss",
      "translation": "fil à broder",
      "definition": "Embroidery floss is a type of thread or yarn used for embroidery, often made of cotton, silk, or other materials, and available in a variety of colors.",
      "definition_translation": "Le fil à broder est un type de fil ou de yarn utilisé pour la broderie, souvent fait de coton, de soie ou d'autres matériaux, et disponible dans une variété de couleurs.",
      "example": "She used embroidery floss to sew the design, I will use embroidery floss to create a pattern tomorrow, and they had used embroidery floss to make a tapestry last month.",
      "example_translation": "Elle a utilisé du fil à broder pour coudre le design, j'utiliserai du fil à broder pour créer un motif demain, et ils avaient utilisé du fil à broder pour faire une tapisserie le mois dernier.",
      "imageLink": "embroidery-floss.jpg",
      "audioLink": "embroidery floss.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "embroidery hoop",
      "translation": "cercle à broder",
      "definition": "An embroidery hoop is a circular frame used to hold fabric taut, making it easier to embroider or sew, and often used in hand-embroidery or cross-stitch.",
      "definition_translation": "Un cercle à broder est un cadre circulaire utilisé pour maintenir le tissu tendu, facilitant ainsi la broderie ou la couture, et souvent utilisé dans la broderie manuelle ou le point de croix.",
      "example": "She used an embroidery hoop to sew the letters, I will use an embroidery hoop to create a design tomorrow, and they had used an embroidery hoop to make a sampler last year.",
      "example_translation": "Elle a utilisé un cercle à broder pour coudre les lettres, j'utiliserai un cercle à broder pour créer un design demain, et ils avaient utilisé un cercle à broder pour faire un échantillon l'année dernière.",
      "imageLink": "embroidery-hoop.jpg",
      "audioLink": "embroidery hoop.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "foam brush",
      "translation": "pinceau à mousse",
      "definition": "A foam brush is a type of brush that has soft, foam bristles used for applying paint, adhesives, or other materials.",
      "definition_translation": "Un pinceau à mousse est un type de pinceau qui a des poils en mousse douce utilisés pour appliquer de la peinture, des adhésifs ou d'autres matériaux.",
      "example": "I used a foam brush to apply the paint to the wall. I will use a foam brush to paint the furniture tomorrow. She had used a foam brush to apply the adhesive.",
      "example_translation": "J'ai utilisé un pinceau à mousse pour appliquer la peinture au mur. J'utiliserai un pinceau à mousse pour peindre les meubles demain. Elle avait utilisé un pinceau à mousse pour appliquer l'adhésif.",
      "imageLink": "foam-brush.jpg",
      "audioLink": "foam brush.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "glue gun",
      "translation": "pistolet à colle",
      "definition": "A glue gun is a handheld device that dispenses hot glue to bond materials together.",
      "definition_translation": "Un pistolet à colle est un dispositif portatif qui distribue de la colle chaude pour lier les matériaux ensemble.",
      "example": "I used a glue gun to attach the fabric to the frame. She will use a glue gun to repair the toy. They had used a glue gun to assemble the furniture.",
      "example_translation": "J'ai utilisé un pistolet à colle pour attacher le tissu au cadre. Elle utilisera un pistolet à colle pour réparer le jouet. Ils avaient utilisé un pistolet à colle pour assembler les meubles.",
      "imageLink": "glue-gun.jpg",
      "audioLink": "glue gun.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "hook and eye",
      "translation": "oeillet et croc",
      "definition": "A hook and eye is a type of fastener that consists of a metal hook and a corresponding eye that it fits into.",
      "definition_translation": "Un oeillet et croc est un type de fermoir qui se compose d'un crochet en métal et d'un oeil correspondant que cela s'adapte à.",
      "example": "I used a hook and eye to fasten the dress. She will use a hook and eye to attach the zipper. They had used a hook and eye to secure the bag.",
      "example_translation": "J'ai utilisé un oeillet et croc pour fermer la robe. Elle utilisera un oeillet et croc pour attacher la fermeture éclair. Ils avaient utilisé un oeillet et croc pour sécuriser le sac.",
      "imageLink": "hook-and-eye.jpg",
      "audioLink": "hook and eye.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "ink pad",
      "translation": "tampon encreur",
      "definition": "An ink pad is a small, absorbent pad that is used to apply ink to stamps or other surfaces.",
      "definition_translation": "Un tampon encreur est un petit tampon absorbant qui est utilisé pour appliquer de l'encre aux timbres ou à d'autres surfaces.",
      "example": "I used an ink pad to stamp the document. She will use an ink pad to create an art piece. They had used an ink pad to sign the contract.",
      "example_translation": "J'ai utilisé un tampon encreur pour tamponner le document. Elle utilisera un tampon encreur pour créer une pièce d'art. Ils avaient utilisé un tampon encreur pour signer le contrat.",
      "imageLink": "ink-pad.jpg",
      "audioLink": "ink pad.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "knitting needles",
      "translation": "aiguilles à tricoter",
      "definition": "A pair of needles used to manipulate yarn into fabric, typically used for knitting garments and accessories.",
      "definition_translation": "Une paire d'aiguilles utilisées pour manipuler le fil en tissu, généralement utilisées pour tricoter des vêtements et des accessoires.",
      "example": "I had to buy new knitting needles for my grandmother's birthday. She has been knitting for years and loves it. She will knit a beautiful sweater next winter.",
      "example_translation": "J'ai dû acheter de nouvelles aiguilles à tricoter pour l'anniversaire de ma grand-mère. Elle tricote depuis des années et l'aime beaucoup. Elle tricotera un beau pull l'hiver prochain.",
      "imageLink": "knitting-needles.jpg",
      "audioLink": "knitting needles.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "modelling clay",
      "translation": "pâte à modeler",
      "definition": "A type of pliable material used to create three-dimensional objects, often used in sculpture, art, and craft projects.",
      "definition_translation": "Un type de matériau malléable utilisé pour créer des objets tridimensionnels, souvent utilisé dans la sculpture, l'art et les projets de bricolage.",
      "example": "As a child, I loved playing with modelling clay, creating all sorts of animals and monsters. My sister will play with modelling clay again next week. She will create a beautiful vase with it.",
      "example_translation": "Quand j'étais enfant, j'adorais jouer avec de la pâte à modeler, créant toutes sortes d'animaux et de monstres. Ma sœur jouera avec de la pâte à modeler à nouveau la semaine prochaine. Elle créera un beau vase avec cela.",
      "imageLink": "modelling-clay.jpg",
      "audioLink": "modelling clay.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "needle threader",
      "translation": "fil à aiguille",
      "definition": "A tool used to help guide thread or yarn through the eye of a needle, often used in sewing and embroidery.",
      "definition_translation": "Un outil utilisé pour aider à guider le fil ou le fil à travers l'œil d'une aiguille, souvent utilisé dans la couture et la broderie.",
      "example": "My grandmother always uses a needle threader when sewing. She has been sewing for years and finds it very useful. She will use a needle threader to sew a beautiful dress next month.",
      "example_translation": "Ma grand-mère utilise toujours un fil à aiguille lorsqu'elle coud. Elle a couturé pendant des années et le trouve très utile. Elle utilisera un fil à aiguille pour coudre une belle robe le mois prochain.",
      "imageLink": "needle-threader.jpg",
      "audioLink": "needle threader.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "numbering stamp",
      "translation": "tampon de numérotation",
      "definition": "A tool used to mark or label objects with numbers, often used in offices and administrative settings.",
      "definition_translation": "Un outil utilisé pour marquer ou étiqueter des objets avec des numéros, souvent utilisé dans les bureaux et les contextes administratifs.",
      "example": "The librarian uses a numbering stamp to organize the books. She has been working at the library for years and finds it very efficient. She will use a numbering stamp to label a new collection of books next year.",
      "example_translation": "La bibliothécaire utilise un tampon de numérotation pour organiser les livres. Elle travaille à la bibliothèque depuis des années et le trouve très efficace. Elle utilisera un tampon de numérotation pour etiqueter une nouvelle collection de livres l'année prochaine.",
      "imageLink": "numbering-stamp.jpg",
      "audioLink": "numbering stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "paper cutter",
      "translation": "ciseau à papier",
      "definition": "A device used to cut paper, typically having a flat, rectangular or square blade with a handle attached.",
      "definition_translation": "Un dispositif utilisé pour couper le papier, ayant généralement une lame plate, rectangulaire ou carrée avec un manche attaché.",
      "example": "I used a paper cutter to trim the edges of the document. Yesterday, I had to cut a lot of paper for a project. If I were a graphic designer, I would use a paper cutter every day.",
      "example_translation": "J'ai utilisé un ciseau à papier pour égaliser les bords du document. Hier, j'ai dû couper beaucoup de papier pour un projet. Si j'étais un designer graphique, j'utiliserais un ciseau à papier tous les jours.",
      "imageLink": "paper-cutter.jpg",
      "audioLink": "paper cutter.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "plasticine",
      "translation": "pâte à modeler",
      "definition": "A soft, pliable, and often colored material used for modeling and artistic purposes.",
      "definition_translation": "Un matériau souple, malléable et souvent coloré utilisé pour la modelisation et les pours artístiques.",
      "example": "As a child, I loved playing with plasticine to create different shapes and figures. My sister used plasticine to make a beautiful sculpture. If I had more time, I would make a plasticine animation.",
      "example_translation": "Enfant, j'adorais jouer avec la pâte à modeler pour créer différentes formes et figures. Ma sœur a utilisé la pâte à modeler pour faire une belle sculpture. Si j'avais plus de temps, je ferais une animation en pâte à modeler.",
      "imageLink": "play-dough-plasticine.jpg",
      "audioLink": "plasticine.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "poster paint",
      "translation": "peinture à affiche",
      "definition": "A type of water-based paint used for creating large, bold, and colorful designs, often for display or decoration.",
      "definition_translation": "Un type de peinture à base d'eau utilisé pour créer de grandes conceptions audacieuses et colorées, souvent pour l'affichage ou la décoration.",
      "example": "The art teacher handed out poster paint for our project. I used poster paint to create a bright mural on the wall. If I were an artist, I would use poster paint for my next exhibition.",
      "example_translation": "Le professeur d'art nous a distribué de la peinture à affiche pour notre projet. J'ai utilisé la peinture à affiche pour créer un murale brillant sur le mur. Si j'étais un artiste, j'utiliserais la peinture à affiche pour ma prochaine exposition.",
      "imageLink": "poster-paint.jpg",
      "audioLink": "poster paint.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "rhinestone",
      "translation": "strass",
      "definition": "A type of decorative stone or crystal, often used on clothing, accessories, or jewelry, to add sparkle and glamour.",
      "definition_translation": "Un type de pierre ornementale ou de cristal, souvent utilisé sur les vêtements, les accessoires ou les bijoux, pour ajouter de l'éclat et du glamour.",
      "example": "The dress was covered in rhinestones, making it shimmer in the light. My grandmother wore a rhinestone necklace to the party. If I were a fashion designer, I would use rhinestones in my next collection.",
      "example_translation": "La robe était couverte de strass, la faisant briller dans la lumière. Ma grand-mère a porté un collier en strass à la fête. Si j'étais un styliste, j'utiliserais des strass dans ma prochaine collection.",
      "imageLink": "rhinestone.jpg",
      "audioLink": "rhinestone.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "rice paper",
      "translation": "papier de riz",
      "definition": "A thin, translucent paper made from the pith of the rice paper plant, used for crafts, calligraphy, and other decorative purposes.",
      "definition_translation": "Un papier fin et transparent fabriqué à partir de la moelle de la plante de papier de riz, utilisé pour les artisanats, la calligraphie et d'autres usages décoratifs.",
      "example": "She carefully wrapped the gift in rice paper to give it a traditional Japanese look. She has been working on a rice paper art project for weeks. By next year, she will have mastered the art of making rice paper.",
      "example_translation": "Elle a soigneusement emballé le cadeau dans du papier de riz pour lui donner un aspect traditionnel japonais. Elle travaille sur un projet d'art de papier de riz depuis des semaines. D'ici l'année prochaine, elle aura maîtrisé l'art de fabriquer du papier de riz.",
      "imageLink": "rice-paper.jpg",
      "audioLink": "rice paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "running stitch",
      "translation": "point de couture",
      "definition": "A basic sewing stitch used to outline designs, sew two pieces of fabric together, or baste layers of fabric.",
      "definition_translation": "Un point de base de couture utilisé pour définir les conceptions, coudre deux pièces de tissu ensemble ou faire des points de fixation sur des couches de tissu.",
      "example": "She used a running stitch to sew the edges of the fabric together. She has been practicing the running stitch for hours to get it perfect. By the end of the month, she will have mastered the running stitch.",
      "example_translation": "Elle a utilisé un point de couture pour coudre les bords du tissu ensemble. Elle a passé des heures à pratiquer le point de couture pour le rendre parfait. D'ici la fin du mois, elle aura maîtrisé le point de couture.",
      "imageLink": "running-stitch.jpg",
      "audioLink": "running stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "sewing box",
      "translation": "boîte à couture",
      "definition": "A container used to store sewing supplies, such as needles, threads, and fabric scraps.",
      "definition_translation": "Un conteneur utilisé pour stocker des fournitures de couture, telles que des aiguilles, des fils et des chutes de tissu.",
      "example": "She kept her sewing box organized to find what she needed quickly. She had been using the same sewing box for years. By next week, she will have bought a new sewing box.",
      "example_translation": "Elle a tenu sa boîte à couture organisée pour trouver ce qu'elle cần rapidement. Elle avait utilisé la même boîte à couture pendant des années. D'ici la semaine prochaine, elle aura acheté une nouvelle boîte à couture.",
      "imageLink": "sewing-box.jpg",
      "audioLink": "sewing box.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "sewing pattern",
      "translation": "patron de couture",
      "definition": "A template or guide used to cut out fabric pieces for a sewing project, often featuring measurements and instructions.",
      "definition_translation": "Un modèle ou guide utilisé pour découper des pièces de tissu pour un projet de couture, souvent featuring des mesures et des instructions.",
      "example": "She used a sewing pattern to make a perfect fit. She has been creating her own sewing patterns for months. By next summer, she will have designed a new sewing pattern collection.",
      "example_translation": "Elle a utilisé un patron de couture pour faire un ajustement parfait. Elle a passé des mois à créer ses propres patrons de couture. D'ici l'été prochain, elle aura conçu une nouvelle collection de patrons de couture.",
      "imageLink": "sewing-pattern.jpg",
      "audioLink": "sewing pattern.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "tailor's dummy",
      "translation": "mannequin de tailleur",
      "definition": "A doll or model used by tailors to fit and display clothes, especially one that can be adjusted to different sizes.",
      "definition_translation": "Un poupée ou modèle utilisé par les tailleurs pour ajuster et afficher les vêtements, en particulier un qui peut être ajusté à différentes tailles.",
      "example": "The tailor's dummy stood in the corner of the shop, dressed in the latest fashion trend. The tailor had used it to fit the dress yesterday, and would use it again tomorrow to create a new design.",
      "example_translation": "Le mannequin de tailleur se tenait dans le coin du magasin, habillé de la dernière tendance de la mode. Le tailleur l'avait utilisé pour ajuster la robe hier, et l'utiliserait à nouveau demain pour créer un nouveau design.",
      "imageLink": "tailors-dummy-mannequin.jpg",
      "audioLink": "tailor's dummy.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "tape measure",
      "translation": "mètre ruban",
      "definition": "A flexible ruler, typically made of a narrow strip of metal or plastic, used for measuring lengths and widths.",
      "definition_translation": "Un règle flexible, généralement fait d'une bande étroite de métal ou de plastique, utilisé pour mesurer les longueurs et les largeurs.",
      "example": "She used a tape measure to calculate the width of the room. The carpenter will need a tape measure to ensure the bookshelf fits perfectly. By 2025, the company will have developed a digital tape measure.",
      "example_translation": "Elle a utilisé un mètre ruban pour calculer la largeur de la pièce. Le charpentier aura besoin d'un mètre ruban pour s'assurer que la bibliothèque s'adapte parfaitement. D'ici 2025, l'entreprise aura développé un mètre ruban numérique.",
      "imageLink": "tape-measure.jpg",
      "audioLink": "tape measure.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "tissue paper",
      "translation": "papier facilité",
      "definition": "A soft, absorbent paper used for blowing the nose, wiping surfaces, and wrapping gifts.",
      "definition_translation": "Un papier doux et absorbant utilisé pour se moucher, essuyer les surfaces et emballer des cadeaux.",
      "example": "She pulled out a sheet of tissue paper to blow her nose. The artist used tissue paper to create a delicate flower design. The gift was wrapped in colorful tissue paper and decorated with a bow.",
      "example_translation": "Elle a sorti une feuille de papier facilité pour se moucher. L'artiste a utilisé du papier facilité pour créer un design de fleur délicat. Le cadeau était emballé dans du papier facilité coloré et décoré d'un nœud.",
      "imageLink": "tissue-paper.jpg",
      "audioLink": "tissue paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "watercolour",
      "translation": "aquarelle",
      "definition": "A painting technique using water-soluble pigments, resulting in delicate, transparent washes of color.",
      "definition_translation": "Une technique de peinture utilisant des pigments solubles dans l'eau, aboutissant à des lavures délicates et transparentes de couleur.",
      "example": "The artist's watercolour painting of the sunset was stunning. She had learned watercolour techniques from her grandmother. The museum exhibited a collection of watercolour paintings from the 19th century.",
      "example_translation": "La peinture à l'aquarelle du coucher de soleil de l'artiste était époustouflante. Elle avait appris les techniques de l'aquarelle de sa grand-mère. Le musée exposait une collection de peintures à l'aquarelle du 19e siècle.",
      "imageLink": "watercolour.jpg",
      "audioLink": "watercolour.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "wooden stamp",
      "translation": "tampon en bois",
      "definition": "A wooden stamp is a tool used to apply ink or paint to a surface, typically in a repetitive pattern or design.",
      "definition_translation": "Un tampon en bois est un outil utilisé pour appliquer de l'encre ou de la peinture sur une surface, généralement dans un motif ou un design répétitif.",
      "example": "I used a wooden stamp to create a pattern on the fabric. I will use it again tomorrow to make a new design. She had used it yesterday to print a logo.",
      "example_translation": "J'ai utilisé un tampon en bois pour créer un motif sur le tissu. J'utiliserai à nouveau demain pour créer un nouveau design. Elle l'avait utilisé hier pour imprimer un logo.",
      "imageLink": "wooden-stamp.jpg",
      "audioLink": "wooden stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "writing brush",
      "translation": "pinceau d'écriture",
      "definition": "A writing brush is a tool used to apply ink or other writing materials onto a surface, typically used in calligraphy or artistic writing.",
      "definition_translation": "Un pinceau d'écriture est un outil utilisé pour appliquer de l'encre ou d'autres matériaux d'écriture sur une surface, généralement utilisé dans la calligraphie ou l'écriture artistique.",
      "example": "She used a writing brush to create beautiful calligraphy. He will use it tomorrow to sign his name. They had used it yesterday to write a poem.",
      "example_translation": "Elle a utilisé un pinceau d'écriture pour créer une belle calligraphie. Il l'utilisera demain pour signer son nom. Ils l'avaient utilisé hier pour écrire un poème.",
      "imageLink": "writing-brush.jpg",
      "audioLink": "writing brush.mp3"
    }
  ]