[
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "fish",
      "translation": "poisson",
      "definition": "A cold-blooded animal that lives in water, typically having gills and a streamlined body.",
      "definition_translation": "Un animal à sang froid qui vit dans l'eau, généralement doté de branchies et d'un corps fuselé.",
      "example": "I caught a fish in the lake yesterday. I will eat fish for dinner tonight. She will go fishing with her friends tomorrow.",
      "example_translation": "J'ai attrapé un poisson dans le lac hier. Je mangerai du poisson pour dîner ce soir. Elle ira pêcher avec ses amis demain.",
      "imageLink": "image_files\\English\\"imageLink": "fish.jpg",
      "audioLink": "fish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cod",
      "translation": "morue",
      "definition": "A mild-flavored fish, often used in cooking, especially in Europe.",
      "definition_translation": "Un poisson à saveur douce, souvent utilisé dans la cuisine, notamment en Europe.",
      "example": "She bought cod for dinner last night. He will cook cod in the oven tomorrow. They had cod and chips for lunch yesterday.",
      "example_translation": "Elle a acheté de la morue pour dîner hier soir. Il cuira de la morue au four demain. Ils ont eu de la morue et des frites pour déjeuner hier.",
      "imageLink": "image_files\\English\\"imageLink": "cod.jpg",
      "audioLink": "cod.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "salmon",
      "translation": "saumon",
      "definition": "A pinkish-orange fish, highly prized for its flavor and nutritional value.",
      "definition_translation": "Un poisson rose-orangé, très apprécié pour son goût et sa valeur nutritionnelle.",
      "example": "He grilled salmon for dinner last night. They will eat salmon in a restaurant tonight. I caught a salmon while fishing yesterday.",
      "example_translation": "Il a grillé du saumon pour dîner hier soir. Ils mangeront du saumon dans un restaurant ce soir. J'ai attrapé un saumon en pêchant hier.",
      "imageLink": "image_files\\English\\"imageLink": "salmon.jpg",
      "audioLink": "salmon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "shark",
      "translation": "requin",
      "definition": "A large, predatory fish with a streamlined body and sharp teeth.",
      "definition_translation": "Un grand poisson prédateur doté d'un corps fuselé et de dents tranchantes.",
      "example": "She saw a shark in the ocean yesterday. He will go shark-watching tomorrow. They discovered a shark in the lake last week.",
      "example_translation": "Elle a vu un requin dans l'océan hier. Il ira observer les requins demain. Ils ont découvert un requin dans le lac la semaine dernière.",
      "imageLink": "image_files\\English\\"imageLink": "shark.jpg",
      "audioLink": "shark.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "tuna",
      "translation": "thon",
      "definition": "Tuna is a type of fish that is commonly found in warm ocean waters. It is a fast-swimming, meaty fish that is prized for its flavor and nutritional value.",
      "definition_translation": "Le thon est un type de poisson qui est communément trouvé dans les eaux chaudes de l'océan. C'est un poisson rapide et charnu qui est estimé pour son goût et sa valeur nutritionnelle.",
      "example": "I will have eaten tuna for lunch by the time you arrive. I am eating tuna for lunch right now. I ate tuna for lunch yesterday.",
      "example_translation": "J'aurai mangé du thon pour déjeuner avant que vous n'arriviez. Je mange du thon pour déjeuner maintenant. J'ai mangé du thon pour déjeuner hier.",
      "imageLink": "image_files\\English\\"imageLink": "tuna-1.jpg",
      "audioLink": "tuna.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "spawn",
      "translation": "frayer",
      "definition": "Spawn refers to the process of reproduction in aquatic animals, such as fish, where they lay eggs or give birth to young.",
      "definition_translation": "Frayer fait référence au processus de reproduction chez les animaux aquatiques, tels que les poissons, où ils pondent des oeufs ou donnent naissance à des jeunes.",
      "example": "The fish will spawn in the shallow waters in the spring. The fish spawned in the shallow waters last year. The fish are spawning in the shallow waters now.",
      "example_translation": "Les poissons vont frayer dans les eaux peu profondes au printemps. Les poissons ont frayé dans les eaux peu profondes l'année dernière. Les poissons sont en train de frayer dans les eaux peu profondes maintenant.",
      "imageLink": "image_files\\English\\"imageLink": "spawn.jpg",
      "audioLink": "spawn.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "trout",
      "translation": "truite",
      "definition": "Trout is a type of freshwater fish that is native to cold-water rivers and streams. It is prized for its flavor and is often caught for sport.",
      "definition_translation": "La truite est un type de poisson d'eau douce qui est originaire des rivières et des ruisseaux d'eau froide. Elle est estimée pour son goût et est souvent pêchée pour le sport.",
      "example": "I caught a trout while fishing in the river last weekend. I will catch a trout while fishing in the river next weekend. I am catching a trout while fishing in the river now.",
      "example_translation": "J'aiattrapé une truite en pêchant dans la rivière le week-end dernier. Je vais attraper une truite en pêchant dans la rivière le week-end prochain. Je suis en train d'attraper une truite en pêchant dans la rivière maintenant.",
      "imageLink": "image_files\\English\\"imageLink": "trout.jpg",
      "audioLink": "trout.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "algae eater",
      "translation": "mangeur d'algues",
      "definition": "An algae eater is a type of fish that feeds on algae, which are simple aquatic plants.",
      "definition_translation": "Un mangeur d'algues est un type de poisson qui se nourrit d'algues, qui sont des plantes aquatiques simples.",
      "example": "I have kept an algae eater in my aquarium for months. I will introduce an algae eater to my aquarium soon. I introduced an algae eater to my aquarium last year.",
      "example_translation": "J'ai gardé un mangeur d'algues dans mon aquarium pendant des mois. Je vais introduire un mangeur d'algues dans mon aquarium bientôt. J'ai introduit un mangeur d'algues dans mon aquarium l'année dernière.",
      "imageLink": "image_files\\English\\"imageLink": "algae-eater.jpg",
      "audioLink": "algae eater.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "anchovy",
      "translation": "anchois",
      "definition": "A small fish, especially of the family Engraulidae, often pickled or salted and used as a relish.",
      "definition_translation": "Un petit poisson, notamment de la famille des Engraulidés, souvent picklé ou salé et utilisé comme condiment.",
      "example": "I added some anchovies to the pizza for extra flavor. The Romans used anchovies as a form of currency. By next year, I will have tried anchovies in a sandwich.",
      "example_translation": "J'ai ajouté des anchois à la pizza pour plus de saveur. Les Romains utilisaient des anchois comme monnaie. D'ici l'année prochaine, j'aurai essayé des anchois dans un sandwich.",
      "imageLink": "image_files\\English\\"imageLink": "anchovy.jpg",
      "audioLink": "anchovy.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "barbel",
      "translation": "barbeau",
      "definition": "A freshwater fish of the carp family, with long whisker-like barbels around the mouth.",
      "definition_translation": "Un poisson d'eau douce de la famille des carpes, avec de longs barbillons en forme de moustache autour de la bouche.",
      "example": "I caught a large barbel while fishing in the river. The barbel has struggled to survive in polluted waters. By next summer, I will have seen a barbel in its natural habitat.",
      "example_translation": "J'ai attrapé un grand barbeau en pêchant dans la rivière. Le barbeau a eu du mal à survivre dans les eaux polluées. D'ici l'été prochain, j'aurai vu un barbeau dans son habitat naturel.",
      "imageLink": "image_files\\English\\"imageLink": "barbel.jpg",
      "audioLink": "barbel.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "bleak",
      "translation": "ablette",
      "definition": "A small, slender fish of the carp family, typically found in rivers and lakes.",
      "definition_translation": "Un petit poisson élancé de la famille des carpes, généralement trouvé dans les rivières et les lacs.",
      "example": "The bleak is a common fish in European rivers. I have seen a bleak swimming in the lake. By next month, I will have caught a bleak while fishing.",
      "example_translation": "L'ablette est un poisson commun dans les rivières européennes. J'ai vu une ablette nageant dans le lac. D'ici le mois prochain, j'aurai attrapé une ablette en pêchant.",
      "imageLink": "image_files\\English\\"imageLink": "bleak.jpg",
      "audioLink": "bleak.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "bream",
      "translation": "brème",
      "definition": "A freshwater fish of the carp family, with a flat body and a small mouth.",
      "definition_translation": "Un poisson d'eau douce de la famille des carpes, avec un corps plat et une petite bouche.",
      "example": "I will cook a bream for dinner tonight. The bream has a delicate flavor. By next year, I will have caught a large bream while fishing.",
      "example_translation": "Je vais cuisiner une brème pour dîner ce soir. La brème a un goût délicat. D'ici l'année prochaine, j'aurai attrapé une grande brème en pêchant.",
      "imageLink": "image_files\\English\\"imageLink": "bream.jpg",
      "audioLink": "bream.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "burbot",
      "translation": "lotte",
      "definition": "A freshwater fish with a long, slender body and a large head, found in Europe and North America.",
      "definition_translation": "Un poisson d'eau douce avec un corps long et élancé et une grande tête, trouvé en Europe et en Amérique du Nord.",
      "example": "I caught a burbot in the lake last weekend. I will go burbot fishing tomorrow. I went burbot fishing last year.",
      "example_translation": "J'ai attrapé une lotte dans le lac le week-end dernier. Je vais aller pêcher la lotte demain. J'allais pêcher la lotte l'année dernière.",
      "imageLink": "image_files\\English\\"imageLink": "burbot.jpg",
      "audioLink": "burbot.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "carp",
      "translation": "carpe",
      "definition": "A freshwater fish with a flat, oval body and a long dorsal fin, found in Europe and Asia.",
      "definition_translation": "Un poisson d'eau douce avec un corps plat et ovale et une grande nageoire dorsale, trouvé en Europe et en Asie.",
      "example": "I saw a carp swimming in the river yesterday. I will catch a carp tomorrow. I caught a carp last month.",
      "example_translation": "J'ai vu une carpe nager dans la rivière hier. Je vais attraper une carpe demain. J'ai attrapé une carpe le mois dernier.",
      "imageLink": "image_files\\English\\"imageLink": "carp.jpg",
      "audioLink": "carp.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "catfish",
      "translation": "poisson-chat",
      "definition": "A freshwater fish with a flattened body and whisker-like barbels around the mouth, found in North America.",
      "definition_translation": "Un poisson d'eau douce avec un corps aplati et des barbillons en forme de moustaches autour de la bouche, trouvé en Amérique du Nord.",
      "example": "I went catfish fishing last night. I will eat catfish for dinner tonight. I ate catfish for lunch yesterday.",
      "example_translation": "Je suis allé pêcher le poisson-chat hier soir. Je vais manger du poisson-chat pour dîner ce soir. J'ai mangé du poisson-chat pour déjeuner hier.",
      "imageLink": "image_files\\English\\"imageLink": "catfish.jpg",
      "audioLink": "catfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "chub",
      "translation": "chevaine",
      "definition": "A freshwater fish with a stout body and a small mouth, found in Europe and Asia.",
      "definition_translation": "Un poisson d'eau douce avec un corps robuste et une petite bouche, trouvé en Europe et en Asie.",
      "example": "I caught a chub in the stream last week. I will catch a chub tomorrow. I went chub fishing last year.",
      "example_translation": "J'ai attrapé une chevaine dans le ruisseau la semaine dernière. Je vais attraper une chevaine demain. Je suis allé pêcher la chevaine l'année dernière.",
      "imageLink": "image_files\\English\\"imageLink": "chub.jpg",
      "audioLink": "chub.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "eel",
      "translation": "anguille",
      "definition": "A long, slender fish of the order Anguilliformes, found in fresh and saltwater in Europe and North America.",
      "definition_translation": "Un poisson long et svelte de l'ordre Anguilliformes, trouvé dans les eaux douces et salées en Europe et en Amérique du Nord.",
      "example": "I caught an eel while fishing in the river yesterday, I catch an eel every week, I will catch an eel tomorrow.",
      "example_translation": "J'ai attrapé une anguille en pêchant dans la rivière hier, je attrape une anguille chaque semaine, je vais attraper une anguille demain.",
      "imageLink": "image_files\\English\\"imageLink": "eel.jpg",
      "audioLink": "eel.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "fin",
      "translation": "nageoire",
      "definition": "A thin, flat, or membranous appendage attached to the body of an animal, typically used for propulsion or steering.",
      "definition_translation": "Un appendice mince, plat ou membraneux attaché au corps d'un animal, généralement utilisé pour la propulsion ou la direction.",
      "example": "The shark's fin sliced through the water, I saw a fin in the distance, the fish will grow a new fin soon.",
      "example_translation": "La nageoire du requin a tranché dans l'eau, j'ai vu une nageoire à distance, le poisson va grandir une nouvelle nageoire bientôt.",
      "imageLink": "image_files\\English\\"imageLink": "fin.jpg",
      "audioLink": "fin.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "flatfish",
      "translation": "poisson plat",
      "definition": "A fish with a flat body, such as a sole or a plaice, typically found in shallow water.",
      "definition_translation": "Un poisson avec un corps plat, comme une sole ou une plague, généralement trouvé dans les eaux peu profondes.",
      "example": "I caught a flatfish at the beach last week, flatfish are often served grilled, we will buy a flatfish for dinner tonight.",
      "example_translation": "J'ai attrapé un poisson plat à la plage la semaine dernière, les poissons plats sont souvent servis grillés, nous allons acheter un poisson plat pour dîner ce soir.",
      "imageLink": "image_files\\English\\"imageLink": "flatfish.jpg",
      "audioLink": "flatfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "flounder",
      "translation": "flet",
      "definition": "A type of flatfish, typically found in shallow water, with a flat body and a small mouth.",
      "definition_translation": "Un type de poisson plat, généralement trouvé dans les eaux peu profondes, avec un corps plat et une petite bouche.",
      "example": "I saw a flounder swimming in the shallow water, we will go flounder fishing tomorrow, flounder are often served with lemon.",
      "example_translation": "J'ai vu un flet nageant dans l'eau peu profonde, nous allons aller pêcher le flet demain, les flets sont souvent servis avec du citron.",
      "imageLink": "image_files\\English\\"imageLink": "flounder.jpg",
      "audioLink": "flounder.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "gilthead",
      "translation": "dorade",
      "definition": "A type of sea bream, a marine fish native to the Mediterranean and the eastern Atlantic Ocean.",
      "definition_translation": "Un type de dorade, un poisson de mer originaire de la Méditerranée et de l'océan Atlantique Oriental.",
      "example": "Yesterday, I caught a large gilthead while fishing in the Mediterranean. Today, I am cooking it for lunch, and I will eat it with my friends tomorrow.",
      "example_translation": "Hier, j'ai attrapé un grand dorade en pêchant en Méditerranée. Aujourd'hui, je le cuisine pour déjeuner, et je le mangerai avec mes amis demain.",
      "imageLink": "image_files\\English\\"imageLink": "gilthead.jpg",
      "audioLink": "gilthead.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "gudgeon",
      "translation": "goujon",
      "definition": "A small freshwater fish of the carp family, found in rivers and lakes in Europe and Asia.",
      "definition_translation": "Un petit poisson d'eau douce de la famille des carpes, trouvé dans les rivières et les lacs en Europe et en Asie.",
      "example": "The gudgeon is a popular species for recreational angling. In the past, my grandfather used to catch gudgeons in the river near our village. Now, I often go fishing for gudgeons with my friends.",
      "example_translation": "Le goujon est une espèce populaire pour la pêche récréative. Dans le passé, mon grand-père attrapait des goujons dans la rivière près de notre village. Maintenant, j'y vais souvent pêcher avec mes amis.",
      "imageLink": "image_files\\English\\"imageLink": "gudgeon.jpg",
      "audioLink": "gudgeon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "guppy",
      "translation": "guppy",
      "definition": "A small, colorful freshwater fish, popular as an aquarium pet.",
      "definition_translation": "Un petit poisson d'eau douce coloré, populaire comme animal de compagnie d'aquarium.",
      "example": "I had a guppy as a pet when I was a child. My sister has a guppy in her aquarium now, and I will buy one for my son next week.",
      "example_translation": "J'avais un guppy comme animal de compagnie quand j'étais enfant. Ma sœur a un guppy dans son aquarium maintenant, et j'en achèterai un pour mon fils la semaine prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "guppy.jpg",
      "audioLink": "guppy.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "haddock",
      "translation": "colin",
      "definition": "A mild-flavored fish of the cod family, often used in traditional British cuisine.",
      "definition_translation": "Un poisson de la famille de la morue, souvent utilisé dans la cuisine britannique traditionnelle.",
      "example": "My grandmother used to cook haddock for us every Sunday. Now, I prefer to eat haddock in a pub with my friends, and we will have it for dinner next month.",
      "example_translation": "Ma grand-mère nous cuisinait du colin tous les dimanches. Maintenant, je préfère manger du colin dans un pub avec mes amis, et nous l'aurons pour dîner le mois prochain.",
      "imageLink": "image_files\\English\\"imageLink": "haddock.jpg",
      "audioLink": "haddock.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "hake",
      "translation": "colin",
      "definition": "A type of fish, often found in the Atlantic Ocean, with a long, slender body and a small mouth.",
      "definition_translation": "Un type de poisson, souvent trouvé dans l'océan Atlantique, avec un corps long et mince et une petite bouche.",
      "example": "I caught a hake while fishing last weekend. I will cook it tonight. I have cooked hakes many times before.",
      "example_translation": "J'ai pris un colin pendant que je pêchais le week-end dernier. Je le cuisinerai ce soir. J'ai cuit des colins plusieurs fois auparavant.",
      "imageLink": "image_files\\English\\"imageLink": "hake.jpg",
      "audioLink": "hake.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "halibut",
      "translation": "flétan",
      "definition": "A large, flatfish found in the ocean, with a firm, white flesh and a mild flavor.",
      "definition_translation": "Un grand poisson plat trouvé dans l'océan, avec une chair ferme et blanche et un goût léger.",
      "example": "My grandma serves halibut for dinner every Sunday. She served halibut last week. She will serve halibut again next week.",
      "example_translation": "Ma grand-mère sert du flétan pour dîner tous les dimanches. Elle a servi du flétan la semaine dernière. Elle servira du flétan à nouveau la semaine prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "halibut.jpg",
      "audioLink": "halibut.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "herring",
      "translation": "hareng",
      "definition": "A small, oily fish often caught for its meat, which is rich in omega-3 fatty acids.",
      "definition_translation": "Un petit poisson huileux souvent pris pour sa chair, qui est riche en acides gras oméga-3.",
      "example": "I ate herring for breakfast this morning. I will eat herring again tomorrow. I have eaten herring many times before.",
      "example_translation": "J'ai mangé du hareng pour le petit déjeuner ce matin. Je mangerai du hareng à nouveau demain. J'ai mangé du hareng plusieurs fois auparavant.",
      "imageLink": "image_files\\English\\"imageLink": "herring.jpg",
      "audioLink": "herring.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "lamprey",
      "translation": "lamproie",
      "definition": "A type of fish with a suction cup-like mouth, often found in rivers and lakes.",
      "definition_translation": "Un type de poisson avec une bouche en forme de coupelle, souvent trouvé dans les rivières et les lacs.",
      "example": "The lamprey attached itself to the shark's fin. It will attach itself to the fish's scales tonight. It had attached itself to the boat's hull yesterday.",
      "example_translation": "La lamproie s'est attachée à la nageoire du requin. Elle s'attachera à l'écaille du poisson ce soir. Elle s'était attachée à la coque du bateau hier.",
      "imageLink": "image_files\\English\\"imageLink": "lamprey.jpg",
      "audioLink": "lamprey.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "mackerel",
      "translation": "maquereau",
      "definition": "A mackerel is a type of fish that is often caught for food. It has a distinctive flavor and is rich in omega-3 fatty acids.",
      "definition_translation": "Un maquereau est un type de poisson souvent pêché pour la nourriture. Il a un goût distinct et est riche en acides gras oméga-3.",
      "example": "I caught a mackerel while fishing yesterday, it was huge. Mackerel are abundant in the Atlantic Ocean. I will eat mackerel for dinner tomorrow.",
      "example_translation": "J'ai attrapé un maquereau pendant que je pêchais hier, il était énorme. Les maquereaux sont abondants dans l'océan Atlantique. Je mangerai du maquereau pour dîner demain.",
      "imageLink": "image_files\\English\\"imageLink": "mackerel.jpg",
      "audioLink": "mackerel.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "moray",
      "translation": "murène",
      "definition": "A moray is a type of eel-like fish that is often found in tropical waters. It has a long, slender body and a distinctive pattern of spots.",
      "definition_translation": "Une murène est un type de poisson semblable à une anguille qui est souvent trouvée dans les eaux tropicales. Elle a un corps long et svelte et un patern de taches distinct.",
      "example": "I saw a moray swimming in the coral reef yesterday. Moray eels are known to be carnivorous. I will study moray behavior next semester.",
      "example_translation": "J'ai vu une murène nageant dans le récif de corail hier. Les murènes sont connues pour être carnivores. J'étudierai le comportement des murènes le semestre prochain.",
      "imageLink": "image_files\\English\\"imageLink": "moray.jpg",
      "audioLink": "moray.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "perch",
      "translation": "perche",
      "definition": "A perch is a type of fish that is often caught for sport or food. It is a freshwater fish and is native to Europe and Asia.",
      "definition_translation": "Une perche est un type de poisson souvent pêché pour le sport ou la nourriture. C'est un poisson d'eau douce et est originaire d'Europe et d'Asie.",
      "example": "I caught a perch while fishing in the lake yesterday. Perch are known to be active at night. I will go perch fishing with my friends next week.",
      "example_translation": "J'ai attrapé une perche pendant que je pêchais dans le lac hier. Les perches sont connues pour être actives la nuit. Je irai pêcher la perche avec mes amis la semaine prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "perch.jpg",
      "audioLink": "perch.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "pike",
      "translation": "brochet",
      "definition": "A pike is a type of fish that is known for its aggressive behavior and sharp teeth. It is a carnivorous fish that is often found in freshwater habitats.",
      "definition_translation": "Un brochet est un type de poisson connu pour son comportement agressif et ses dents aiguisées. C'est un poisson carnivore qui est souvent trouvé dans les habitats d'eau douce.",
      "example": "I saw a pike swimming in the river yesterday. Pike are known to be solitary creatures. I will try to catch a pike next summer.",
      "example_translation": "J'ai vu un brochet nageant dans la rivière hier. Les brochets sont connus pour être des créatures solitaires. J'essayerai d'attraper un brochet l'été prochain.",
      "imageLink": "image_files\\English\\"imageLink": "pike.jpg",
      "audioLink": "pike.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "piranha",
      "translation": "piranha",
      "definition": "A piranha is a type of carnivorous fish that is native to South America, known for its sharp teeth and powerful jaws.",
      "definition_translation": "Un piranha est un type de poisson carnivore originaire d'Amérique du Sud, connu pour ses dents tranchantes et ses mâchoires puissantes.",
      "example": "In the past, I had seen piranhas in the Amazon river. Now, I'm afraid to swim in the same river. In the future, I will avoid that river altogether.",
      "example_translation": "Dans le passé, j'avais vu des piranhas dans le fleuve Amazone. Maintenant, j'ai peur de nager dans le même fleuve. Dans le futur, je vais éviter ce fleuve complètement.",
      "imageLink": "image_files\\English\\"imageLink": "piranha.jpg",
      "audioLink": "piranha.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "plaice",
      "translation": "plie",
      "definition": "A plaice is a type of flatfish that is commonly found in the North Sea, known for its delicate flavor and firm texture.",
      "definition_translation": "Une plie est un type de poisson plat communément trouvé dans la mer du Nord, connu pour son goût délicat et sa texture ferme.",
      "example": "My grandmother used to cook plaice for dinner when I was a child. Now, I prefer to eat it grilled. In the future, I will try to catch one myself.",
      "example_translation": "Ma grand-mère cuisinait des plies pour dîner lorsque j'étais enfant. Maintenant, je préfère le manger grillé. Dans le futur, j'essaierai d'en attraper un moi-même.",
      "imageLink": "image_files\\English\\"imageLink": "plaice.jpg",
      "audioLink": "plaice.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "roach",
      "translation": "labre",
      "definition": "A roach is a type of freshwater fish that is common in Europe, known for its grayish-brown color and slender body.",
      "definition_translation": "Un labre est un type de poisson d'eau douce commun en Europe, connu pour sa couleur gris-brun et son corps svelte.",
      "example": "In the past, I used to catch roaches in the lake. Now, I'm happy to see them swimming in the aquarium. In the future, I will introduce them to a new habitat.",
      "example_translation": "Dans le passé, j'attrapais des labres dans le lac. Maintenant, je suis heureux de les voir nager dans l'aquarium. Dans le futur, je vais les introduire dans un nouvel habitat.",
      "imageLink": "image_files\\English\\"imageLink": "roach.jpg",
      "audioLink": "roach.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "sardine",
      "translation": "sardine",
      "definition": "A sardine is a small, oily fish that is often canned and eaten as a snack or used as an ingredient in various dishes.",
      "definition_translation": "Une sardine est un petit poisson huileux qui est souvent mis en conserve et mangé comme un snack ou utilisé comme ingrédient dans divers plats.",
      "example": "In the past, I used to eat sardines straight from the can. Now, I prefer to use them in salads. In the future, I will try to cook them in a new recipe.",
      "example_translation": "Dans le passé, je mangeais des sardines directement depuis la conserve. Maintenant, je préfère les utiliser dans les salades. Dans le futur, j'essaierai de les cuisiner dans une nouvelle recette.",
      "imageLink": "image_files\\English\\"imageLink": "sardine.jpg",
      "audioLink": "sardine.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "sawfish",
      "translation": "poisson-scie",
      "definition": "A sawfish is a type of ray with a long, flat snout that has a row of sharp teeth, used to attack and defend itself.",
      "definition_translation": "Un poisson-scie est un type de raie avec un nez long et plat qui a une rangée de dents acérées, utilisé pour attaquer et se défendre.",
      "example": "In 2019, I saw a sawfish swimming near the coral reef. Currently, sawfish are protected in most countries. By 2025, we will have implemented a plan to conserve sawfish populations.",
      "example_translation": "En 2019, j'ai vu un poisson-scie nageant près du récif de corail. Actuellement, les poissons-scie sont protégés dans la plupart des pays. D'ici 2025, nous aurons mis en œuvre un plan pour conserver les populations de poissons-scie.",
      "imageLink": "image_files\\English\\"imageLink": "sawfish.jpg",
      "audioLink": "sawfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "scalar",
      "translation": "scalaire",
      "definition": "In mathematics, a scalar is a quantity with only magnitude, without direction, such as a number or amount.",
      "definition_translation": "En mathématiques, un scalaire est une quantité ayant seulement une grandeur, sans direction, comme un nombre ou une quantité.",
      "example": "The scalar product of two vectors is zero if they are perpendicular. Scalars are used to measure physical quantities, such as temperature or mass. In the future, we will develop scalar algorithms to improve data analysis.",
      "example_translation": "Le produit scalaire de deux vecteurs est nul si elles sont perpendiculaires. Les scalaires sont utilisés pour mesurer les quantités physiques, comme la température ou la masse. À l'avenir, nous développerons des algorithmes scalaires pour améliorer l'analyse des données.",
      "imageLink": "image_files\\English\\"imageLink": "scalar.jpg",
      "audioLink": "scalar.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "scale",
      "translation": "échelle",
      "definition": "A scale is a series of musical notes in a specific pattern, or a device for weighing or measuring the weight of something.",
      "definition_translation": "Une échelle est une série de notes musicales dans un modèle spécifique, ou un dispositif pour peser ou mesurer le poids de quelque chose.",
      "example": "I will play the C major scale on my guitar tonight. The doctor used a scale to weigh the patient. By 2022, we will have developed a new scale to measure customer satisfaction.",
      "example_translation": "Je jouerai l'échelle de do majeur sur ma guitare ce soir. Le médecin a utilisé une échelle pour peser le patient. D'ici 2022, nous aurons développé une nouvelle échelle pour mesurer la satisfaction client.",
      "imageLink": "image_files\\English\\"imageLink": "scale.jpg",
      "audioLink": "scale.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "seahorse",
      "translation": "hippocampe",
      "definition": "A seahorse is a type of marine fish with a horse-like head and a curled tail, often found in warm tropical waters.",
      "definition_translation": "Un hippocampe est un type de poisson marin avec une tête de cheval et une queue courbée, souvent trouvé dans les eaux tropicales chaudes.",
      "example": "I saw a seahorse swimming near the coral reef last year. Today, we are studying the behavior of seahorses in captivity. In the future, we will explore ways to protect seahorse habitats.",
      "example_translation": "J'ai vu un hippocampe nageant près du récif de corail l'année dernière. Aujourd'hui, nous étudions le comportement des hippocampes en captivité. À l'avenir, nous explorerons les moyens de protéger les habitats des hippocampes.",
      "imageLink": "image_files\\English\\"imageLink": "seahorse.jpg",
      "audioLink": "seahorse.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "sole",
      "translation": "seule",
      "definition": "The sole is a type of flatfish that is widely found in the Atlantic Ocean and the Mediterranean Sea.",
      "definition_translation": "Le sole est un type de poisson plat qui se trouve largement dans l'océan Atlantique et la mer Méditerranée.",
      "example": "I caught a sole while fishing in the ocean last summer, and it was delicious grilled. Now I'm planning to go sole fishing again this weekend. By next year, I will have mastered the art of catching soles.",
      "example_translation": "J'ai attrapé une seule en pêchant dans l'océan l'été dernier, et c'était délicieux grillé. Maintenant, je planifie aller pêcher la seule encore ce week-end. L'année prochaine, j'aurai maîtrisé l'art d'attraper des soles.",
      "imageLink": "image_files\\English\\"imageLink": "sole.jpg",
      "audioLink": "sole.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "sprat",
      "translation": "esprit",
      "definition": "A sprat is a small, oily fish that is often caught for food or used as bait.",
      "definition_translation": "Un esprit est un petit poisson gras qui est souvent capturé pour nourriture ou utilisé comme appât.",
      "example": "I used sprats as bait to catch a larger fish, and it worked perfectly. Sprats are abundant in the waters around here, so I always have some on hand. By next month, I will have tried all the recipes using sprats.",
      "example_translation": "J'ai utilisé des esprits comme appât pour attraper un poisson plus grand, et cela a fonctionné parfaitement. Les esprits sont abondants dans les eaux autour d'ici, donc j'en ai toujours quelques-uns sous la main. D'ici le mois prochain, j'aurai essayé toutes les recettes utilisant des esprits.",
      "imageLink": "image_files\\English\\"imageLink": "sprat.jpg",
      "audioLink": "sprat.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "stickleback",
      "translation": "épinoche",
      "definition": "A stickleback is a small fish with sharp spines on its back, found in fresh and saltwater environments.",
      "definition_translation": "Une épinoche est un petit poisson avec des épines pointues sur son dos, trouvé dans des environnements d'eau douce et d'eau salée.",
      "example": "I remember catching sticklebacks in the creek behind my house when I was a kid. Sticklebacks are difficult to catch, but their spines make them a fun challenge. By next year, I will have learned how to breed sticklebacks in an aquarium.",
      "example_translation": "Je me souviens d'avoir attrapé des épinoches dans le ruisseau derrière ma maison quand j'étais gosse. Les épinoches sont difficiles à attraper, mais leurs épines en font un défi amusant. D'ici l'année prochaine, j'aurai appris comment élever des épinoches dans un aquarium.",
      "imageLink": "image_files\\English\\"imageLink": "stickleback.jpg",
      "audioLink": "stickleback.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "sturgeon",
      "translation": "esturgeon",
      "definition": "A sturgeon is a large fish with a long, slender body and a distinctive snout, found in rivers and coastal areas.",
      "definition_translation": "Un esturgeon est un grand poisson avec un corps long et mince et un museau distinct, trouvé dans les rivières et les zones côtières.",
      "example": "I saw a sturgeon swimming in the river during my last fishing trip. Sturgeons are endangered, so we need to be careful not to disturb them. By next decade, I hope sturgeon populations will have recovered.",
      "example_translation": "J'ai vu un esturgeon nageant dans la rivière pendant mon dernier voyage de pêche. Les esturgeons sont menacés, donc nous devons être prudents de ne pas les déranger. D'ici la prochaine décennie, j'espère que les populations d'esturgeons seront revenues à la normale.",
      "imageLink": "image_files\\English\\"imageLink": "sturgeon.jpg",
      "audioLink": "sturgeon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "sunfish",
      "translation": "poisson-lune",
      "definition": "A sunfish is a type of marine fish that belongs to the family Molidae. It is characterized by its flat, round body and its ability to grow up to 3 meters in length.",
      "definition_translation": "Un poisson-lune est un type de poisson marin qui appartient à la famille des Molidae. Il est caractérisé par son corps plat et rond et sa capacité à atteindre 3 mètres de longueur.",
      "example": "The scuba diver had seen a sunfish swimming near the coral reef yesterday, and she expects to see another one tomorrow. She saw a huge sunfish swimming in the distance last week.",
      "example_translation": "Le plongeur avait vu un poisson-lune nager près du récif de corail hier, et elle s'attend à en voir un autre demain. Elle avait vu un énorme poisson-lune nager à distance la semaine dernière.",
      "imageLink": "image_files\\English\\"imageLink": "sunfish.jpg",
      "audioLink": "sunfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "swordfish",
      "translation": "espadon",
      "definition": "A swordfish is a large, fast-swimming fish with a long, pointed bill and a distinctive dorsal fin. It is a popular game fish and is also prized for its meat.",
      "definition_translation": "L'espadon est un grand poisson rapide avec un long bec pointu et une nageoire dorsale distinctive. C'est un poisson de jeu populaire et il est également apprécié pour sa viande.",
      "example": "The fishermen caught a swordfish in the morning, and they will eat it for dinner tonight. By next year, swordfish populations are expected to decline due to overfishing.",
      "example_translation": "Les pêcheurs ont attrapé un espadon ce matin, et ils le mangeront pour dîner ce soir. D'ici l'année prochaine, les populations d'espadons devraient diminuer en raison de la surpêche.",
      "imageLink": "image_files\\English\\"imageLink": "swordfish.jpg",
      "audioLink": "swordfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "tench",
      "translation": "tanche",
      "definition": "A tench is a small to medium-sized freshwater fish with a slender body and a distinctive pattern of spots or bars. It is a popular angling fish in Europe.",
      "definition_translation": "La tanche est un poisson d'eau douce de petite à moyenne taille avec un corps svelte et un motif distinct de taches ou de bandes. C'est un poisson de pêche populaire en Europe.",
      "example": "The angler caught a tench in the lake yesterday, but he released it back into the water. Tench are often found in shallow waters with abundant vegetation.",
      "example_translation": "Le pêcheur a attrapé une tanche dans le lac hier, mais il l'a relâchée dans l'eau. Les tanche sont souvent trouvées dans les eaux peu profondes avec une végétation abondante.",
      "imageLink": "image_files\\English\\"imageLink": "tench.jpg",
      "audioLink": "tench.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "zander",
      "translation": "sandre",
      "definition": "A zander is a large, carnivorous freshwater fish with a long, slender body and a distinctive pattern of stripes or spots. It is native to Europe and Asia.",
      "definition_translation": "Le sandre est un grand poisson d'eau douce carnivore avec un corps long et svelte et un motif distinct de bandes ou de taches. Il est originaire d'Europe et d'Asie.",
      "example": "The zander population in the river has been declining due to habitat destruction. Zander are known for their strong fighting ability and are a popular game fish.",
      "example_translation": "La population de sandres dans la rivière a diminué en raison de la destruction de l'habitat. Les sandres sont connus pour leur capacité de combat puissante et sont un poisson de jeu populaire.",
      "imageLink": "image_files\\English\\"imageLink": "zander.jpg",
      "audioLink": "zander.mp3"
    }
  ]