[
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "abandon",
      "translation": "abandonner",
      "definition": "to give up or leave something or someone, especially because it is no longer needed or wanted",
      "definition_translation": "de donner ou de laisser quelque chose ou quelqu'un, notamment parce qu'il n'est plus nécessaire ou voulu",
      "example": "I will abandon my plans to travel next week. I abandoned my car on the side of the road. She has abandoned all hope.",
      "example_translation": "Je vais abandonner mes plans de voyage la semaine prochaine. J'ai abandonné ma voiture sur le côté de la route. Elle a abandonné tout espoir.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/abandon.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abandon.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "abandoned",
      "translation": "abandonné",
      "definition": "left or deserted, often in a state of disrepair or neglect",
      "definition_translation": "laisser ou déserté, souvent dans un état de délabrement ou de négligence",
      "example": "The abandoned building was torn down. The city has many abandoned houses. She felt abandoned by her friends.",
      "example_translation": "Le bâtiment abandonné a été démoli. La ville a beaucoup de maisons abandonnées. Elle se sentait abandonnée par ses amis.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/abandoned.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abandoned.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "abolish",
      "translation": "abolir",
      "definition": "to officially end or get rid of a system, practice, or institution",
      "definition_translation": "de mettre fin officiellement à un système, une pratique ou une institution",
      "example": "The government plans to abolish the death penalty. The committee voted to abolish the old rules. She wants to abolish the monarchy.",
      "example_translation": "Le gouvernement prévoit d'abolir la peine de mort. Le comité a voté pour abolir les anciennes règles. Elle veut abolir la monarchie.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/abolish.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abolish.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "absence",
      "translation": "absence",
      "definition": "the state of not being present or accounted for",
      "definition_translation": "l'état de ne pas être présent ou comptabilisé",
      "example": "Her absence from work was noticeable. The teacher marked her absence in the attendance book. His absence was felt by everyone.",
      "example_translation": "Son absence au travail était remarquable. Le professeur a marqué son absence dans le registre des présences. Son absence était ressentie par tous.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/absence.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absence.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "absolute",
      "translation": "absolu",
      "definition": "Complete or total; having no exception or modification.",
      "definition_translation": "Complet ou total; n'ayant pas d'exception ou de modification.",
      "example": "The absolute value of a number is its distance from zero. I will absolutely finish my homework tonight. I had absolutely no idea what to do.",
      "example_translation": "La valeur absolue d'un nombre est sa distance de zéro. Je vais absolument finir mes devoirs cette nuit. J'avais absolument pas idée de quoi faire.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/absolute.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absolute.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "absorb",
      "translation": "absorber",
      "definition": "To take in and assimilate (energy, a liquid, etc.); to engage someone's attention completely.",
      "definition_translation": "Absorber (l'énergie, un liquide, etc.) ; occuper complètement l'attention de quelqu'un.",
      "example": "The sponge absorbs water quickly. I was absorbed in my book and didn't notice the time. The company will absorb the costs of the project.",
      "example_translation": "L'éponge absorbe rapidement l'eau. J'étais absorbé par mon livre et n'ai pas remarqué l'heure. La société absorbera les coûts du projet.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/absorb-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "absorb",
      "translation": "absorber",
      "definition": "To take in and assimilate (energy, a liquid, etc.); to engage someone's attention completely.",
      "definition_translation": "Absorber (l'énergie, un liquide, etc.) ; occuper complètement l'attention de quelqu'un.",
      "example": "The chemical absorbs oxygen from the air. She absorbed the news of her sister's death. The company absorbs the losses of its subsidiary.",
      "example_translation": "Le produit chimique absorbe l'oxygène de l'air. Elle a absorbé la nouvelle de la mort de sa sœur. La société absorbe les pertes de sa filiale.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/absorb.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "absorb",
      "translation": "absorber",
      "definition": "To take in and assimilate (energy, a liquid, etc.); to engage someone's attention completely.",
      "definition_translation": "Absorber (l'énergie, un liquide, etc.) ; occuper complètement l'attention de quelqu'un.",
      "example": "The soundproofing material absorbs echoes. I absorbed every word of the lecture. The company will absorb the expenses of the trip.",
      "example_translation": "Le matériau insonorisant absorbe les échos. J'ai absorbé chaque mot de la conférence. La société absorbera les frais du voyage.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/absorb-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "abstract",
      "translation": "abstrait",
      "definition": "Existing in thought or as an idea, but not having a physical existence.",
      "definition_translation": "Existant dans la pensée ou comme idée, mais n'ayant pas d'existence physique.",
      "example": "The artist's abstract paintings were on display at the gallery. She had abstracted the concept from her dreams. The professor will abstract the main points from the lecture.",
      "example_translation": "Les peintures abstraites de l'artiste étaient exposées à la galerie. Elle avait abstrait le concept de ses rêves. Le professeur va abstraire les principaux points de la conférence.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/abstract.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abstract.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "absurd",
      "translation": "absurde",
      "definition": "Unreasonable or illogical; contrary to reason or absurd.",
      "definition_translation": "Déraisonnable ou illogique; contraire à la raison ou absurde.",
      "example": "The absurdity of the situation was becoming clear. He made an absurd comment during the meeting. The absurd rules of the game were confusing.",
      "example_translation": "L'absurdité de la situation devenait claire. Il a fait un commentaire absurde pendant la réunion. Les règles absurdes du jeu étaient confuses.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/absurd.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absurd.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "abuse",
      "translation": "abus",
      "definition": "To use something wrongly or unfairly, or to treat someone badly.",
      "definition_translation": "Utiliser quelque chose de manière incorrecte ou injuste, ou traiter quelqu'un mal.",
      "example": "She suffered abuse at the hands of her partner. The company was accused of abuse of power. The government vowed to stop the abuse of public funds.",
      "example_translation": "Elle a subi des abus de la part de son partenaire. L'entreprise a été accusée d'abus de pouvoir. Le gouvernement s'est engagé à mettre fin à l'abus des fonds publics.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/abuse-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "abuse",
      "translation": "abus",
      "definition": "To use something wrongly or unfairly, or to treat someone badly.",
      "definition_translation": "Utiliser quelque chose de manière incorrecte ou injuste, ou traiter quelqu'un mal.",
      "example": "The charity worked to prevent child abuse. The athlete was accused of physical abuse. The report highlighted the abuse of privilege.",
      "example_translation": "L'organisme de bienfaisance a travaillé pour prévenir l'abus des enfants. L'athlète a été accusé d'abus physique. Le rapport a mis en évidence l'abus de privilège.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/abuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "academic",
      "translation": "académique",
      "definition": "Relating to education, scholarships, or academic environments",
      "definition_translation": "Relatif à l'éducation, les bourses d'études ou les environnements académiques",
      "example": "She was an academic person, always studying and researching. She had been an academic advisor for several years. She will be an academic dean soon.",
      "example_translation": "Elle était une personne académique, toujours en train d'étudier et de rechercher. Elle avait été conseillère académique pendant plusieurs années. Elle sera doyenne académique bientôt.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/academic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/academic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "access",
      "translation": "accès",
      "definition": "The ability or right to use or enter something",
      "definition_translation": "La possibilité ou le droit d'utiliser ou d'entrer dans quelque chose",
      "example": "I had access to the library database. She will have access to the secure area. They had accessed the website before.",
      "example_translation": "J'avais accès à la base de données de la bibliothèque. Elle aura accès à la zone sécurisée. Ils avaient accédé au site web auparavant.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/access-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/access.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "accessible",
      "translation": "accessible",
      "definition": "Easy to use, reach, or understand",
      "definition_translation": "Facile à utiliser, à atteindre ou à comprendre",
      "example": "The website is accessible to everyone. The city will be accessible by car soon. The information was accessible online.",
      "example_translation": "Le site web est accessible à tous. La ville sera accessible en voiture bientôt. L'information était accessible en ligne.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/accessible.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accessible.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "accidental",
      "translation": "accidentel",
      "definition": "Happening or done by chance, rather than intentionally",
      "definition_translation": "Arrivant ou fait par hasard, plutôt que intentionnellement",
      "example": "The accidental error caused the system to crash. She had an accidental meeting with her old friend. The company will provide accidental insurance to its employees.",
      "example_translation": "L'erreur accidentelle a fait crasher le système. Elle avait eu une rencontre accidentelle avec son vieux ami. La compagnie fournira une assurance accidentelle à ses employés.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/accidental.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accidental.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "accordion",
      "translation": "accordéon",
      "definition": "a musical instrument played by compressing or expanding a bellows while pressing buttons or keys to force air through reeds, producing a rich, resonant sound",
      "definition_translation": "un instrument de musique joué en compressant ou en dilatant un soufflet tout en appuyant sur des boutons ou des clés pour forcer l'air à passer à travers des anche, produisant un son riche et sonore",
      "example": "The musician skillfully played the accordion at the folk festival. Yesterday, she had purchased it at a local shop. By next year, she will have mastered the instrument.",
      "example_translation": "Le musicien a habilement joué de l'accordéon au festival folklorique. Hier, elle l'avait acheté à une boutique locale. D'ici l'an prochain, elle aura maîtrisé l'instrument.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/accordion.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accordion.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "account",
      "translation": "compte",
      "definition": "a record of financial transactions, or a statement of financial position, or a service provided by a financial institution",
      "definition_translation": "un registre des transactions financières, ou une déclaration de situation financière, ou un service offert par une institution financière",
      "example": "I will create an account on the website. Yesterday, I had checked my account balance. By next month, I will have paid all my outstanding bills.",
      "example_translation": "Je vais créer un compte sur le site web. Hier, j'avais vérifié mon solde de compte. D'ici le mois prochain, j'aurai payé toutes mes factures en souffrance.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/account-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/account.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "accounting",
      "translation": "comptabilité",
      "definition": "the process of recording, classifying, and reporting financial information, or the profession of managing and interpreting financial information",
      "definition_translation": "le processus d'enregistrement, de classification et de déclaration d'informations financières, ou la profession de gestion et d'interprétation d'informations financières",
      "example": "Accounting is a crucial part of business management. The company had hired an accounting firm to audit their financial records. By next quarter, they will have implemented a new accounting system.",
      "example_translation": "La comptabilité est une partie cruciale de la gestion des entreprises. L'entreprise avait embauché une firme de comptabilité pour auditer leurs registres financiers. D'ici le prochain trimestre, ils auront mis en place un nouveau système de comptabilité.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/accounting.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accounting.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "accuracy",
      "translation": "précision",
      "definition": "the quality, state, or degree of being accurate, or the ability to measure or calculate with precision",
      "definition_translation": "la qualité, l'état ou le degré d'être précis, ou la capacité de mesurer ou de calculer avec précision",
      "example": "The laboratory technician ensured the accuracy of the test results. Yesterday, the team had conducted experiments to improve the accuracy of their research. By next year, they will have achieved a high level of accuracy in their measurements.",
      "example_translation": "Le technicien de laboratoire a assuré la précision des résultats des tests. Hier, l'équipe avait mené des expériences pour améliorer la précision de leur recherche. D'ici l'an prochain, ils auront atteint un niveau élevé de précision dans leurs mesures.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/accuracy.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accuracy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "accuse",
      "translation": "accuser",
      "definition": "To charge someone with a fault or offense; to blame.",
      "definition_translation": "Accuser quelqu'un d'une erreur ou d'une offense; blâmer.",
      "example": "The prosecutor will accuse the defendant of stealing the money. Yesterday, she accused her brother of lying. She will accuse him of cheating on the test.",
      "example_translation": "Le procureur accusera le défendeur de voler l'argent. Hier, elle a accusé son frère de mentir. Elle l'accusera de tricher au test.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/accuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "ache",
      "translation": "faire mal",
      "definition": "A dull, steady pain, often in the muscles or joints.",
      "definition_translation": "Une douleur sourde et constante, souvent dans les muscles ou les articulations.",
      "example": "My back aches from lifting heavy boxes. Yesterday, my head ached from the loud music. It will ache if I don't stretch after exercise.",
      "example_translation": "Mon dos me fait mal en soulevant des cartons lourds. Hier, ma tête me faisait mal à cause de la musique forte. Ça me fera mal si je ne m'étire pas après l'exercice.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/ache-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ache.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "acid",
      "translation": "acide",
      "definition": "A sour-tasting, corrosive substance.",
      "definition_translation": " Une substance savoureuse aigre, corrosive.",
      "example": "The acid in the battery can cause burns. Yesterday, we mixed acid with water in chemistry class. The lab will test the acid level in the soil.",
      "example_translation": "L'acide dans la batterie peut causer des brûlures. Hier, nous avons mélangé de l'acide avec de l'eau en classe de chimie. Le laboratoire va tester le niveau d'acide dans le sol.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/acid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "acquire",
      "translation": "acquérir",
      "definition": "To gain or obtain something, often with effort or difficulty.",
      "definition_translation": "Acquérir ou obtenir quelque chose, souvent avec effort ou difficulté.",
      "example": "The company will acquire new assets this year. Yesterday, I acquired a new skill in photography. She will acquire a new language by traveling.",
      "example_translation": "L'entreprise acquerra de nouveaux avoirs cette année. Hier, j'ai acquis une nouvelle compétence en photographie. Elle acquerra une nouvelle langue en voyageant.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/acquire-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acquire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "acquire",
      "translation": "acquérir",
      "definition": "To gain or obtain something, often through effort or hard work.",
      "definition_translation": "Gagner ou obtenir quelque chose, souvent grâce à l'effort ou au travail acharné.",
      "example": "I acquired a new skill last year, and now I'm proficient in it. I'm acquiring a new language, and it's challenging. I will acquire a new certification next year.",
      "example_translation": "J'ai acquis une nouvelle compétence l'an dernier, et maintenant je suis compétent dans ce domaine. Je suis en train d'acquérir une nouvelle langue, et c'est difficile. J'acquerrai une nouvelle certification l'an prochain.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/acquire.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acquire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "action",
      "translation": "action",
      "definition": "The process of doing something, especially something that involves energy, effort, or movement.",
      "definition_translation": "Le processus de faire quelque chose, notamment quelque chose qui implique de l'énergie, de l'effort ou du mouvement.",
      "example": "The action of the movie was fast-paced and exciting. The action taken by the government was widely criticized. The action plan will be implemented next quarter.",
      "example_translation": "L'action du film était rapide et excitante. L'action prise par le gouvernement a été largement critiquée. Le plan d'action sera mis en œuvre le trimestre prochain.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/action.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/action.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "actively",
      "translation": "activement",
      "definition": "In an active or engaged manner, often involving purposeful effort or energy.",
      "definition_translation": "D'une manière active ou engagée, souvent impliquant un effort intentionnel ou de l'énergie.",
      "example": "The company is actively seeking new employees. She actively participated in the discussion. The team actively worked on the project.",
      "example_translation": "L'entreprise cherche activement de nouveaux employés. Elle a participé activement à la discussion. L'équipe a travaillé activement sur le projet.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/actively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "activity",
      "translation": "activité",
      "definition": "Something that a person or group does, often in a deliberate or systematic way.",
      "definition_translation": "Quelque chose que fait une personne ou un groupe, souvent de manière délibérée ou systématique.",
      "example": "The activity of hiking is popular in the mountains. The company organized a team-building activity. The activity of learning a new language requires dedication.",
      "example_translation": "L'activité de la randonnée est populaire dans les montagnes. L'entreprise a organisé une activité de construction d'équipe. L'activité d'apprendre une nouvelle langue nécessite de la détermination.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/activity-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/activity.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "actual",
      "translation": "actuel",
      "definition": "Existing or happening now, rather than being past or future.",
      "definition_translation": "Existant ou se produisant maintenant, plutôt que d'être passé ou futur.",
      "example": "The actual cost of the project was higher than the estimated cost. I will be attending the actual event next week. The company will have an actual presence in the new market by the end of the year.",
      "example_translation": "Le coût réel du projet était plus élevé que le coût estimé. Je vais assister à l'événement réel la semaine prochaine. L'entreprise aura une présence réelle sur le nouveau marché d'ici la fin de l'année.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/actual.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actual.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "adapt",
      "translation": "adapter",
      "definition": "To change or be changed to fit new or different conditions.",
      "definition_translation": "Changer ou être changé pour s'adapter à de nouvelles ou différentes conditions.",
      "example": "The company had to adapt to the new market trends. She adapted the recipe to make it vegan-friendly. The new employee will need to adapt quickly to the team's workflow.",
      "example_translation": "L'entreprise a dû s'adapter aux nouveaux tendances du marché. Elle a adapté la recette pour la rendre végétalienne. Le nouvel employé devra s'adapter rapidement au flux de travail de l'équipe.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adapt.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adapt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "addict",
      "translation": "accro",
      "definition": "A person who is physically or psychologically dependent on a substance or behavior.",
      "definition_translation": "Une personne qui est physiquement ou psychologiquement dépendante d'une substance ou d'un comportement.",
      "example": "The addict couldn't resist the temptation of drugs. She was an addict to social media and spent hours scrolling through her feeds. He became an addict to playing video games and forgot about his responsibilities.",
      "example_translation": "L'accro ne pouvait résister à la tentation des drogues. Elle était accro aux réseaux sociaux et passait des heures à défiler ses fils d'actualité. Il est devenu accro aux jeux vidéo et a oublié ses responsabilités.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/addict.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addict.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "addicted",
      "translation": "accro",
      "definition": "Physically or psychologically dependent on a substance or behavior.",
      "definition_translation": "Physiquement ou psychologiquement dépendant d'une substance ou d'un comportement.",
      "example": "I am addicted to coffee and can't function without it. She was addicted to nicotine and had to quit smoking. He became addicted to exercise and spent hours at the gym every day.",
      "example_translation": "Je suis accro au café et ne peux pas fonctionner sans. Elle était accro à la nicotine et a dû arrêter de fumer. Il est devenu accro à l'exercice et passait des heures au gym tous les jours.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/addicted.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addicted.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "addiction",
      "translation": "dépendance",
      "definition": "The state of being enslaved to a habit or practice or to something that is psychologically or physically habit-forming, such as narcotics.",
      "definition_translation": "L'état d'être asservi à une habitude ou à une pratique ou à quelque chose qui est psychologiquement ou physiquement addictogène, comme les stupéfiants.",
      "example": "She has been struggling with addiction to social media for years. Yesterday, she finally decided to delete her accounts. By next year, she hopes to be completely free from the addiction.",
      "example_translation": "Elle a lutté contre la dépendance aux réseaux sociaux depuis des années. Hier, elle a finalement décidé de supprimer ses comptes. D'ici l'année prochaine, elle espère être complètement libre de la dépendance.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/addiction.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addiction.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "addition",
      "translation": "addition",
      "definition": "The act of adding; the process of adding or uniting things together to make a whole.",
      "definition_translation": "L'acte d'ajouter ; le processus d'ajouter ou d'unir des choses ensemble pour former un tout.",
      "example": "The teacher taught us about the importance of addition in mathematics. Yesterday, I made a mistake in an addition problem. By next week, I will have mastered addition and subtraction.",
      "example_translation": "Le professeur nous a enseigné l'importance de l'addition en mathématiques. Hier, j'ai fait une erreur dans un problème d'addition. D'ici la semaine prochaine, j'aurai maîtrisé l'addition et la soustraction.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/addition.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addition.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "additional",
      "translation": "supplémentaire",
      "definition": "Providing more of something that is already present or available; further or extra.",
      "definition_translation": "Fournissant plus de quelque chose qui est déjà présent ou disponible ; autre ou supplémentaire.",
      "example": "The hotel provided additional amenities, such as a fitness center and a spa. Yesterday, I requested additional information about the room. By next month, we will have additional staff to help with the workload.",
      "example_translation": "L'hôtel a fourni des équipements supplémentaires, tels qu'un centre de fitness et un spa. Hier, j'ai demandé des informations supplémentaires sur la chambre. D'ici le mois prochain, nous aurons du personnel supplémentaire pour aider avec la charge de travail.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/additional.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/additional.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "additionally",
      "translation": "en outre",
      "definition": "In addition; further; also.",
      "definition_translation": "En outre ; further ; également.",
      "example": "I love reading books, and I additionally enjoy watching movies. Yesterday, I went to the gym and additionally did some yoga at home. By next year, I will have learned to play the guitar additionally.",
      "example_translation": "J'aime lire des livres, et j'aime également regarder des films. Hier, je suis allé au gymnase et j'ai également fait du yoga chez moi. D'ici l'année prochaine, j'aurai appris à jouer de la guitare en outre.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/additionally.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/additionally.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "adequate",
      "translation": "adéquat",
      "definition": "Sufficient for a particular purpose; satisfactory or acceptable.",
      "definition_translation": "Suffisant pour un but particulier ; satisfaisant ou acceptable.",
      "example": "The hotel provided adequate facilities for the guests. The manager thought the hotel facilities were adequate for the conference. The hotel will provide adequate facilities for the guests next year.",
      "example_translation": "L'hôtel a fourni des installations adéquates pour les invités. Le directeur pensait que les installations de l'hôtel étaient adéquates pour la conférence. L'hôtel fournira des installations adéquates pour les invités l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adequate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adequate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "adequately",
      "translation": "adéquatement",
      "definition": "In a way that is sufficient or acceptable.",
      "definition_translation": "De manière qui est suffisante ou acceptable.",
      "example": "The company adequately prepared for the economic downturn. The team will adequately prepare for the competition next year. She adequately addressed the concerns of the customers.",
      "example_translation": "L'entreprise s'est préparée adéquatement à la baisse économique. L'équipe se préparera adéquatement à la compétition l'année prochaine. Elle a abordé adéquatement les préoccupations des clients.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adequately.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adequately.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "adjust",
      "translation": "ajuster",
      "definition": "To change or modify something to make it fit, work, or function better.",
      "definition_translation": "Changer ou modifier quelque chose pour le rendre plus compatible, mieux fonctionner ou bien fonctionner.",
      "example": "She adjusted the settings on her phone to improve the signal. The mechanic adjusted the engine to increase its power. The teacher will adjust the lesson plan to fit the students' needs.",
      "example_translation": "Elle a ajusté les paramètres de son téléphone pour améliorer le signal. Le mécanicien a ajusté le moteur pour augmenter sa puissance. Le professeur ajustera le plan de leçon pour répondre aux besoins des étudiants.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adjust.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjust.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "adjust",
      "translation": "ajuster",
      "definition": "To change or modify something to make it fit, work, or function better.",
      "definition_translation": "Changer ou modifier quelque chose pour le rendre plus compatible, mieux fonctionner ou bien fonctionner.",
      "example": "The company adjusted its strategy to respond to the market changes. The athlete adjusted her training program to improve her performance. The government will adjust its policies to address the environmental issues.",
      "example_translation": "L'entreprise a ajusté sa stratégie pour répondre aux changements du marché. L'athlète a ajusté son programme d'entraînement pour améliorer ses performances. Le gouvernement ajustera ses politiques pour aborder les problèmes environnementaux.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adjust-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjust.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "adjustment",
      "translation": "ajustement",
      "definition": "The act of adjusting or process of being adjusted; a change or modification made to something to make it fit or work better.",
      "definition_translation": "L'acte d'ajustement ou le processus d'être ajusté; un changement ou une modification apportée à quelque chose pour le faire correspondre ou fonctionner mieux.",
      "example": "The mechanic made an adjustment to the engine to improve its performance. Yesterday, she adjusted the settings on her phone. By next year, we will have made further adjustments to the system.",
      "example_translation": "Le mécanicien a fait une modification au moteur pour améliorer ses performances. Hier, elle a ajusté les paramètres de son téléphone. D'ici l'an prochain, nous aurons apporté d'autres modifications au système.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adjustment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjustment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "administration",
      "translation": "administration",
      "definition": "The management and direction of a company, organization, or government; the persons who manage and direct.",
      "definition_translation": "La gestion et la direction d'une entreprise, d'une organisation ou d'un gouvernement; les personnes qui gèrent et dirigent.",
      "example": "The administration of the company is responsible for making important decisions. The new administration has implemented several changes. By next year, the administration will have completed the project.",
      "example_translation": "L'administration de l'entreprise est responsable des décisions importantes. La nouvelle administration a mis en place plusieurs changements. D'ici l'an prochain, l'administration aura terminé le projet.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/administration.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/administration.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "admiration",
      "translation": "admiration",
      "definition": "A feeling of great respect and admiration for someone or something; a sense of wonder or awe.",
      "definition_translation": "Un sentiment de grand respect et d'admiration pour quelqu'un ou quelque chose; un sens de merveille ou d'étonnement.",
      "example": "I have great admiration for her courage. The audience showed their admiration with applause. Tomorrow, I will express my admiration to her in person.",
      "example_translation": "J'ai une grande admiration pour son courage. Le public a montré son admiration par des applaudissements. Demain, je vais exprimer mon admiration en personne.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/admiration.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admiration.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "admire",
      "translation": "admirer",
      "definition": "To feel great respect and admiration for someone or something; to regard with pleasure or approval.",
      "definition_translation": "Éprouver un grand respect et admiration pour quelqu'un ou quelque chose; considérer avec plaisir ou approbation.",
      "example": "I admire her courage in speaking out. She admired the beauty of the sunset. By next year, I will have admired many beautiful landscapes.",
      "example_translation": "J'admire son courage de s'exprimer. Elle a admiré la beauté du coucher de soleil. D'ici l'an prochain, j'aurai admiré de nombreux paysages magnifiques.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/admire.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "admission",
      "translation": "admission",
      "definition": "The act of allowing or accepting someone or something into a place, group, or institution.",
      "definition_translation": "L'acte de permettre ou d'accepter quelqu'un ou quelque chose dans un endroit, un groupe ou une institution.",
      "example": "Her admission to the prestigious university was a great achievement.",
      "example_translation": "Son admission à l'université prestigieuse était un grand accomplissement.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/admission.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admission.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "admit",
      "translation": "avouer",
      "definition": "To acknowledge or confess something to be true, especially something that is difficult to accept.",
      "definition_translation": "De reconnaître ou de confesser quelque chose comme étant vrai, especialmente quelque chose qui est difficile à accepter.",
      "example": "She admitted to making a mistake in the project. She had admitted to it before. She will admit it tomorrow.",
      "example_translation": "Elle a admis avoir fait une erreur dans le projet. Elle l'avait admis auparavant. Elle le admettra demain.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/admit-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admit.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "admittedly",
      "translation": "c'est vrai que",
      "definition": "Used to express that something is true or acknowledged, often reluctantly.",
      "definition_translation": "Utilisé pour exprimer que quelque chose est vrai ou reconnu, souvent à Contrecœur.",
      "example": "Admittedly, I was nervous about the exam. I had admittedly not studied enough. I will admittedly be relieved when it's over.",
      "example_translation": "C'est vrai que j'étais nerveux à propos de l'examen. J'avais reconnu ne pas avoir étudié suffisamment. Je serai soulagé lorsque ce sera fini, c'est vrai que.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/admittedly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admittedly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "adopt",
      "translation": "adopter",
      "definition": "To take and use something as one's own, or to take someone or something into one's family.",
      "definition_translation": "De prendre et utiliser quelque chose comme sien, ou de prendre quelqu'un ou quelque chose dans sa famille.",
      "example": "They adopted the new policy last year. They adopted a child from China. They will adopt a more sustainable approach soon.",
      "example_translation": "Ils ont adopté la nouvelle politique l'année dernière. Ils ont adopté un enfant de Chine. Ils adopteront bientôt une approche plus durable.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adopt.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "adopt",
      "translation": "adopter",
      "definition": "To take something or someone as your own, to accept or believe something",
      "definition_translation": "Prendre quelque chose ou quelqu'un comme sien, accepter ou croire quelque chose",
      "example": "I adopted a cat from the shelter. I'm going to adopt a new exercise routine. I will adopt a more sustainable lifestyle.",
      "example_translation": "J'ai adopté un chat du refuge. Je vais adopter une nouvelle routine d'exercice. J'adopterai un mode de vie plus durable.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adopt-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "adopted",
      "translation": "adopté",
      "definition": "Past tense of adopt, something that has been taken as one's own",
      "definition_translation": "Temps passé d'adopter, quelque chose qui a été pris comme sien",
      "example": "She adopted a child last year. The company has adopted a new policy. The family adopted a dog.",
      "example_translation": "Elle a adopté un enfant l'année dernière. L'entreprise a adopté une nouvelle politique. La famille a adopté un chien.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adopted.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopted.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "adoption",
      "translation": "adoption",
      "definition": "The act of taking something or someone as one's own, a process of becoming a new member of a family",
      "definition_translation": "L'acte de prendre quelque chose ou quelqu'un comme sien, un processus de devenir un nouveau membre d'une famille",
      "example": "The adoption of the new technology has improved our efficiency. The family is going through the adoption process. The adoption of the new policy has been successful.",
      "example_translation": "L'adoption de la nouvelle technologie a amélioré notre efficacité. La famille est en train de passer par le processus d'adoption. L'adoption de la nouvelle politique a été couronnée de succès.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adoption.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adoption.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "advance",
      "translation": "avancer",
      "definition": "To move forward, to make progress, to make a payment before it is due",
      "definition_translation": "Avancer, faire des progrès, faire un paiement avant qu'il ne soit dû",
      "example": "The company will advance me the money for the project. I will advance to the next level in the game. The scientist has advanced our understanding of the disease.",
      "example_translation": "L'entreprise m'avancera l'argent pour le projet. Je vais avancer au niveau suivant dans le jeu. Le scientifique a fait avancer notre compréhension de la maladie.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/advance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "advance",
      "translation": "avancer",
      "definition": "to move forward or make progress; to promote or help something to happen or develop",
      "definition_translation": "faire progresser ou aider quelque chose à se produire ou à se développer",
      "example": "The company will advance to the next round of the competition. It advanced rapidly in the last quarter. It will advance its technology in the coming years.",
      "example_translation": "L'entreprise passera au tour suivant de la compétition. Elle a rapidement progressé au cours du dernier trimestre. Elle améliorera sa technologie dans les années à venir.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/advance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "adventurous",
      "translation": "aventureux",
      "definition": "willing to take risks or try new things; liking to do exciting or unusual things",
      "definition_translation": "prêt à prendre des risques ou à essayer de nouvelles choses; aimant faire des choses passionnantes ou inhabituelles",
      "example": "She was an adventurous traveler, always looking for new experiences. He was adventurous and decided to quit his job to start his own business. They were adventurous and went skydiving for their anniversary.",
      "example_translation": "Elle était une voyageuse aventureuse, toujours à la recherche de nouvelles expériences. Il était aventureux et a décidé de quitter son emploi pour lancer son propre entreprise. Ils étaient aventureux et sont allés faire du saut à parachute pour leur anniversaire.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adventurous.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adventurous.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "advertising",
      "translation": "publicité",
      "definition": "the activity of producing advertisements, especially as a business; the process of making something known to people in order to sell it or promote it",
      "definition_translation": "l'activité de produire des annonces, notamment comme entreprise; le processus de faire connaître quelque chose aux gens pour le vendre ou le promouvoir",
      "example": "The company spends a lot of money on advertising. Advertising is a key part of their marketing strategy. The advertising industry is very competitive.",
      "example_translation": "L'entreprise dépense beaucoup d'argent dans la publicité. La publicité est une partie clé de leur stratégie marketing. L'industrie de la publicité est très compétitive.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/advertising-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advertising.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "affair",
      "translation": "affaire",
      "definition": "a secret or romantic relationship between two people, especially one that is considered to be wrong or immoral; a difficult or complicated situation",
      "definition_translation": "une relation secrète ou romantique entre deux personnes, notamment une qui est considérée comme incorrecte ou immorale; une situation difficile ou compliquée",
      "example": "The politician was involved in a scandalous affair. The company's financial affair was in disarray. The international affair was resolved through diplomatic efforts.",
      "example_translation": "Le politicien était impliqué dans une affaire scandaleuse. Les affaires financières de l'entreprise étaient dans le désordre. L'affaire internationale a été résolue par des efforts diplomatiques.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/affair.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affair.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "affect",
      "translation": "affecter",
      "definition": "To influence or have an impact on something or someone, often in a subtle or intangible way.",
      "definition_translation": "Influer ou avoir un impact sur quelque chose ou quelqu'un, souvent de manière subtile ou intangible.",
      "example": "The cold weather will affect the crops. The news affected her deeply. She will affect the decision tomorrow.",
      "example_translation": "Le temps froid affectera les cultures. La nouvelle l'a affectée profondément. Elle affectera la décision demain.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/affect-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "affect",
      "translation": "affecter",
      "definition": "To pretend or feign something, such as an emotion or an attitude.",
      "definition_translation": "Faire semblant de quelque chose, comme une émotion ou une attitude.",
      "example": "He affected a British accent to seem more sophisticated. She affected a confident air, but was nervous inside.",
      "example_translation": "Il a affecté un accent britannique pour sembler plus sophistiqué. Elle a affecté une assurance apparente, mais était nerveuse à l'intérieur.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/affect.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "affection",
      "translation": "affection",
      "definition": "A feeling of love, fondness, or warmth towards someone or something.",
      "definition_translation": "Un sentiment d'amour, de tendresse ou de chaleur envers quelqu'un ou quelque chose.",
      "example": "The dog showed affection to its owner. The family has a great affection for their hometown.",
      "example_translation": "Le chien a montré de l'affection à son propriétaire. La famille a une grande affection pour leur ville natale.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/affection.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affection.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "affectionate",
      "translation": "affectueux",
      "definition": "Showing or feeling love or fondness towards someone or something.",
      "definition_translation": "Montrant ou ressentant de l'amour ou de la tendresse envers quelqu'un ou quelque chose.",
      "example": "He is an affectionate father to his children. The affectionate tone of the letter was touching.",
      "example_translation": "Il est un père affectueux pour ses enfants. Le ton affectueux de la lettre était touchant.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/affectionate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affectionate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "age",
      "translation": "âge",
      "definition": "The length of time that a person or thing has existed or been in use.",
      "definition_translation": "La longueur de temps pendant laquelle une personne ou une chose a existé ou a été en usage.",
      "example": "I am 25 years of age. I was 20 years of age when I graduated. I will be 30 years of age next year.",
      "example_translation": "J'ai 25 ans. J'avais 20 ans quand j'ai obtenu mon diplôme. J'aurai 30 ans l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/age-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/age.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "agent",
      "translation": "agent",
      "definition": "A person who acts on behalf of another person or organization.",
      "definition_translation": "Une personne qui agit au nom d'une autre personne ou organisation.",
      "example": "She is an agent for the insurance company. She was an agent for the government. She will be an agent for the actor.",
      "example_translation": "Elle est un agent pour la compagnie d'assurance. Elle était un agent pour le gouvernement. Elle sera un agent pour l'acteur.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/agent.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agent.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "aggressive",
      "translation": "agressif",
      "definition": "Having or showing a strong and forceful desire to attack or succeed.",
      "definition_translation": "Ayant ou montrant un désir fort et puissant d'attaquer ou de réussir.",
      "example": "He is an aggressive driver. He was an aggressive player. He will be an aggressive businessman.",
      "example_translation": "Il est un conducteur agressif. Il était un joueur agressif. Il sera un homme d'affaires agressif.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aggressive.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aggressive.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "aggressively",
      "translation": "agressivement",
      "definition": "In a way that is forceful and determined to succeed.",
      "definition_translation": "De manière force et déterminée pour réussir.",
      "example": "The company is marketing aggressively. The team played aggressively. The manager will negotiate aggressively.",
      "example_translation": "La compagnie fait du marketing de manière agressive. L'équipe a joué de manière agressive. Le manager négociera de manière agressive.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aggressively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aggressively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "agreement",
      "translation": "accord",
      "definition": "A mutual understanding or arrangement between two or more parties, often in writing, that sets out the terms and conditions of a business or other relationship.",
      "definition_translation": "Un accord mutuel ou arrangement entre deux ou plusieurs parties, souvent par écrit, qui établit les termes et conditions d'une entreprise ou autre relation.",
      "example": "The company reached an agreement with its suppliers to reduce costs. Last year, they had agreed on a similar deal. Next year, they will agree on new terms.",
      "example_translation": "L'entreprise a conclu un accord avec ses fournisseurs pour réduire les coûts. L'année dernière, ils avaient conclu un accord similaire. L'année prochaine, ils concluront de nouveaux termes.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/agreement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agreement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "agriculture",
      "translation": "agriculture",
      "definition": "The practice of cultivating the land to produce crops, livestock, and other products, or the science and art of farming.",
      "definition_translation": "La pratique de cultiver le sol pour produire des cultures, du bétail et d'autres produits, ou la science et l'art de l'agriculture.",
      "example": "Agriculture is a vital industry in many countries. They have been farming this land for centuries. In the future, sustainable agriculture will be essential.",
      "example_translation": "L'agriculture est une industrie vitale dans de nombreux pays. Ils ont cultivé cette terre pendant des siècles. À l'avenir, l'agriculture durable sera essentielle.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/agriculture.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agriculture.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "aid",
      "translation": "aide",
      "definition": "Assistance or support provided to someone or something, often in the form of resources, money, or expertise.",
      "definition_translation": "L'assistance ou le soutien fourni à quelqu'un ou quelque chose, souvent sous forme de ressources, d'argent ou d'expertise.",
      "example": "The charity provided aid to the refugees. They had provided aid to the community after the hurricane. In the future, they will provide aid to those in need.",
      "example_translation": "L'organisme de bienfaisance a fourni de l'aide aux réfugiés. Ils avaient fourni de l'aide à la communauté après l'ouragan. À l'avenir, ils fourniront de l'aide à ceux qui en ont besoin.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "aim",
      "translation": "but",
      "definition": "A goal or objective that one strives to achieve, often requiring effort, skill, or luck.",
      "definition_translation": "Un objectif ou un but que l'on cherche à atteindre, souvent nécessitant de l'effort, de la compétence ou de la chance.",
      "example": "My aim is to finish the project on time. She had aimed to win the competition. By next year, he will aim to start his own business.",
      "example_translation": "Mon but est de terminer le projet à temps. Elle avait pour but de gagner la compétition. D'ici l'année prochaine, il aura pour but de lancer sa propre entreprise.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aim.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aim.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "aircraft",
      "translation": "avion",
      "definition": "A powered, fixed-wing aircraft that is used for flying, typically with a pilot and passengers or cargo.",
      "definition_translation": "Un aéronef à aile fixe motorisé qui est utilisé pour voler, généralement avec un pilote et des passagers ou des marchandises.",
      "example": "The aircraft soared through the skies, leaving a trail of contrails behind it. Yesterday, it had taken off from Heathrow Airport, and by tomorrow, it would land in New York. In the future, it will fly to Tokyo.",
      "example_translation": "L'avion a survolé les cieux, laissant derrière lui une traînée de trainées de condensation. Hier, il avait décollé de l'aéroport d'Heathrow, et demain, il atterrirait à New York. À l'avenir, il volera à Tokyo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aircraft.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aircraft.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "aisle",
      "translation": "allée",
      "definition": "A passage between rows of seats in a church, theatre, or aircraft.",
      "definition_translation": "Un passage entre les rangées de sièges dans une église, un théâtre ou un avion.",
      "example": "The bride walked down the aisle to meet her groom at the altar. Yesterday, I had walked up the aisle to get to my seat on the plane. In the future, I will walk down the aisle to receive my diploma.",
      "example_translation": "La mariée a marché dans l'allée pour rejoindre son fiancé à l'autel. Hier, j'avais marché dans l'allée pour atteindre mon siège dans l'avion. À l'avenir, je marcherai dans l'allée pour recevoir mon diplôme.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aisle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aisle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "alcoholism",
      "translation": "alcoolisme",
      "definition": "A chronic disease characterized by the compulsive and uncontrolled consumption of alcohol.",
      "definition_translation": "Une maladie chronique caractérisée par la consommation compulsive et incontrôlée d'alcool.",
      "example": "Alcoholism had taken over John's life, causing him to lose his job and his family. Yesterday, he had realized the damage it had done to his health. In the future, he hopes to overcome his addiction.",
      "example_translation": "L'alcoolisme avait pris le contrôle de la vie de John, lui faisant perdre son emploi et sa famille. Hier, il avait réalisé les dommages qu'il avait causés à sa santé. À l'avenir, il espère surmonter son addiction.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alcoholism.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alcoholism.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "alien",
      "translation": "extraterrestre",
      "definition": "A being from another world or universe, often depicted as having a strange or bizarre appearance.",
      "definition_translation": "Un être d'un autre monde ou univers, souvent dépeint comme ayant une apparence étrange ou bizarre.",
      "example": "The alien spaceship landed in the middle of the city, causing widespread panic. Yesterday, we had discovered the alien's hidden message. In the future, we will make contact with the alien civilization.",
      "example_translation": "Le vaisseau spatial extraterrestre s'est posé au milieu de la ville, provoquant une panique généralisée. Hier, nous avions découvert le message caché de l'extraterrestre. À l'avenir, nous allons prendre contact avec la civilisation extraterrestre.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alien.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alien.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "alike",
      "translation": "similaire",
      "definition": "Having a similar nature or character; similar in kind or quality.",
      "definition_translation": "Ayant une nature ou un caractère similaires ; semblable en qualité ou en nature.",
      "example": "The two siblings looked alike when they were children. They have alike personalities. They will be alike in their pursuit of success.",
      "example_translation": "Les deux frères et sœurs se ressemblaient lorsqu'ils étaient enfants. Ils ont des personnalités similaires. Ils seront similaires dans leur poursuite du succès.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alike-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alike.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "allergy",
      "translation": "allergie",
      "definition": "A condition in which the body's immune system reacts abnormally to a particular substance.",
      "definition_translation": "Une condition dans laquelle le système immunitaire du corps réagit anormalement à une substance particulière.",
      "example": "I had an allergy to peanuts as a child. I developed an allergy to dust mites recently. I will have to take precautions to avoid allergic reactions in the future.",
      "example_translation": "J'avais une allergie aux arachides lorsque j'étais enfant. J'ai développé une allergie aux acariens domestiques récemment. Je devrai prendre des précautions pour éviter les réactions allergiques à l'avenir.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/allergy.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/allergy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "alley",
      "translation": "ruelle",
      "definition": "A narrow passage between, behind, or within buildings.",
      "definition_translation": "Un passage étroit entre, derrière ou à l'intérieur des bâtiments.",
      "example": "The alley behind the restaurant was dark and narrow. We walked through the alley to get to the main street. The city will renovate the alley next year.",
      "example_translation": "La ruelle derrière le restaurant était sombre et étroite. Nous avons marché dans la ruelle pour rejoindre la rue principale. La ville rénoviera la ruelle l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alley.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alley.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "alligator",
      "translation": "alligator",
      "definition": "A large reptile with a long snout and powerful jaws, found in swamps and lakes in the southeastern United States.",
      "definition_translation": "Un grand reptile avec un long museau et des mâchoires puissantes, trouvé dans les marécages et les lacs du sud-est des États-Unis.",
      "example": "We saw an alligator in the swamp when we were on vacation. The alligator was huge and scary. The zookeeper fed the alligator a large fish.",
      "example_translation": "Nous avons vu un alligator dans le marécage lors de nos vacances. L'alligator était énorme et effrayant. Le gardien du zoo a nourri l'alligator d'un poisson énorme.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alligator.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alligator.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "alphabetical",
      "translation": "alphabétique",
      "definition": "Relating to or arranged in the order of the alphabet.",
      "definition_translation": "Relatif à ou arrangé dans l'ordre de l'alphabet.",
      "example": "She organized the files in alphabetical order. Yesterday, she had organized them in alphabetical order. Tomorrow, she will organize them in alphabetical order.",
      "example_translation": "Elle a organisé les fichiers dans l'ordre alphabétique. Hier, elle les avait organisés dans l'ordre alphabétique. Demain, elle les organisera dans l'ordre alphabétique.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alphabetical.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alphabetical.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "alphabetically",
      "translation": "alphabétiquement",
      "definition": "In the order of the alphabet.",
      "definition_translation": "Dans l'ordre de l'alphabet.",
      "example": "The books were arranged alphabetically on the shelf. They will be arranged alphabetically on the shelf. Yesterday, they were arranged alphabetically on the shelf.",
      "example_translation": "Les livres étaient rangés alphabétiquement sur l'étagère. Ils seront rangés alphabétiquement sur l'étagère. Hier, ils étaient rangés alphabétiquement sur l'étagère.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alphabetically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alphabetically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "alter",
      "translation": "modifier",
      "definition": "To change or modify something.",
      "definition_translation": "De changer ou de modifier quelque chose.",
      "example": "She will alter the dress to fit her style. Yesterday, she altered the dress to fit her style. Tomorrow, she will alter the dress to fit her style.",
      "example_translation": "Elle va modifier la robe pour correspondre à son style. Hier, elle avait modifié la robe pour correspondre à son style. Demain, elle va modifier la robe pour correspondre à son style.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alter.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alter.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "alternative",
      "translation": "alternative",
      "definition": "A choice or option other than the one first proposed.",
      "definition_translation": "Un choix ou une option autre que celle qui a été proposée en premier.",
      "example": "They offered an alternative solution to the problem. Yesterday, they had offered an alternative solution to the problem. Tomorrow, they will offer an alternative solution to the problem.",
      "example_translation": "Ils ont offert une solution alternative au problème. Hier, ils avaient offert une solution alternative au problème. Demain, ils offriront une solution alternative au problème.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alternative.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternative.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "alternative",
      "translation": "alternative",
      "definition": "A choice or option, esp. a pleasing one.",
      "definition_translation": "Un choix ou une option, notamment agréable.",
      "example": "I considered several alternatives before making a decision. I will consider alternative options in the future. She had considered an alternative plan yesterday.",
      "example_translation": "J'ai considéré plusieurs alternatives avant de prendre une décision. Je considérerai des options alternatives à l'avenir. Elle avait considéré un plan alternatif hier.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alternative-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternative.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "alternatively",
      "translation": "alternativement",
      "definition": "In a different way or manner.",
      "definition_translation": "De manière différente ou autre.",
      "example": "You can cook the food alternatively in a microwave or on a grill. She will alternatively work on the project today or tomorrow. We alternatively played soccer and basketball yesterday.",
      "example_translation": "Vous pouvez cuire les aliments alternativement au micro-ondes ou sur une grille. Elle travaillera alternativement sur le projet aujourd'hui ou demain. Nous avons joué au soccer et au basket-ball hier alternativement.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alternatively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternatively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "aluminium",
      "translation": "aluminium",
      "definition": "A lightweight, silvery-white metallic element.",
      "definition_translation": "Un élément métallique léger, blanc argenté.",
      "example": "Aluminium is used in the manufacture of aircraft. The company will aluminium the metal tomorrow. She had aluminium the window frame yesterday.",
      "example_translation": "L'aluminium est utilisé dans la fabrication d'avions. L'entreprise aluminium le métal demain. Elle avait aluminium le cadre de la fenêtre hier.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aluminium.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aluminium.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "amazement",
      "translation": "étonnement",
      "definition": "A feeling of great surprise or wonder.",
      "definition_translation": "Un sentiment de grande surprise ou de merveille.",
      "example": "The fireworks display filled me with amazement. I will express my amazement at the beauty of the artwork tomorrow. She felt amazement at the magician's trick yesterday.",
      "example_translation": "Le spectacle de feux d'artifice m'a rempli d'étonnement. Je vais exprimer mon étonnement à la beauté de l'œuvre d'art demain. Elle a ressenti de l'étonnement au tour du magicien hier.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/amazement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amazement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "ambassador",
      "translation": "ambassadeur",
      "definition": "A person who acts as a representative or envoy of a country, organization, or state, typically in a diplomatic capacity.",
      "definition_translation": "Une personne qui agit comme représentant ou envoyé d'un pays, organisation ou État, généralement dans un contexte diplomatique.",
      "example": "The ambassador was recalled from his post in Paris after the incident. He had been an ambassador for 10 years. He will be appointed as an ambassador to China next year.",
      "example_translation": "L'ambassadeur a été rappelé de son poste à Paris après l'incident. Il avait été ambassadeur pendant 10 ans. Il sera nommé ambassadeur en Chine l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/ambassador.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambassador.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "ambition",
      "translation": "ambition",
      "definition": "A strong desire or aim to achieve something, typically requiring determination and hard work.",
      "definition_translation": "Un désir ou objectif fort de réaliser quelque chose, généralement nécessitant de la détermination et du travail acharné.",
      "example": "Her ambition was to become a famous actress. He had always had an ambition to start his own business. They will achieve their ambition to climb Mount Everest next year.",
      "example_translation": "Son ambition était de devenir une actrice célèbre. Il avait toujours eu une ambition de démarrer son propre entreprise. Ils atteindront leur ambition d'escalader le mont Everest l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/ambition.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambition.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "ambitious",
      "translation": "ambitieux",
      "definition": "Having or showing a strong desire to succeed or achieve something, often requiring a lot of effort and determination.",
      "definition_translation": "Ayant ou montrant un désir fort de réussir ou réaliser quelque chose, souvent nécessitant beaucoup d'effort et de détermination.",
      "example": "He was an ambitious young man who wanted to change the world. The company had an ambitious plan to expand into Asia. She was ambitious and worked hard to achieve her goals.",
      "example_translation": "Il était un jeune homme ambitieux qui voulait changer le monde. La compagnie avait un plan ambitieux d'expansion en Asie. Elle était ambitieuse et travaillait dur pour atteindre ses objectifs.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/ambitious.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambitious.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "amuse",
      "translation": "amuser",
      "definition": "To entertain or occupy someone in a pleasant manner, often through playful or humorous activities.",
      "definition_translation": "De divertir ou occuper quelqu'un de manière agréable, souvent par des activités ludiques ou amusantes.",
      "example": "The clown amused the children at the birthday party. She amused herself by reading a book. They will amuse the crowd with their acrobatic show.",
      "example_translation": "Le clown a amusé les enfants à la fête d'anniversaire. Elle s'est amusée en lisant un livre. Ils amuseront la foule avec leur spectacle acrobatique.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/amuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "amuse",
      "translation": "amuser",
      "definition": "to entertain or occupy in a pleasant manner",
      "definition_translation": "amuser ou occuper d'une manière agréable",
      "example": "I amused myself by reading a book yesterday. I amuse myself by playing video games. I will amuse myself by watching a movie tonight.",
      "example_translation": "Je me suis amusé en lisant un livre hier. Je m'amuse en jouant à des jeux vidéo. Je m'amuserai en regardant un film ce soir.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/amuse-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "amused",
      "translation": "amusé",
      "definition": "feeling entertained or pleased",
      "definition_translation": "se sentir divertir ou plaisir",
      "example": "I was amused by the comedy show last night. She is amused by the silly joke. They will be amused by the magic trick.",
      "example_translation": "J'ai été amusé par l'émission de comédie hier soir. Elle est amusée par la plaisanterie idiote. Ils seront amusés par le tour de magie.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/amused.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amused.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "amusement",
      "translation": "amusement",
      "definition": "a feeling of enjoyment or entertainment",
      "definition_translation": "un sentiment de plaisir ou de divertissement",
      "example": "The amusement park was filled with people laughing and screaming. The amusement of the game was addictive. The amusement of the party was unforgettable.",
      "example_translation": "Le parc d'attractions était rempli de gens qui riaient et hurlaient. L'amusement du jeu était addictif. L'amusement de la fête était inoubliable.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/amusement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amusement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "anaconda",
      "translation": "anaconda",
      "definition": "a large, non-venomous snake found in South America",
      "definition_translation": "un grand serpent non venimeux trouvé en Amérique du Sud",
      "example": "The anaconda slithered quietly through the jungle. Anacondas are found in the Amazon rainforest. Anacondas will be exhibited at the zoo next week.",
      "example_translation": "L'anaconda a glissé silencieusement à travers la jungle. Les anacondas sont trouvées dans la forêt amazonienne. Les anacondas seront exposées au zoo la semaine prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/anaconda.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anaconda.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "analyse",
      "translation": "analyser",
      "definition": "To examine or investigate something in order to understand it or identify its component parts.",
      "definition_translation": "Examiner ou enquêter sur quelque chose pour le comprendre ou identifier ses parties composantes.",
      "example": "I will analyse the data to find the trend. I am analysing the data to find the trend. I analysed the data to find the trend.",
      "example_translation": "Je vais analyser les données pour trouver la tendance. Je suis en train d'analyser les données pour trouver la tendance. J'ai analysé les données pour trouver la tendance.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/analyse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analyse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "analysis",
      "translation": "analyse",
      "definition": "The process of breaking down complex information or ideas into smaller parts to understand and interpret them.",
      "definition_translation": "Le processus de décomposition de l'information ou des idées complexes en parties plus petites pour les comprendre et les interpréter.",
      "example": "The analysis of the market trends helped us to make a informed decision. The analysis of the data is ongoing. The analysis will be completed by the end of the week.",
      "example_translation": "L'analyse des tendances du marché nous a aidés à prendre une décision éclairée. L'analyse des données est en cours. L'analyse sera terminée d'ici la fin de la semaine.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/analysis.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analysis.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "analyst",
      "translation": "analyste",
      "definition": "A person who is skilled in and responsible for the analysis of data, systems, or ideas.",
      "definition_translation": "Une personne qui est douée dans et responsable de l'analyse des données, des systèmes ou des idées.",
      "example": "The analyst reviewed the report and provided feedback. The analyst is reviewing the data to identify the trend. The analyst will review the results and make recommendations.",
      "example_translation": "L'analyste a examiné le rapport et a fourni des commentaires. L'analyste est en train d'examiner les données pour identifier la tendance. L'analyste examinera les résultats et fera des recommandations.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/analyst.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analyst.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "ancestor",
      "translation": "ancêtre",
      "definition": "A person from whom one is descended, often several generations back.",
      "definition_translation": "Une personne dont on est descendu, souvent plusieurs générations en arrière.",
      "example": "My ancestor came to America in the 18th century. Our ancestors lived in this village for centuries. The ancestor of our dynasty was a great warrior.",
      "example_translation": "Mon ancêtre est venu en Amérique au 18ème siècle. Nos ancêtres ont vécu dans ce village pendant des siècles. L'ancêtre de notre dynastie était un grand guerrier.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/ancestor.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ancestor.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "anger",
      "translation": "colère",
      "definition": "A strong feeling of displeasure, hostility, or indignation in response to a wrong or perceived wrong, often accompanied by a desire to punish or retaliate.",
      "definition_translation": "Un sentiment fort de déplaisir, d'hostilité ou d'indignation en réponse à une erreur ou une erreur perçue, souvent accompagné d'un désir de punir ou de se venger.",
      "example": "I felt anger when I saw the news about the injustice. I had been angry with my brother for weeks. I will be angry if they don't apologize.",
      "example_translation": "J'ai éprouvé de la colère lorsque j'ai vu les nouvelles sur l'injustice. J'avais été en colère contre mon frère pendant des semaines. Je serai en colère si ils ne s'excusent pas.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/anger.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anger.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "animal",
      "translation": "animal",
      "definition": "A living organism that feeds on organic matter, typically having specialized sense organs and nervous system, and able to respond rapidly to stimuli.",
      "definition_translation": "Un organisme vivant qui se nourrit de matières organiques, ayant généralement des organes sensoriels spécialisés et un système nerveux, et capable de répondre rapidement aux stimulus.",
      "example": "The animal in the zoo was very active. Animals have been on Earth for millions of years. I will buy an animal for my son's birthday.",
      "example_translation": "L'animal au zoo était très actif. Les animaux sont sur Terre depuis des millions d'années. J'achèterai un animal pour l'anniversaire de mon fils.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/animal-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/animal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "annually",
      "translation": "annuellement",
      "definition": "Once a year; yearly.",
      "definition_translation": "Une fois par an ; chaque année.",
      "example": "The company holds an annual meeting. I pay my subscription annually. We will have an annual sale next month.",
      "example_translation": "L'entreprise tient une réunion annuelle. Je paye mon abonnement chaque année. Nous aurons une vente annuelle le mois prochain.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/annually.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/annually.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "anxiety",
      "translation": "anxiété",
      "definition": "A feeling of worry, nervousness, or unease about something that may happen.",
      "definition_translation": "Un sentiment de souci, de nervosité ou de malaise concernant quelque chose qui pourrait se produire.",
      "example": "I felt anxiety before the exam. She has been experiencing anxiety about her job interview. He will have anxiety if he doesn't prepare well.",
      "example_translation": "J'ai éprouvé de l'anxiété avant l'examen. Elle a éprouvé de l'anxiété concernant son entretien d'embauche. Il aura de l'anxiété s'il ne se prépare pas bien.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/anxiety.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anxiety.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "anxiously",
      "translation": "avec anxiété",
      "definition": "In a way that shows you are worried or nervous about something.",
      "definition_translation": "De manière qui montre que vous vous inquiétez ou êtes nerveux à propos de quelque chose.",
      "example": "I waited anxiously for the doctor's diagnosis. I had been feeling unwell for weeks, and I was anxious to know what was wrong. I will wait anxiously for the results.",
      "example_translation": "J'ai attendu avec anxiété le diagnostic du docteur. J'avais été malade pendant des semaines et j'étais impatient de savoir ce qui n'allait pas. J'attendrai avec anxiété les résultats.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/anxiously.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anxiously.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "anyhow",
      "translation": "de toute façon",
      "definition": "Used to indicate that something is true or will happen no matter what.",
      "definition_translation": "Utilisé pour indiquer que quelque chose est vrai ou se produira quoi qu'il arrive.",
      "example": "I didn't study, but I passed the exam anyhow. I was really confident in my abilities, and I knew I would do well anyhow. I will finish this project anyhow.",
      "example_translation": "Je n'ai pas étudié, mais j'ai réussi à l'examen de toute façon. J'étais vraiment confiant dans mes abilities, et je savais que je ferais bien de toute façon. Je finirai ce projet de toute façon.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/anyhow.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anyhow.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "apostrophe",
      "translation": "apostrophe",
      "definition": "A punctuation mark (') used to indicate possession or to form a contraction.",
      "definition_translation": "Un signe de ponctuation (') utilisé pour indiquer la possession ou pour former une contraction.",
      "example": "The cat's toy was lost. The teacher's advice was helpful. It's a beautiful day!",
      "example_translation": "Le jouet du chat était perdu. Le conseil du enseignant était utile. C'est un beau jour !",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/apostrophe.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apostrophe.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "apparent",
      "translation": "apparent",
      "definition": "Clearly seen or understood; obvious.",
      "definition_translation": "Clairvoyant ou compris; évident.",
      "example": "The apparent lack of interest in the topic was surprising. The apparent flaws in the system were overlooked. The apparent success of the company was short-lived.",
      "example_translation": "L'absence apparente d'intérêt pour le sujet était surprenante. Les défauts apparents du système ont été ignorés. Le succès apparent de l'entreprise a été de courte durée.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/apparent.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apparent.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "apparently",
      "translation": "apparemment",
      "definition": "Used to express that something seems to be true, but might not be definite.",
      "definition_translation": "Utilisé pour exprimer que quelque chose semble être vrai, mais pourrait ne pas être définitif.",
      "example": "I apparently left my keys on the table. Yesterday, I apparently forgot to do my homework. Tomorrow, I will apparently finish my project.",
      "example_translation": "J'ai apparemment laissé mes clés sur la table. Hier, j'ai apparemment oublié de faire mes devoirs. Demain, je finirai apparemment mon projet.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/apparently.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apparently.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "appeal",
      "translation": "appel",
      "definition": "A request to a higher authority to reverse a decision or judgment.",
      "definition_translation": "Une demande à une autorité supérieure pour annuler une décision ou un jugement.",
      "example": "The lawyer filed an appeal against the court's decision. Last year, the company made an appeal to the government for financial aid. Next month, we will appeal to the public for donations.",
      "example_translation": "L'avocat a déposé un appel contre la décision du tribunal. L'année dernière, l'entreprise a fait appel au gouvernement pour obtenir une aide financière. Le mois prochain, nous allons faire appel au public pour les dons.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/appeal.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appeal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "appeal",
      "translation": "appel",
      "definition": "The quality of being attractive or pleasing.",
      "definition_translation": "La qualité d'être attractif ou plaisant.",
      "example": "The appeal of the new theme park was undeniable. The appeal of the painting was its vibrant colors. The appeal of the city's nightlife was its energy.",
      "example_translation": "L'appel du nouveau parc à thème était indéniable. L'appel du tableau était ses couleurs vives. L'appel de la vie nocturne de la ville était son énergie.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/appeal-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appeal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "appear",
      "translation": "apparaître",
      "definition": "To become visible or known, or to seem to exist.",
      "definition_translation": "Devenir visible ou connu, ou de sembler exister.",
      "example": "The ghost appeared in the mirror. The new policy will appear in the next newsletter. The company's profits will appear to increase next quarter.",
      "example_translation": "Le fantôme est apparu dans le miroir. La nouvelle politique apparaitra dans le prochain bulletin d'information. Les bénéfices de l'entreprise sembleront augmenter au prochain trimestre.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/appear-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appear.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "appearance",
      "translation": "apparence",
      "definition": "The way that someone or something looks or seems to be",
      "definition_translation": "La manière dont quelqu'un ou quelque chose parait ou semble être",
      "example": "Her appearance at the party was stunning. She will appear on TV tomorrow. He had appeared in several films before.",
      "example_translation": "Son apparence à la fête était époustouflante. Elle apparaîtra à la télévision demain. Il avait paru dans plusieurs films avant.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/appearance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appearance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "application",
      "translation": "demande",
      "definition": "A request or proposal for something, such as a job or a loan",
      "definition_translation": "Une demande ou proposition pour quelque chose, comme un emploi ou un prêt",
      "example": "I submitted my application to the university last week. The application process was very difficult. The company will review your application soon.",
      "example_translation": "J'ai soumis ma demande à l'université la semaine dernière. Le processus de demande était très difficile. L'entreprise examinera bientôt votre demande.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/application.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/application.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "appreciate",
      "translation": "apprécier",
      "definition": "To recognize and enjoy the good qualities of something or someone",
      "definition_translation": "Reconnaître et apprécier les bonnes qualités de quelque chose ou de quelqu'un",
      "example": "I appreciate your help very much. She appreciated the beautiful view. They will appreciate our gift.",
      "example_translation": "J'apprécie beaucoup votre aide. Elle a apprécié la belle vue. Ils apprécieront notre cadeau.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/appreciate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appreciate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "appreciation",
      "translation": "appréciation",
      "definition": "A feeling of gratitude or respect for something or someone",
      "definition_translation": "Un sentiment de gratitude ou de respect pour quelque chose ou quelqu'un",
      "example": "She felt a deep appreciation for her teacher's guidance. The company showed its appreciation for the employee's hard work. The artist's appreciation for nature inspired his paintings.",
      "example_translation": "Elle a éprouvé une profonde appréciation pour le guidage de son professeur. L'entreprise a montré son appréciation pour le travail acharné de l'employé. L'appréciation de l'artiste pour la nature a inspiré ses peintures.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/appreciation.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appreciation.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "approach",
      "translation": "approcher",
      "definition": "To come near or closer to something or someone, especially in a gradual or cautious way.",
      "definition_translation": "Se rapprocher de quelque chose ou de quelqu'un, notamment de manière progressive ou prudente.",
      "example": "I approached the cliff with caution, yesterday I will approach it with confidence, and tomorrow I will approach it with excitement.",
      "example_translation": "J'ai approché du précipice avec prudence, hier je vais l'approcher avec confiance, et demain je vais l'approcher avec excitation.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/approach-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approach.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "approach",
      "translation": "approcher",
      "definition": "To come near or closer to something or someone, especially in a gradual or cautious way.",
      "definition_translation": "Se rapprocher de quelque chose ou de quelqu'un, notamment de manière progressive ou prudente.",
      "example": "The pilot began to approach the runway, last week she approached the terminal, and next month she will approach the aircraft.",
      "example_translation": "Le pilote a commencé à approcher la piste, la semaine dernière elle a approché le terminal, et le mois prochain elle approchera l'avion.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/approach-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approach.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "appropriate",
      "translation": "approprié",
      "definition": "Suitable or proper for a particular situation or occasion.",
      "definition_translation": "Convenable ou approprié pour une situation ou occasion en particulier.",
      "example": "The dress was appropriate for the wedding, but the speech was not appropriate for the audience.",
      "example_translation": "La robe était appropriée pour le mariage, mais le discours n'était pas approprié pour le public.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/appropriate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appropriate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "appropriately",
      "translation": "de manière appropriée",
      "definition": "In a way that is suitable or proper for a particular situation or occasion.",
      "definition_translation": "De manière qui convient ou est appropriée pour une situation ou occasion en particulier.",
      "example": "The teacher spoke appropriately to the students, and the manager dressed appropriately for the meeting.",
      "example_translation": "L'enseignant a parlé de manière appropriée aux élèves, et le manager s'est habillé de manière appropriée pour la réunion.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/appropriately.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appropriately.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "approval",
      "translation": "approbation",
      "definition": "The act of approving or giving permission for something to happen or be done.",
      "definition_translation": "L'acte d'approuver ou de donner permission pour quelque chose de se produire ou d'être fait.",
      "example": "I received approval from my manager to take a day off tomorrow. Yesterday, I had already received approval from HR. I will seek approval from the board next week.",
      "example_translation": "J'ai reçu l'approbation de mon manager pour prendre un jour de congé demain. Hier, j'avais déjà reçu l'approbation du service des ressources humaines. Je vais demander l'approbation du conseil d'administration la semaine prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/approval.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approval.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "approve",
      "translation": "approuver",
      "definition": "To officially accept or agree with something.",
      "definition_translation": "Pour accepter officiellement ou être d'accord avec quelque chose.",
      "example": "I approve of the new policy. The board approved the proposal last night. She will approve the payment next week.",
      "example_translation": "J'approuve de la nouvelle politique. Le conseil d'administration a approuvé la proposition hier soir. Elle approuvera le paiement la semaine prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/approve.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approve.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "approximate",
      "translation": "approximatif",
      "definition": "Close to, but not exactly, a certain value or amount.",
      "definition_translation": "Proche de, mais pas exactement, une certaine valeur ou montant.",
      "example": "The approximate cost of the project is $10,000. The approximate time of arrival is 2 pm. The approximate weight of the package is 10 kg.",
      "example_translation": "Le coût approximatif du projet est de 10 000 $. L'heure d'arrivée approximative est 14 heures. Le poids approximatif du paquet est de 10 kg.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/approximate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approximate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "apron",
      "translation": "tablier",
      "definition": "A piece of fabric worn over the front of the body to protect one's clothes while working or cooking.",
      "definition_translation": "Un pièce de tissu portée sur le devant du corps pour protéger ses vêtements pendant qu'on travaille ou cuisine.",
      "example": "The chef wore an apron to protect his clothes from stains. My grandmother always wore an apron while cooking dinner. The carpenter needed an apron to protect his clothes from sawdust.",
      "example_translation": "Le chef portait un tablier pour protéger ses vêtements des taches. Ma grand-mère portait toujours un tablier pendant qu'elle cuisinait le dîner. Le menuisier avait besoin d'un tablier pour protéger ses vêtements de la sciure de bois.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/apron.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apron.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "arena",
      "translation": "arène",
      "definition": "A large, enclosed area used for sports, entertainment, or other events.",
      "definition_translation": "Une zone fermée utilisée pour les sports, les divertissements ou d'autres événements.",
      "example": "The arena was packed with fans cheering on their favorite team. The team will play in the arena next week. The arena will host a concert next month.",
      "example_translation": "L'arène était bondée de fans acclamant leur équipe favorite. L'équipe jouera dans l'arène la semaine prochaine. L'arène accueillera un concert le mois prochain.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/arena.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arena.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "arm",
      "translation": "bras",
      "definition": "A limb of the human body, especially the upper limb from the shoulder to the wrist.",
      "definition_translation": "Un membre du corps humain, notamment le membre supérieur depuis l'épaule jusqu'au poignet.",
      "example": "She used her arm to wave goodbye. He has a strong arm for throwing a ball. The arm of the chair was broken.",
      "example_translation": "Elle a utilisé son bras pour dire au revoir. Il a un bras fort pour lancer un ballon. Le bras du fauteuil était cassé.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/arm-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arm.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "armed",
      "translation": "armé",
      "definition": "Equipped with weapons or arms.",
      "definition_translation": "Équipé d'armes ou de bras.",
      "example": "The police were armed with rifles during the riot. The soldier was armed with a knife. The country was armed for war.",
      "example_translation": "Les policiers étaient armés de fusils pendant l'émeute. Le soldat était armé d'un couteau. Le pays était armé pour la guerre.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/armed.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/armed.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "arrange",
      "translation": "organiser",
      "definition": "To put in order or prepare for use.",
      "definition_translation": "Mettre en ordre ou préparer pour utiliser.",
      "example": "She will arrange the flowers in a vase. He arranged a meeting for tomorrow. The concert was arranged months in advance.",
      "example_translation": "Elle arrangera les fleurs dans un vase. Il a organisé une réunion pour demain. Le concert a été organisé des mois à l'avance.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/arrange.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrange.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "arrest",
      "translation": "arrêter",
      "definition": "The act of taking someone into custody, typically because they have committed a crime.",
      "definition_translation": "L'acte de prendre quelqu'un en garde à vue, généralement parce qu'il a commis un crime.",
      "example": "The police officer made an arrest last night. I will make an arrest if I see someone breaking the law. She was arrested for theft.",
      "example_translation": "Le policier a effectué une arrestation hier soir. Je ferai une arrestation si je vois quelqu'un enfreindre la loi. Elle a été arrêtée pour vol.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/arrest-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrest.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "arrogance",
      "translation": "arrogance",
      "definition": "An attitude of superiority, lack of modesty, and a tendency to look down on others.",
      "definition_translation": "Une attitude de supériorité, un manque de modestie et une tendance à regarder les autres de haut.",
      "example": "His arrogance was off-putting to many people. I was shocked by her arrogance when she started talking about her new car. He showed arrogance in his speech about his accomplishments.",
      "example_translation": "Son arrogance était repoussante pour beaucoup de gens. J'ai été choqué par son arrogance lorsque elle a commencé à parler de sa nouvelle voiture. Il a montré de l'arrogance dans son discours sur ses réalisations.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/arrogance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrogance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "arrogant",
      "translation": "arrogant",
      "definition": "Having or showing an attitude of superiority, lack of modesty, and a tendency to look down on others.",
      "definition_translation": "Ayant ou montrant une attitude de supériorité, un manque de modestie et une tendance à regarder les autres de haut.",
      "example": "He was arrogant about his new promotion. She was arrogant in her response to the criticism. The arrogant athlete was booed by the crowd.",
      "example_translation": "Il était arrogant à propos de sa promotion. Elle était arrogance dans sa réponse à la critique. L'athlète arrogant a été hué par la foule.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/arrogant.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrogant.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "arrow",
      "translation": "flèche",
      "definition": "A projectile with a sharp point, typically shot from a bow.",
      "definition_translation": "Un projectile à pointe aiguë, généralement tiré d'un arc.",
      "example": "The archer shot an arrow at the target. I saw an arrow pointing to the exit sign. The arrow on the compass showed north.",
      "example_translation": "L'archer a tiré une flèche sur la cible. J'ai vu une flèche pointant vers le panneau de sortie. La flèche de la boussole montrait le nord.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/arrow.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrow.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "artificially",
      "translation": "artificiellement",
      "definition": "In a way that is not natural; in a way that is false or pretended.",
      "definition_translation": "De manière non naturelle; de manière fausse ou feinte.",
      "example": "The flowers were arranged artificially in the vase. She spoke artificially sweetly to the client. They will be working artificially to meet the deadline.",
      "example_translation": "Les fleurs étaient arrangées artificiellement dans le vase. Elle parlait artificiellement doucement au client. Ils travailleront artificiellement pour respecter le délai.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/artificially.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artificially.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "artistic",
      "translation": "artistique",
      "definition": "Relating to or characterized by art or a creative skill.",
      "definition_translation": "Relatif à l'art ou caractérisé par un talent créatif.",
      "example": "The artist's artistic talent was evident in her paintings. The dance company presented an artistic performance. The new museum will feature artistic exhibitions.",
      "example_translation": "Le talent artistique de l'artiste était évident dans ses peintures. La compagnie de danse présenta une performance artistique. Le nouveau musée présentera des expositions artistiques.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/artistic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artistic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "artistically",
      "translation": "de manière artistique",
      "definition": "In a way that shows skill or talent in art or a creative activity.",
      "definition_translation": "De manière qui montre une habileté ou un talent dans l'art ou une activité créative.",
      "example": "The painter worked artistically on the canvas. The chef presented the dish artistically. The photographer shot the scene artistically.",
      "example_translation": "Le peintre travaillait de manière artistique sur la toile. Le chef présenta le plat de manière artistique. Le photographe a pris la scène de manière artistique.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/artistically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artistically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "aside",
      "translation": "à part",
      "definition": "In a separate place or location; away from others.",
      "definition_translation": "Dans un endroit séparé; loin des autres.",
      "example": "She stepped aside to let the elderly woman pass. The team set aside time to practice. The company will put the project aside for now.",
      "example_translation": "Elle s'est écartée pour laisser passer la femme âgée. L'équipe a mis de côté du temps pour pratiquer. L'entreprise mettra le projet de côté pour l'instant.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aside.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aside.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "aspect",
      "translation": "aspect",
      "definition": "A particular feature or part of something.",
      "definition_translation": "Une caractéristique ou une partie spécifique de quelque chose.",
      "example": "The aspect of the house that I liked the most was the backyard. I will assess the aspect of the new design tomorrow. She will have to consider every aspect of the project.",
      "example_translation": "L'aspect de la maison que j'aimais le plus était le jardin. J'évaluerai l'aspect du nouveau design demain. Elle devra considérer tous les aspects du projet.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aspect.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aspect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "assess",
      "translation": "évaluer",
      "definition": "To judge or evaluate the value or quality of something.",
      "definition_translation": "Évaluer ou juger la valeur ou la qualité de quelque chose.",
      "example": "I assessed the situation and decided to call for help. She will assess the damage to the car. They assessed the risks and benefits of the new policy.",
      "example_translation": "J'ai évalué la situation et ai décidé d'appeler à l'aide. Elle évaluera les dégâts de la voiture. Ils ont évalué les risques et les avantages de la nouvelle politique.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/assess.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assess.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "assessment",
      "translation": "évaluation",
      "definition": "The act of judging or evaluating the value or quality of something.",
      "definition_translation": "L'acte d'évaluer ou de juger la valeur ou la qualité de quelque chose.",
      "example": "The assessment of the situation was difficult. The teacher will make an assessment of the student's work. The assessment of the project's progress was satisfactory.",
      "example_translation": "L'évaluation de la situation était difficile. Le enseignant fera une évaluation du travail de l'élève. L'évaluation du progrès du projet était satisfaisante.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/assessment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assessment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "assist",
      "translation": "aider",
      "definition": "To give support or help to someone or something.",
      "definition_translation": "Donner un soutien ou une aide à quelqu'un ou quelque chose.",
      "example": "I assisted my friend in moving to a new apartment. She will assist the teacher in the classroom. They assisted the refugees in settling in their new homes.",
      "example_translation": "J'ai aidé mon ami à déménager dans un nouvel appartement. Elle aidera l'enseignant dans la salle de classe. Ils ont aidé les réfugiés à s'installer dans leurs nouvelles maisons.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/assist.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assist.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "assistance",
      "translation": "aide",
      "definition": "The act of helping or supporting someone or something.",
      "definition_translation": "L'acte d'aider ou de soutenir quelqu'un ou quelque chose.",
      "example": "I needed assistance with my homework, so I asked my teacher for help. I have been receiving assistance from my colleagues for the past week. I will require assistance with the project next month.",
      "example_translation": "J'avais besoin d'aide avec mes devoirs, donc j'ai demandé à mon enseignant de m'aider. J'ai reçu l'aide de mes collègues pendant la semaine dernière. Je nécessiterai l'aide du projet le mois prochain.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/assistance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assistance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "association",
      "translation": "association",
      "definition": "A group of people with a common interest or goal.",
      "definition_translation": "Un groupe de personnes avec un intérêt commun ou un objectif.",
      "example": "I'm a member of a writers' association that meets monthly. The association has been working on the project for years. The association will hold its annual conference next week.",
      "example_translation": "Je suis membre d'une association d'écrivains qui se réunit mensuellement. L'association travaille sur le projet depuis des années. L'association tiendra sa conférence annuelle la semaine prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/association.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/association.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "association",
      "translation": "association",
      "definition": "A connection or link between two things.",
      "definition_translation": "Une connexion ou lien entre deux choses.",
      "example": "There is an association between smoking and lung cancer. The association between the two companies has been successful. The association will be beneficial to both parties.",
      "example_translation": "Il y a une association entre le tabagisme et le cancer du poumon. L'association entre les deux entreprises a été réussie. L'association sera bénéfique pour les deux parties.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/association-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/association.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "assume",
      "translation": "supposer",
      "definition": "To take something for granted or to accept something as true without proof.",
      "definition_translation": "De prendre quelque chose pour acquis ou d'accepter quelque chose comme vrai sans preuve.",
      "example": "I assumed she would attend the meeting. He assumes that everyone will agree with him. She will assume the new role next month.",
      "example_translation": "J'ai supposé qu'elle assisterait à la réunion. Il suppose que tout le monde sera d'accord avec lui. Elle assumera le nouveau rôle le mois prochain.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/assume.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assume.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "assure",
      "translation": "assurer",
      "definition": "to make certain or guarantee something",
      "definition_translation": "faire quelque chose de certain ou garantir quelque chose",
      "example": "I will assure you that everything will be alright. She assured me that she would be there. He had assured us of his support.",
      "example_translation": "Je vous assurerai que tout ira bien. Elle m'a assuré qu'elle serait là. Il nous avait assurés de son soutien.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/assure.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assure.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "astonished",
      "translation": "étonné",
      "definition": "feeling great surprise or shock",
      "definition_translation": "éprouvant une grande surprise ou un choc",
      "example": "I was astonished by the news. She looked astonished at the sight. They will be astonished by the results.",
      "example_translation": "J'étais étonné par les nouvelles. Elle avait l'air étonnée à la vue. Ils seront étonnés par les résultats.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/astonished.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonished.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "astonishing",
      "translation": "étonnant",
      "definition": "extremely surprising or impressive",
      "definition_translation": "extrêmement surprenant ou impressionnant",
      "example": "The astonishing beauty of the landscape took my breath away. The astonishing success of the film was unexpected. The astonishing complexity of the problem was daunting.",
      "example_translation": "La beauté étonnante du paysage m'a coupé le souffle. Le succès étonnant du film était inattendu. La complexité étonnante du problème était intimidante.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/astonishing.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonishing.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "astonishment",
      "translation": "l'étonnement",
      "definition": "a feeling of great surprise or shock",
      "definition_translation": "un sentiment de grande surprise ou de choc",
      "example": "My astonishment at the news was palpable. Her astonishment at the gift was evident. The team's astonishment at their victory was understandable.",
      "example_translation": "Mon étonnement à la nouvelle était palpable. Son étonnement au cadeau était évident. L'étonnement de l'équipe à leur victoire était compréhensible.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/astonishment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonishment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "athletic",
      "translation": "athlétique",
      "definition": "Relating to or involving physical strength, speed, or endurance, especially in athletic contests.",
      "definition_translation": "Relatif à ou impliquant la force physique, la vitesse ou l'endurance, notamment dans les compétitions athlétiques.",
      "example": "The athletic team won the championship last year, and they will try to defend their title this year, but they have been training athletically for months.",
      "example_translation": "L'équipe athlétique a remporté le championnat l'année dernière, et ils essaieront de défendre leur titre cette année, mais ils s'entraînent athlétiquement depuis des mois.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/athletic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/athletic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "atmosphere",
      "translation": "atmosphère",
      "definition": "The surrounding environment or mood of a place, situation, or gathering.",
      "definition_translation": "L'environnement ou l'ambiance d'un lieu, d'une situation ou d'une réunion.",
      "example": "The atmosphere at the party was lively, but it changed when the storm outside created a gloomy atmosphere, which will change again when the sun comes out tomorrow.",
      "example_translation": "L'atmosphère à la fête était animée, mais elle a changé lorsque la tempête à l'extérieur a créé une atmosphère sombre, qui changera à nouveau lorsque le soleil sortira demain.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/atmosphere.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atmosphere.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "atmosphere",
      "translation": "atmosphère",
      "definition": "The surrounding environment or mood of a place, situation, or gathering.",
      "definition_translation": "L'environnement ou l'ambiance d'un lieu, d'une situation ou d'une réunion.",
      "example": "The atmosphere at the restaurant was cozy, and we enjoyed the romantic atmosphere, which would be perfect for a future dinner date.",
      "example_translation": "L'atmosphère au restaurant était accueillante, et nous avons apprécié l'atmosphère romantique, qui serait parfaite pour un futur dîner en tête à tête.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/atmosphere-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atmosphere.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "atom",
      "translation": "atome",
      "definition": "A small unit of matter that retains the properties of a chemical element, consisting of a nucleus of protons and neutrons surrounded by electrons.",
      "definition_translation": "Une petite unité de matière qui conserve les propriétés d'un élément chimique, consistant en un noyau de protons et de neutrons entouré d'électrons.",
      "example": "The atom is the basic building block of matter, and scientists have been studying the atom for centuries, but they still can't fully understand its atomic structure.",
      "example_translation": "L'atome est le bloc de base de la matière, et les scientifiques ont étudié l'atome depuis des siècles, mais ils ne peuvent toujours pas comprendre pleinement sa structure atomique.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/atom.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atom.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "atomic",
      "translation": "atomique",
      "definition": "Relating to or consisting of atoms; extremely small or delicate",
      "definition_translation": "Relatif ou consistant en atomes; extrêmement petit ou délicat",
      "example": "The company specializes in atomic energy research. In 1945, the atomic bomb was dropped on Hiroshima. By 2025, we will have developed new atomic power plants.",
      "example_translation": "L'entreprise se spécialise dans la recherche sur l'énergie atomique. En 1945, la bombe atomique a été larguée sur Hiroshima. D'ici 2025, nous aurons développé de nouvelles centrales électriques atomiques.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/atomic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atomic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "attached",
      "translation": "attaché",
      "definition": "Firmly fixed or connected to something; having a strong emotional connection to someone or something",
      "definition_translation": "Fermement fixé ou connecté à quelque chose; ayant une forte connexion émotionnelle avec quelqu'un ou quelque chose",
      "example": "The file was attached to the email. I was attached to my childhood home. By the time I graduate, I will have been attached to this university for four years.",
      "example_translation": "Le fichier était attaché à l'e-mail. J'étais attaché à ma maison d'enfance. Au moment où je serai diplômé, j'aurai été attaché à cette université pendant quatre ans.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/attached.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attached.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "attachment",
      "translation": "pièce jointe",
      "definition": "A document or file sent with an email; a feeling of affection or loyalty to someone or something",
      "definition_translation": "Un document ou fichier envoyé avec un e-mail; un sentiment d'affection ou de loyauté envers quelqu'un ou quelque chose",
      "example": "Please find the attachment to this email. My attachment to my family is very strong. By next year, I will have formed attachments to my colleagues.",
      "example_translation": "Veuillez trouver la pièce jointe à cet e-mail. Mon attachement à ma famille est très fort. D'ici l'année prochaine, j'aurai formé des attaches avec mes collègues.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/attachment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attachment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "attempt",
      "translation": "tenter",
      "definition": "To try to do something; a try or effort to accomplish something",
      "definition_translation": "Tenter de faire quelque chose; une tentative ou effort pour accomplir quelque chose",
      "example": "I will attempt to finish the project by tomorrow. She attempted to climb the mountain but failed. By next year, I will have attempted to learn three new languages.",
      "example_translation": "Je vais tenter de finir le projet d'ici demain. Elle a tenté d'escalader la montagne mais a échoué. D'ici l'année prochaine, j'aurai tenté d'apprendre trois nouvelles langues.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/attempt-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attempt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "attic",
      "translation": "grenier",
      "definition": "The space or room just below the roof of a house, often used for storage.",
      "definition_translation": "L'espace ou la salle juste au-dessous du toit d'une maison, souvent utilisé pour le stockage.",
      "example": "I found an old trunk in the attic. Yesterday, I stored some boxes in the attic. I will clean the attic next weekend.",
      "example_translation": "J'ai trouvé un vieux coffre dans le grenier. Hier, j'ai stocké des boîtes dans le grenier. Je nettoierai le grenier le week-end prochain.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/attic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "attract",
      "translation": "attirer",
      "definition": "To draw someone's attention or interest.",
      "definition_translation": "Attirer l'attention ou l'intérêt de quelqu'un.",
      "example": "The beautiful view attracts many tourists. She attracted him with her charming smile. The company will attract more investors next year.",
      "example_translation": "La belle vue attire de nombreux touristes. Elle l'a attiré avec son sourire charmant. L'entreprise attirera plus d'investisseurs l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/attract-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attract.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "attraction",
      "translation": "attraction",
      "definition": "A thing that fascinates or interests someone.",
      "definition_translation": "Une chose qui fascine ou intéresse quelqu'un.",
      "example": "The new theme park is a major attraction for kids. The city's main attraction is its beautiful architecture. The art museum was the main attraction of the trip.",
      "example_translation": "Le parc à thème tout neuf est une grande attraction pour les enfants. L'attrait principal de la ville est son architecture magnifique. Le musée d'art était l'attraction principale du voyage.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/attraction.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attraction.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "aubergine",
      "translation": "aubergine",
      "definition": "A purple vegetable often used in cooking.",
      "definition_translation": "Un légume violet souvent utilisé dans la cuisine.",
      "example": "I love to eat aubergine in ratatouille. She grilled the aubergine for dinner. They will grow aubergines in their garden next summer.",
      "example_translation": "J'adore manger des aubergines dans le ratatouille. Elle a grillé l'aubergine pour le dîner. Ils cultiveront des aubergines dans leur jardin l'été prochain.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aubergine.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aubergine.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "authority",
      "translation": "autorité",
      "definition": "The power or right to control or command something or someone.",
      "definition_translation": "Le pouvoir ou le droit de contrôler ou de commander quelque chose ou quelqu'un.",
      "example": "The government has the authority to make laws, The manager has the authority to make decisions, The teacher will have authority over the classroom by next semester.",
      "example_translation": "Le gouvernement a le pouvoir de faire des lois, Le gestionnaire a le pouvoir de prendre des décisions, L'enseignant aura l'autorité sur la classe d'ici le prochain semestre.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/authority.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/authority.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "automatic",
      "translation": "automatique",
      "definition": "Done or occurring without conscious thought or effort.",
      "definition_translation": "Fait ou survenant sans pensée consciente ou effort.",
      "example": "The car's automatic transmission shifted gears smoothly, The automatic door opener made it easy to enter the building, The new software update will be automatic.",
      "example_translation": "La transmission automatique de la voiture a passé les vitesses en douceur, L'ouvre-porte automatique a rendu facile l'entrée dans le bâtiment, La nouvelle mise à jour du logiciel sera automatique.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/automatic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/automatic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "automatically",
      "translation": "automatiquement",
      "definition": "Done or occurring without conscious thought or effort.",
      "definition_translation": "Fait ou survenant sans pensée consciente ou effort.",
      "example": "The coffee maker will automatically turn off after 2 hours, The email will be sent automatically once the form is completed, The system will automatically update the software.",
      "example_translation": "La cafetière se fermera automatiquement après 2 heures, Le courriel sera envoyé automatiquement une fois le formulaire completé, Le système mettra à jour automatiquement le logiciel.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/automatically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/automatically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "availability",
      "translation": "disponibilité",
      "definition": "The state of being available or accessible.",
      "definition_translation": "L'état d'être disponible ou accessible.",
      "example": "The product's availability is limited, The hotel's availability is fully booked for the weekend, The company's availability of resources is impressive.",
      "example_translation": "La disponibilité du produit est limitée, La disponibilité de l'hôtel est complète pour le week-end, La disponibilité des ressources de l'entreprise est impressionnante.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/availability.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/availability.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "avoid",
      "translation": "éviter",
      "definition": "to stay away from something or someone because it may be harmful or unpleasant",
      "definition_translation": "restez à l'écart de quelque chose ou de quelqu'un parce qu'il peut être nuisible ou désagréable",
      "example": "I try to avoid driving at rush hour because it's always congested. I avoided the new restaurant because I heard it was expensive. I will avoid that mistake in the future.",
      "example_translation": "J'essaie d'éviter de conduire pendant les heures de pointe parce que c'est toujours encombré. J'ai évité le nouveau restaurant parce que j'ai entendu dire qu'il était cher. Je vais éviter cette erreur à l'avenir.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/avoid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/avoid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "award",
      "translation": "prix",
      "definition": "a prize or honor given to someone for achieving something",
      "definition_translation": "un prix ou une distinction accordé à quelqu'un pour avoir accompli quelque chose",
      "example": "The award was given to the best actor of the year. She has won several awards for her outstanding performance. They will award the scholarship to the most deserving student.",
      "example_translation": "Le prix a été attribué au meilleur acteur de l'année. Elle a remporté plusieurs prix pour sa performance exceptionnelle. Ils attribueront la bourse d'études au étudiant le plus méritant.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/award-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/award.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "award",
      "translation": "prix",
      "definition": "a prize or honor given to someone for achieving something",
      "definition_translation": "un prix ou une distinction accordé à quelqu'un pour avoir accompli quelque chose",
      "example": "The award was given to the best actor of the year. She has won several awards for her outstanding performance. They will award the scholarship to the most deserving student.",
      "example_translation": "Le prix a été attribué au meilleur acteur de l'année. Elle a remporté plusieurs prix pour sa performance exceptionnelle. Ils attribueront la bourse d'études au étudiant le plus méritant.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/award.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/award.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "aware",
      "translation": "conscient",
      "definition": "having knowledge or understanding of something",
      "definition_translation": "ayant connaissance ou compréhension de quelque chose",
      "example": "I was aware of the danger, but I still decided to take the risk. She was aware of his feelings, but she didn't say anything. We will be aware of the consequences of our actions.",
      "example_translation": "J'étais conscient du danger, mais j'ai encore décidé de prendre le risque. Elle était consciente de ses sentiments, mais elle n'a rien dit. Nous serons conscients des conséquences de nos actions.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aware.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aware.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "awkwardly",
      "translation": " gauchement",
      "definition": "In an awkward manner; with awkwardness.",
      "definition_translation": "De manière gauchère; avec gaucherie.",
      "example": "She walked awkwardly in her high heels. Yesterday, she awkwardly tried to dance the salsa. Tomorrow, she will awkwardly introduce herself to the crowd.",
      "example_translation": "Elle marchait gauchement dans ses talons hauts. Hier, elle a gauchement essayé de danser la salsa. Demain, elle se présentera gauchement au public.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/awkwardly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/awkwardly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bachelor",
      "translation": "célibataire",
      "definition": "A man who has never been married.",
      "definition_translation": "Un homme qui n'a jamais été marié.",
      "example": "My uncle, a bachelor, loves to travel alone. When he was young, he awkwardly tried to flirt with women. Now, he happily lives as a bachelor.",
      "example_translation": "Mon oncle, célibataire, aime voyager seul. Quand il était jeune, il a gauchement essayé de flirter avec les femmes. Maintenant, il vit heureux comme célibataire.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bachelor.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bachelor.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "background",
      "translation": "contexte",
      "definition": "The scenery or situation surrounding a particular event or situation.",
      "definition_translation": "Le décor ou la situation entourant un événement ou une situation particulière.",
      "example": "The background of the painting was beautiful. In the background of the company, there was a scandal. In the future, the background of the new employee will be thoroughly checked.",
      "example_translation": "Le contexte du tableau était belle. Dans le contexte de l'entreprise, il y avait un scandale. À l'avenir, le contexte du nouvel employé sera soigneusement vérifié.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/background-3.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "background",
      "translation": "antécédents",
      "definition": "A person's history, experiences, and education that prepare them for a particular career or situation.",
      "definition_translation": "L'histoire, les expériences et l'éducation d'une personne qui la préparent pour une carrière ou une situation particulière.",
      "example": "The candidate's background was impressive. Her background in marketing helped her get the job. In the future, her background will help her succeed in business.",
      "example_translation": "Les antécédents du candidat étaient impressionnants. Son background en marketing lui a aidé à obtenir le travail. À l'avenir, ses antécédents l'aideront à réussir dans les affaires.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/background-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "background",
      "translation": "arrière-plan",
      "definition": "The background of an image or scene is the part that appears farthest away or behind everything else.",
      "definition_translation": "L'arrière-plan d'une image ou d'une scène est la partie qui apparaît le plus loin ou derrière tout le reste.",
      "example": "The photographer carefully composed the shot to include the beautiful background. Yesterday, she had taken a picture with a similar background. By next year, she will have taken many more photos with amazing backgrounds.",
      "example_translation": "Le photographe a soigneusement composé le plano pour inclure l'arrière-plan magnifique. Hier, elle avait pris une photo avec un arrière-plan similaire. D'ici l'an prochain, elle aura pris de nombreuses autres photos avec des arrière-plans incroyables.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/background-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "backup",
      "translation": "sauvegarde",
      "definition": "A backup is a copy of data or a system that is kept in case the original is lost or damaged.",
      "definition_translation": "Une sauvegarde est une copie de données ou d'un système qui est conservée au cas où l'original est perdu ou endommagé.",
      "example": "It's a good idea to make a backup of your important files in case your computer crashes. Yesterday, I backed up my computer. By next month, I will have backed up all my devices.",
      "example_translation": "Il est judicieux de faire une sauvegarde de vos fichiers importants au cas où votre ordinateur tombe en panne. Hier, j'ai sauvegardé mon ordinateur. D'ici le mois prochain, j'aurai sauvegardé tous mes appareils.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/backup.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/backup.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bad",
      "translation": "mauvais",
      "definition": "Something that is bad is of poor quality or unpleasant.",
      "definition_translation": "Quelque chose qui est mauvais est de mauvaise qualité ou désagréable.",
      "example": "I had a bad dream last night. Yesterday, I ate bad food. By next week, I will have learned to avoid bad habits.",
      "example_translation": "J'ai fait un mauvais rêve hier soir. Hier, j'ai mangé de la mauvaise nourriture. D'ici la semaine prochaine, j'aurai appris à éviter les mauvaises habitudes.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bad-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bad.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bad-tempered",
      "translation": "humeur massacrante",
      "definition": "Someone who is bad-tempered is easily angered or irritated.",
      "definition_translation": "Quelqu'un qui a une humeur massacrante est facilement mis en colère ou irrité.",
      "example": "My brother is bad-tempered, so we try to avoid arguing with him. Yesterday, he had a bad-tempered outburst. By next year, he will have learned to control his bad temper.",
      "example_translation": "Mon frère a une humeur massacrante, donc nous essayons d'éviter de nous disputer avec lui. Hier, il a eu unesorting masacrante. D'ici l'an prochain, il aura appris à contrôler son mauvais caractère.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bad-tempered.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bad-tempered.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "badge",
      "translation": "insigne",
      "definition": "A badge is a symbol or emblem worn to signify allegiance, membership, or achievement.",
      "definition_translation": "Un insigne est un symbole ou un emblème porté pour signifier l'allégeance, l'appartenance ou la réalisation.",
      "example": "She wore a badge on her lapel to show her support for the charity. She had worn a badge at the conference last year. She will wear a badge at the graduation ceremony next week.",
      "example_translation": "Elle portait un insigne sur sa revers pour montrer son soutien à la charité. Elle avait porté un insigne à la conférence l'année dernière. Elle portera un insigne à la cérémonie de remise des diplômes la semaine prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/badge.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/badge.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bag",
      "translation": "sac",
      "definition": "A bag is a container made of flexible material, used for carrying things.",
      "definition_translation": "Un sac est un contenant fait de matériau flexible, utilisé pour transporter des choses.",
      "example": "I carried my bag on my shoulder to the grocery store. I had carried a bag with me on the trip last month. I will carry a bag to the beach tomorrow.",
      "example_translation": "J'ai porté mon sac sur mon épaule au supermarché. J'avais porté un sac avec moi lors du voyage le mois dernier. Je porterai un sac à la plage demain.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bag-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bag.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bakery",
      "translation": "boulangerie",
      "definition": "A bakery is a place where bread and other baked goods are made and sold.",
      "definition_translation": "Une boulangerie est un endroit où du pain et d'autres produits de boulangerie sont fabriqués et vendus.",
      "example": "I visited a bakery in the morning to buy fresh bread. I had visited a bakery with my family last year. I will visit a bakery to order a cake for my birthday.",
      "example_translation": "J'ai visité une boulangerie le matin pour acheter du pain frais. J'avais visité une boulangerie avec ma famille l'année dernière. Je visiterai une boulangerie pour commander un gâteau pour mon anniversaire.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bakery.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bakery.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "balance",
      "translation": "équilibre",
      "definition": "A balance is a state of equilibrium or stability, especially in bodily posture.",
      "definition_translation": "Un équilibre est un état d'équilibre ou de stabilité, en particulier dans la posture corporelle.",
      "example": "She tried to maintain her balance on the tightrope. She had lost her balance on the skateboard last week. She will practice her balance for the gymnastics competition.",
      "example_translation": "Elle essayait de maintenir son équilibre sur la corde raide. Elle avait perdu son équilibre sur le skateboard la semaine dernière. Elle va s'entraîner à son équilibre pour la compétition de gymnastique.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/balance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "balance",
      "translation": "équilibre",
      "definition": "a state of harmony or balance between different things",
      "definition_translation": "un état d'harmonie ou d'équilibre entre des choses différentes",
      "example": "The company has struggled to balance its budget. It balanced its budget last year, but it won't balance it next year.",
      "example_translation": "L'entreprise a eu du mal à équilibrer son budget. Elle a équilibré son budget l'an dernier, mais elle n'équilibre pas son budget l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/balance-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "balance",
      "translation": "équilibre",
      "definition": "a state of harmony or balance between different things",
      "definition_translation": "un état d'harmonie ou d'équilibre entre des choses différentes",
      "example": "The artist had to balance the colors in the painting. The colors were balanced in the painting, but they will be unbalanced next year.",
      "example_translation": "L'artiste devait équilibrer les couleurs dans le tableau. Les couleurs étaient équilibrées dans le tableau, mais elles seront déséquilibrées l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/balance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "balanced",
      "translation": "équilibré",
      "definition": "having a harmonious or proportionate arrangement of parts",
      "definition_translation": "ayant une arrangement harmonieux ou proportionné des parties",
      "example": "The meal was balanced with a variety of vegetables. The diet was balanced, but it will be unbalanced next month.",
      "example_translation": "Le repas était équilibré avec une variété de légumes. Le régime était équilibré, mais il sera déséquilibré le mois prochain.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/balanced.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balanced.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "ban",
      "translation": "interdire",
      "definition": "to officially or legally prohibit something",
      "definition_translation": "d'interdire officiellement ou légalement quelque chose",
      "example": "The government banned smoking in public places. Smoking was banned in public places, and it will be banned completely next year.",
      "example_translation": "Le gouvernement a interdit de fumer dans les lieux publics. Le tabagisme était interdit dans les lieux publics, et il sera interdit complètement l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/ban-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ban.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "ban",
      "translation": "interdire",
      "definition": "to officially or legally prohibit something",
      "definition_translation": "interdire officiellement ou légalement quelque chose",
      "example": "The government banned the use of plastic bags in the city. Yesterday, they were banning the burning of fossil fuels. In 2030, they will ban the production of single-use plastics.",
      "example_translation": "Le gouvernement a interdit l'utilisation de sacs en plastique dans la ville. Hier, ils interdisaient la combustion de combustibles fossiles. En 2030, ils interdiront la production de plastiques à usage unique.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/ban.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ban.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bang",
      "translation": "bang",
      "definition": "a loud, sharp noise",
      "definition_translation": "un bruit fort et aigu",
      "example": "The firework exploded with a loud bang. The drummer hit the cymbal with a bang. In the future, the car door will close with a bang.",
      "example_translation": "Le feu d'artifice a explosé avec un bang sonore. Le batteur a frappé le cymbale avec un bang. Dans le futur, la porte de voiture se fermait avec un bang.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bang-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bang.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bang",
      "translation": "bang",
      "definition": "to make a loud, sharp noise",
      "definition_translation": "faire un bruit fort et aigu",
      "example": "The firework banged loudly in the sky. Yesterday, the door banged shut. In 2025, the fireworks will bang again.",
      "example_translation": "Le feu d'artifice a fait un bruit fort dans le ciel. Hier, la porte a fait une claque. En 2025, les feux d'artifice feront à nouveau un bruit fort.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bang.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bang.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "banker",
      "translation": "banquier",
      "definition": "a person who works in a bank, especially one who is involved in managing the bank's money",
      "definition_translation": "une personne qui travaille dans une banque, notamment celle qui est impliquée dans la gestion de l'argent de la banque",
      "example": "The banker invested the money wisely. Yesterday, the banker was checking the accounts. In 2022, the banker will advise on the financial crisis.",
      "example_translation": "Le banquier a investi l'argent sagement. Hier, le banquier vérifiait les comptes. En 2022, le banquier conseillera sur la crise financière.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/banker.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/banker.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "banking",
      "translation": "banque",
      "definition": "The business of providing financial services, such as accepting deposits, making loans, and facilitating transactions.",
      "definition_translation": "L'activité de fournir des services financiers, tels que l'acceptation de dépôts, la concession de prêts et la facilitation de transactions.",
      "example": "I worked in banking for 10 years before switching to a career in finance. I am currently working in banking, and I will continue to do so for many years.",
      "example_translation": "J'ai travaillé dans la banque pendant 10 ans avant de passer à une carrière dans la finance. Je travaille actuellement dans la banque, et je continuerai à le faire pendant de nombreuses années.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/banking.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/banking.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bare",
      "translation": "nu",
      "definition": "Not covered or clothed; exposed.",
      "definition_translation": "Non couvert ou vêtu ; exposé.",
      "example": "The bare trees stood out against the winter sky. She walked barefoot on the beach. The room was bare and empty.",
      "example_translation": "Les arbres nus se détachaient contre le ciel d'hiver. Elle a marché pieds nus sur la plage. La chambre était nue et vide.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bare.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bare.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "barely",
      "translation": "à peine",
      "definition": "Only just; almost not at all.",
      "definition_translation": "Seulement juste ; presque pas du tout.",
      "example": "I barely passed the exam. She can barely speak English. The company is barely making a profit.",
      "example_translation": "J'ai à peine passé l'examen. Elle peut à peine parler anglais. L'entreprise fait à peine des profits.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/barely.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/barely.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bark",
      "translation": "aboiement",
      "definition": "A sharp, explosive sound, typically made by a dog.",
      "definition_translation": "Un son aigu et explosif, généralement fait par un chien.",
      "example": "The dog's loud bark woke me up. The dog's bark was piercing. The dogs will bark at the mailman.",
      "example_translation": "L'aboiement du chien m'a réveillé. L'aboiement du chien était perçant. Les chiens aboyeront au facteur.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bark.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bark.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bark",
      "translation": "aboyer",
      "definition": "A sharp, explosive cry, typically made by a dog, especially when it is alarmed or excited.",
      "definition_translation": "Un cri aigu et explosif, typiquement émis par un chien, notamment lorsque celui-ci est alarmé ou excité.",
      "example": "The dog will bark if it sees a stranger. It barked loudly last night. It will bark again if it senses danger.",
      "example_translation": "Le chien aboie si elle voit un étranger. Elle a aboyé très fort hier soir. Elle aboiera à nouveau si elle sent le danger.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bark-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bark.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "barrier",
      "translation": "barrière",
      "definition": "A fence or other obstruction that prevents or hinders movement or access.",
      "definition_translation": "Une clôture ou autre obstacle qui empêche ou gêne le mouvement ou l'accès.",
      "example": "The barrier blocked the road. The company had to remove the barrier to allow pedestrians to pass. They will install a new barrier next month.",
      "example_translation": "La barrière a bloqué la route. L'entreprise a dû enlever la barrière pour laisser passer les piétons. Ils vont installer une nouvelle barrière le mois prochain.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/barrier.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/barrier.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "base",
      "translation": "base",
      "definition": "The lowest or bottom part of something, such as an object, a building, or a column.",
      "definition_translation": "La partie la plus basse ou inférieure de quelque chose, comme un objet, un bâtiment ou une colonne.",
      "example": "The base of the mountain was covered with snow. The company has its base in New York. They will move their base to Paris next year.",
      "example_translation": "La base de la montagne était couverte de neige. L'entreprise a son siège à New York. Ils vont déplacer leur base à Paris l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/base.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/base.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "base",
      "translation": "base",
      "definition": "A starting point or foundation for something, such as an idea, a plan, or a calculation.",
      "definition_translation": "Un point de départ ou une fondation pour quelque chose, comme une idée, un plan ou un calcul.",
      "example": "The base of the strategy is to increase sales. The scientist used a base of previous research to develop her theory. The students will learn a base of math and science.",
      "example_translation": "La base de la stratégie est d'augmenter les ventes. La scientifique a utilisé une base de recherches antérieures pour développer sa théorie. Les étudiants vont apprendre une base de mathématiques et de sciences.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/base-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/base.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "basement",
      "translation": "sous-sol",
      "definition": "The lowest habitable part of a building, usually below ground level.",
      "definition_translation": "La partie la plus basse habitable d'un bâtiment, généralement en-dessous du niveau du sol.",
      "example": "I went down to the basement to check the fuse box. It was dark and musty down there. I had gone down to the basement to fix the leaky pipe yesterday. I will go down to the basement to fetch my toolbox tomorrow.",
      "example_translation": "Je suis descendu au sous-sol pour vérifier le tableau de fusibles. C'était sombre et moisi là-bas. J'étais descendu au sous-sol pour réparer le tuyau fissuré hier. Je vais descendre au sous-sol pour récupérer ma boîte à outils demain.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/basement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "basically",
      "translation": "basiquement",
      "definition": "In a fundamental or essential manner; essentially.",
      "definition_translation": "D'une manière fondamentale ou essentielle; essentiellement.",
      "example": "I basically finished the project last night. I had basically finished the project yesterday. I will basically finish the project tomorrow.",
      "example_translation": "J'ai pratiquement fini le projet hier soir. J'avais pratiquement fini le projet hier. Je vais pratiquement terminer le projet demain.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/basically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "basil",
      "translation": "basilic",
      "definition": "A sweet-smelling herb used in cooking, especially in Italian and Thai dishes.",
      "definition_translation": "Une herbe aromatique utilisée dans la cuisine, notamment dans les plats italiens et thaïlandais.",
      "example": "I add fresh basil to my pasta sauce. I added fresh basil to my pasta sauce yesterday. I will add fresh basil to my pasta sauce tomorrow.",
      "example_translation": "J'ajoute du basilic frais à ma sauce de pâtes. J'avais ajouté du basilic frais à ma sauce de pâtes hier. Je vais ajouter du basilic frais à ma sauce de pâtes demain.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/basil.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basil.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "basis",
      "translation": "base",
      "definition": "The underlying condition or principle of something.",
      "definition_translation": "La condition ou le principe sous-jacent de quelque chose.",
      "example": "We need to work on the basis of mutual trust. We worked on the basis of mutual trust yesterday. We will work on the basis of mutual trust tomorrow.",
      "example_translation": "Nous devons travailler sur la base de la confiance mutuelle. Nous avons travaillé sur la base de la confiance mutuelle hier. Nous allons travailler sur la base de la confiance mutuelle demain.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/basis.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basis.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "beam",
      "translation": "faisceau",
      "definition": "A beam is a long, sturdy piece of wood, metal, or concrete used as a horizontal support in building construction.",
      "definition_translation": "Un faisceau est un long et solide pièce de bois, de métal ou de béton utilisé comme soutien horizontal dans la construction de bâtiments.",
      "example": "I beamed with pride when I graduated from college. I beam with pride when I show off my new car. I will beam with pride when I receive my first award.",
      "example_translation": "J'ai rayonné de fierté lorsque j'ai obtenu mon diplôme. Je rayonne de fierté lorsque je montre ma nouvelle voiture. Je rayonnerai de fierté lorsque je recevrai mon premier prix.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beam.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beam.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bear",
      "translation": "ours",
      "definition": "A bear is a large, carnivorous mammal with shaggy fur, found mainly in forests and mountains.",
      "definition_translation": "Un ours est un grand mammifère carnivore à fourrure hirsute, principalement trouvé dans les forêts et les montagnes.",
      "example": "I saw a bear in the zoo yesterday. Bears are common in the woods near my house. I will go bear-watching next weekend.",
      "example_translation": "J'ai vu un ours au zoo hier. Les ours sont courants dans les bois près de chez moi. Je vais aller observer les ours le week-end prochain.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bear-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bear.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "beast",
      "translation": "bête",
      "definition": "A beast is a wild or domestic animal, especially a large or fierce one.",
      "definition_translation": "Une bête est un animal sauvage ou domestique, notamment un grand ou féroce.",
      "example": "The beast roared loudly in the jungle. The beast in the movie was terrifying. The beast will be tamed by the trainer soon.",
      "example_translation": "La bête a rugi bruyamment dans la jungle. La bête dans le film était terrifiante. La bête sera apprivoisée par le dresseur bientôt.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beast.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beast.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "beat",
      "translation": "battre",
      "definition": "To beat is to strike or hit repeatedly, or to defeat or overcome someone or something.",
      "definition_translation": "Battre signifie frapper ou heurter plusieurs fois, ou vaincre ou surmonter quelqu'un ou quelque chose.",
      "example": "I beat the drum loudly at the party. She beat the competition in the race. They will beat the record next year.",
      "example_translation": "J'ai battu le tambour bruyamment à la fête. Elle a battu la compétition dans la course. Ils vont battre le record l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beat-3.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "beat",
      "translation": "battre",
      "definition": "to strike or hit repeatedly, often with great force or intensity",
      "definition_translation": "frapper ou heurter régulièrement, souvent avec grande force ou intensité",
      "example": "I beat the drum in the parade last night. I will beat the eggs for the omelette tomorrow. I have been beating the competition in the game.",
      "example_translation": "J'ai battu le tambour dans le défilé hier soir. Je baisserai les œufs pour l'omelette demain. J'ai été battre la concurrence dans le jeu.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beat-5.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "beat",
      "translation": "battre",
      "definition": "to overcome or surpass, often with great effort or skill",
      "definition_translation": "surmonter ou surpasser, souvent avec grand effort ou habileté",
      "example": "I beat the opponent in the tennis match. I will beat the score in the video game next time. I have been beating the odds to finish the project on time.",
      "example_translation": "J'ai battu l'adversaire dans le match de tennis. Je vais battre le score dans le jeu vidéo la prochaine fois. J'ai été battre les chances de finir le projet à temps.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beat-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "beetle",
      "translation": "scarabée",
      "definition": "a type of insect with a hard outer shell, often found in gardens or forests",
      "definition_translation": "un type d'insecte avec une coquille dure, souvent trouvé dans les jardins ou les forêts",
      "example": "The beetle crawled across the leaf. I saw a beetle flying near the flowers. Beetle larvae can be harmful to crops.",
      "example_translation": "Le scarabée a rampé sur la feuille. J'ai vu un scarabée volant près des fleurs. Les larves de scarabée peuvent être nuisibles pour les cultures.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beetle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beetle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "beg",
      "translation": "supplier",
      "definition": "to ask for something, often in a humble or pleading manner",
      "definition_translation": "demander quelque chose, souvent d'une manière humble ou suppliante",
      "example": "I beg for forgiveness for my mistake. She begs her parents for a new phone. He begged for mercy in the court.",
      "example_translation": "Je supplie pardon pour ma erreur. Elle supplie ses parents pour un nouveau téléphone. Il a supplié miséricorde dans le tribunal.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beg.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beg.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "beg",
      "translation": "demander",
      "definition": "To ask for something, especially in a humble or polite way",
      "definition_translation": "Demander quelque chose, notamment de manière humble ou polie",
      "example": "I begged my parents to let me go to the concert, but they refused. I beg for forgiveness every day. I will beg them again tomorrow.",
      "example_translation": "J'ai supplié mes parents de me laisser aller au concert, mais ils ont refusé. Je demande pardon tous les jours. Je leur demanderai à nouveau demain.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beg-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beg.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "belief",
      "translation": "croyance",
      "definition": "A feeling of being certain that something is true or exists",
      "definition_translation": "Un sentiment de certitude que quelque chose est vrai ou existe",
      "example": "My belief in God gives me strength. I believed in myself and achieved my goal. I will believe in you no matter what.",
      "example_translation": "Ma croyance en Dieu me donne de la force. J'ai cru en moi-même et j'ai atteint mon objectif. Je croirai en toi quoi qu'il arrive.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/belief.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belief.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "belong",
      "translation": "appartenir",
      "definition": "To be a part of a group or organization, or to be owned by someone or something",
      "definition_translation": "Faire partie d'un groupe ou d'une organisation, ou être propriété de quelqu'un ou quelque chose",
      "example": "I belong to a book club. The car belongs to my sister. I will belong to a gym soon.",
      "example_translation": "Je fais partie d'un club de livre. La voiture appartient à ma sœur. Je ferai partie d'une salle de sport bientôt.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/belong-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belong.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "belongings",
      "translation": "biens",
      "definition": "Things that someone owns, such as clothes, furniture, and personal items",
      "definition_translation": "Des choses que quelqu'un possède, comme des vêtements, des meubles et des objets personnels",
      "example": "I packed all my belongings in a suitcase. Her belongings were stolen from her car. Their belongings are still in the moving truck.",
      "example_translation": "J'ai empaqueté tous mes biens dans une valise. Ses biens ont été volés de sa voiture. Leurs biens sont toujours dans le camion de déménagement.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/belongings.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belongings.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bench",
      "translation": "banc",
      "definition": "A long, usually fixed, seat for three or four people, typically found in parks, gardens, or on public walkways.",
      "definition_translation": "Un siège long, généralement fixe, pour trois ou quatre personnes, typiquement trouvé dans les parcs, jardins ou sur les trottoirs publics.",
      "example": "I sat on the bench to rest my legs. Yesterday, I sat on the bench to eat my lunch. Tomorrow, I will sit on the bench to read my book.",
      "example_translation": "Je me suis assis sur le banc pour me reposer les jambes. Hier, je me suis assis sur le banc pour manger mon déjeuner. Demain, je m'assiérai sur le banc pour lire mon livre.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bench.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bench.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bend",
      "translation": "plier",
      "definition": "To change direction or shape, typically by folding or curving.",
      "definition_translation": "Changer de direction ou de forme, typiquement en pliant ou en courbant.",
      "example": "I had to bend down to pick up the pen. Yesterday, I bent my elbow to throw the ball. Tomorrow, I will bend my knees to do squats.",
      "example_translation": "J'ai dû me pencher pour ramasser le stylo. Hier, j'ai plié mon coude pour lancer le ballon. Demain, je plierai mes genoux pour faire des squats.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bend.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bend",
      "translation": "plier",
      "definition": "To change direction or shape, typically by folding or curving.",
      "definition_translation": "Changer de direction ou de forme, typiquement en pliant ou en courbant.",
      "example": "The road will bend to the left after the traffic light. The branch bent under the weight of the snow. The company will bend the rules to accommodate the new employee.",
      "example_translation": "La route tournera à gauche après le feu rouge. La branche a plié sous le poids de la neige. L'entreprise pliera les règles pour accueillir le nouvel employé.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bend-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bend",
      "translation": "plier",
      "definition": "To change direction or shape, typically by folding or curving.",
      "definition_translation": "Changer de direction ou de forme, typiquement en pliant ou en courbant.",
      "example": "The metal will bend if you apply too much pressure. The athlete will bend her body to fit through the narrow opening. The tree will bend in the strong wind.",
      "example_translation": "Le métal pliera si vous appliquez trop de pression. L'athlète pliera son corps pour s'adapter à l'ouverture étroite. L'arbre pliera dans le vent fort.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bend-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "beneath",
      "translation": "en dessous",
      "definition": "Located directly underneath something or someone.",
      "definition_translation": " Situé directement en-dessous de quelque chose ou de quelqu'un.",
      "example": "The cave was hidden beneath the waterfall. The treasure was buried beneath the old oak tree. The city will be rebuilt beneath the sea level.",
      "example_translation": "La grotte était cachée en dessous de la cascade. Le trésor était enterré en dessous de l'ancien chêne. La ville sera rebâtie en dessous du niveau de la mer.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beneath.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beneath.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "beneficial",
      "translation": "bénéfique",
      "definition": "Producing a good or helpful effect.",
      "definition_translation": "Produisant un effet bon ou utile.",
      "example": "Regular exercise is beneficial for our health. The new policy has been beneficial for the company's growth. The non-profit organization has been beneficial to the community.",
      "example_translation": "L'exercice régulier est bénéfique pour notre santé. La nouvelle politique a été bénéfique pour la croissance de l'entreprise. L'organisation à but non lucratif a été bénéfique pour la communauté.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beneficial.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beneficial.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "benefit",
      "translation": "avantage",
      "definition": "An advantage or gain.",
      "definition_translation": "Un avantage ou un gain.",
      "example": "The new employee received a great benefit package. The company will benefit from the new partnership. We will benefit from the experience we gained.",
      "example_translation": "Le nouvel employé a reçu un excellent package d'avantages. L'entreprise bénéficiera du nouveau partenariat. Nous allons bénéficier de l'expérience que nous avons acquise.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/benefit-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/benefit.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "berry",
      "translation": "baie",
      "definition": "A small, usually sweet or tart, fruit.",
      "definition_translation": "Un petit fruit, généralement sucré ou aigre.",
      "example": "I ate a handful of juicy berries. The farmer picked berries from the bush. Berries are rich in antioxidants.",
      "example_translation": "J'ai mangé une poignée de baies juteuses. Le fermier a cueilli des baies du buisson. Les baies sont riches en antioxydants.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/berry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/berry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bestseller",
      "translation": "meilleure vente",
      "definition": "A bestseller is a book or other product that sells very well, often becoming extremely popular.",
      "definition_translation": "Un best-seller est un livre ou autre produit qui se vend très bien, souvent devenant extrêmement populaire.",
      "example": "The new novel was a bestseller, selling over a million copies in the first week. It will be a bestseller, and it has been a bestseller for years.",
      "example_translation": "Le nouveau roman était un best-seller, vendant plus d'un million d'exemplaires la première semaine. Il sera un best-seller, et il a été un best-seller pendant des années.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bestseller.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bestseller.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bet",
      "translation": "parier",
      "definition": "To bet is to risk money or something valuable on the outcome of a game, contest, or other event.",
      "definition_translation": "Parier, c'est risquer de l'argent ou quelque chose de précieux sur le résultat d'un jeu, d'un concours ou d'un autre événement.",
      "example": "I bet on the horse race and won. She will bet on the football game tonight, but he bet on the wrong team last week.",
      "example_translation": "J'ai parié sur la course de chevaux et j'ai gagné. Elle pariera sur le match de football ce soir, mais il a parié sur la mauvaise équipe la semaine dernière.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "betray",
      "translation": "trahir",
      "definition": "To betray is to act against someone's trust or faith, often in a secret or hidden way.",
      "definition_translation": "Trahir, c'est agir contre la confiance ou la foi de quelqu'un, souvent de manière secrète ou cachée.",
      "example": "He betrayed his friend by revealing their secret. She had betrayed her country by spying for the enemy, and they will betray their employer by stealing company secrets.",
      "example_translation": "Il a trahi son ami en révélant leur secret. Elle avait trahi son pays en espionnant pour l'ennemi, et ils trahiront leur employeur en volant des secrets de l'entreprise.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/betray.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/betray.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bikini",
      "translation": "bikini",
      "definition": "A bikini is a type of swimsuit that covers the breasts and crotch area, leaving the midriff and legs exposed.",
      "definition_translation": "Un bikini est un type de maillot de bain qui couvre les seins et la région du pubis, laissant le ventre et les jambes exposées.",
      "example": "She wore a bikini to the beach, and it was a bikini that made her feel confident. They had bikinis on sale at the store, but he never wears a bikini.",
      "example_translation": "Elle porta un bikini à la plage, et c'était un bikini qui lui faisait sentir confiante. Ils avaient des bikinis en solde au magasin, mais il ne porte jamais de bikini.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bikini.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bikini.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bill",
      "translation": "facture",
      "definition": "A document requesting payment for goods or services supplied.",
      "definition_translation": "Un document demandant le paiement des biens ou services fournis.",
      "example": "I need to pay the bill for the dinner we had last night. Yesterday, I paid the electricity bill. Tomorrow, I will pay the water bill.",
      "example_translation": "Je dois payer la facture du dîner que nous avons eu hier soir. Hier, j'ai payé la facture d'électricité. Demain, je paierai la facture d'eau.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bill-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bill.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "billion",
      "translation": "milliard",
      "definition": "A very large number, equivalent to 1,000 million.",
      "definition_translation": "Un très grand nombre, équivalent à 1 000 million.",
      "example": "The company's revenue reached a billion dollars last year. In 2025, the world population will exceed a billion people. By 2050, we will have spent billions of dollars on space exploration.",
      "example_translation": "Le chiffre d'affaires de l'entreprise a atteint un milliard de dollars l'année dernière. En 2025, la population mondiale dépassera un milliard de personnes. D'ici 2050, nous aurons dépensé des milliards de dollars dans l'exploration spatiale.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/billion.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/billion.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "biological",
      "translation": "biologique",
      "definition": "Relating to the study of living organisms and their interactions with each other and their environment.",
      "definition_translation": "Relatif à l'étude des organismes vivants et leurs interactions entre eux et leur environnement.",
      "example": "The biological effects of radiation are still not fully understood. Biological weapons are banned by international law. The biological diversity of the Amazon rainforest is under threat.",
      "example_translation": "Les effets biologiques de la radiation ne sont pas encore entièrement compris. Les armes biologiques sont interdites par le droit international. La diversité biologique de la forêt amazonienne est menacée.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/biological.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/biological.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bite",
      "translation": "mordre",
      "definition": "To grip or chew (something) firmly with one's teeth.",
      "definition_translation": "Saisir ou mâcher (quelque chose) fermement avec les dents.",
      "example": "The dog will bite if you tease it. I bit my tongue when I saw the surprise party. She will bite into the juicy hamburger tomorrow.",
      "example_translation": "Le chien mordra si vous le taquinez. J'ai mordu ma langue lorsque j'ai vu la fête surprise. Elle mordra dans le hamburger juteux demain.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bite.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bite.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bite",
      "translation": "mordre",
      "definition": "to grip or chew something with teeth",
      "definition_translation": "serrer ou mâcher quelque chose avec les dents",
      "example": "I bit into the apple and tasted its sweetness. Yesterday, I had bitten into a sour lemon. Tomorrow, I will bite into a juicy burger.",
      "example_translation": "J'ai mordu dans la pomme et j'ai goûté sa douceur. Hier, j'avais mordu dans un citron aigre. Demain, je mordrai dans un burger juteux.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bite-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bite.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bitter",
      "translation": "amer",
      "definition": "having an unpleasantly sharp or disagreeable taste",
      "definition_translation": "ayant un goût désagréablement tranchant ou désagréable",
      "example": "The coffee was so bitter that I couldn't finish it. She had been bitter about her breakup for months. The medicine left a bitter taste in my mouth.",
      "example_translation": "Le café était si amer que je n'ai pas pu le finir. Elle avait été amère à propos de sa rupture pendant des mois. Le médicament a laissé un goût amer dans ma bouche.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bitter.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bitter.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bitterly",
      "translation": "amèrement",
      "definition": "in a bitter or resentful manner",
      "definition_translation": "d'une manière amère ou rancunière",
      "example": "She bitterly regretted her decision to quit her job. He bitterly complained about the service at the restaurant. They bitterly fought over the last piece of cake.",
      "example_translation": "Elle a amèrement regretté sa décision d'abandonner son travail. Il a amèrement plaint le service au restaurant. Ils ont amèrement lutté pour le dernier morceau de gâteau.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bitterly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bitterly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bizarre",
      "translation": "bizarre",
      "definition": "strange or unusual",
      "definition_translation": "étrange ou inhabituel",
      "example": "The bizarre creature in the movie scared me. She had a bizarre dream about flying. The bizarre habit of his neighbor annoyed him.",
      "example_translation": "La créature bizarre du film m'a effrayé. Elle avait eu un rêve bizarre sur le vol. L'habitude bizarre de son voisin l'a ennuyé.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bizarre.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bizarre.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "blackberry",
      "translation": "mûre",
      "definition": "A small, dark purple fruit that grows on a bush.",
      "definition_translation": "Un petit fruit noir violacé qui pousse sur un buisson.",
      "example": "I ate a blackberry pie last week. I am eating a blackberry pie now. I will eat a blackberry pie tomorrow.",
      "example_translation": "J'ai mangé un pie de mûre la semaine dernière. Je mange un pie de mûre maintenant. Je mangerai un pie de mûre demain.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/blackberry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blackberry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "blackcurrant",
      "translation": "cassis",
      "definition": "A small, round fruit that is dark purple in colour, often used in jam and juice.",
      "definition_translation": "Un petit fruit rond qui est de couleur noir violacé, souvent utilisé dans les confitures et les jus.",
      "example": "I have eaten blackcurrants before. I am eating blackcurrants now. I will eat blackcurrants again.",
      "example_translation": "J'ai mangé des cassis avant. Je mange des cassis maintenant. Je mangerai des cassis à nouveau.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/black-currant.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blackcurrant.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "blade",
      "translation": " lame",
      "definition": "A flat, narrow piece of metal, wood, or plastic used for cutting or chopping.",
      "definition_translation": "Un morceau plat et étroit de métal, de bois ou de plastique utilisé pour couper ou hacher.",
      "example": "I used a blade to cut the grass yesterday. I am using a blade to chop the vegetables now. I will use a blade to slice the bread tomorrow.",
      "example_translation": "J'ai utilisé une lame pour couper l'herbe hier. Je utilise une lame pour hacher les légumes maintenant. Je vais utiliser une lame pour trancher le pain demain.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/blade.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blade.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "blank",
      "translation": "vide",
      "definition": "Having no writing or marks on it.",
      "definition_translation": "N'ayant pas d'écriture ou de marques dessus.",
      "example": "The page was blank when I started writing. The form was blank until I filled it out. The screen will be blank until I turn it on.",
      "example_translation": "La page était vide lorsque j'ai commencé à écrire. Le formulaire était vide jusqu'à ce que je le remplisse. L'écran sera vide jusqu'à ce que je le lance.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/blank.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blank.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "blind",
      "translation": "aveugle",
      "definition": "Unable to see or perceive with one's eyes; lacking sight or vision.",
      "definition_translation": "Incapsible de voir ou de percevoir avec ses yeux; manquant de vue ou de vision.",
      "example": "She was blind to the dangers of the situation. Yesterday, she was blind to the fact that he was lying. She will be blind to the consequences of her actions.",
      "example_translation": "Elle était aveugle aux dangers de la situation. Hier, elle était aveugle au fait qu'il mentait. Elle sera aveugle aux conséquences de ses actions.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/blind-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blind.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "blink",
      "translation": "cligner",
      "definition": "To shut and open one's eyes rapidly, typically to remove dirt or to express surprise.",
      "definition_translation": "Fermer et ouvrir ses yeux rapidement, généralement pour enlever la saleté ou pour exprimer la surprise.",
      "example": "I blinked in surprise when I saw the news. Yesterday, I blinked rapidly to get the dirt out of my eye. I will blink slowly to signal to my friend.",
      "example_translation": "J'ai cligné des yeux de surprise lorsque j'ai vu les nouvelles. Hier, j'ai cligné rapidement pour sortir la saleté de mon œil. Je clignerai lentement pour signaler à mon ami.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/blink.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blink.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "block",
      "translation": "bloc",
      "definition": "A solid piece of material, such as wood or stone, used for building or construction.",
      "definition_translation": "Un bloc solide de matériau, tel que bois ou pierre, utilisé pour la construction ou la construction.",
      "example": "I used a block of wood to level the table. Yesterday, I walked around the block to get some exercise. I will block the door to prevent others from entering.",
      "example_translation": "J'ai utilisé un bloc de bois pour nivellement la table. Hier, j'ai marché autour du bloc pour faire de l'exercice. Je vais bloquer la porte pour empêcher les autres d'entrer.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/block-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/block.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bloody",
      "translation": "sanglant",
      "definition": "Covered or stained with blood.",
      "definition_translation": "Couvert ou taché de sang.",
      "example": "The bloody knife was found at the crime scene. Yesterday, I got a bloody nose from the accident. The bloody war will leave a lasting impact on the country.",
      "example_translation": "Le couteau sanglant a été trouvé sur le lieu du crime. Hier, j'ai eu un nez sanglant à la suite de l'accident. La guerre sanglante laissera un impact durable sur le pays.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bloody.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bloody.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "blueberry",
      "translation": "myrtille",
      "definition": "A small, round, purple fruit that is sweet and juicy, often eaten in pies and jams.",
      "definition_translation": "Un petit fruit rond et pourpre, doux et juteux, souvent mangé dans les tartes et les confitures.",
      "example": "I picked some blueberries in the forest yesterday. I'm eating a blueberry muffin now. I will bake a blueberry pie tomorrow.",
      "example_translation": "J'ai cueilli des myrtilles dans la forêt hier. Je mange un muffin à la myrtille maintenant. Je vais cuire une tarte à la myrtille demain.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/blueberry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blueberry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "blush",
      "translation": "rougir",
      "definition": "A person's face becomes red because they are feeling embarrassed or shy.",
      "definition_translation": "Le visage d'une personne devient rouge parce qu'il est embarrassé ou timide.",
      "example": "She blushed when he asked her out on a date. I always blush when I make a mistake. She will blush when she receives the surprise gift.",
      "example_translation": "Elle a rougi lorsque lui a demandé de sortir avec elle. Je rougis toujours lorsque je fais une erreur. Elle rougira lorsque'elle recevra le cadeau-surprise.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/blush.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blush.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "board",
      "translation": "planche",
      "definition": "A piece of wood or plastic used for a particular purpose, such as a skateboard or a notice board.",
      "definition_translation": "Une pièce de bois ou de plastique utilisée à une fin particulière, comme un skateboard ou un tableau d'affichage.",
      "example": "I rode my board down the hill yesterday. She is writing on the board now. He will break the board if he doesn't practice carefully.",
      "example_translation": "J'ai fait descendre ma planche sur la colline hier. Elle écrit sur le tableau maintenant. Il cassera la planche s'il ne pratique pas soigneusement.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/board-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "board",
      "translation": "conseil d'administration",
      "definition": "A group of people who make decisions for an organization or company.",
      "definition_translation": "Un groupe de personnes qui prennent des décisions pour une organisation ou une entreprise.",
      "example": "The board of directors met yesterday to discuss the new policy. The company's board will make a decision next week. The board members are responsible for the company's success.",
      "example_translation": "Le conseil d'administration s'est réuni hier pour discuter de la nouvelle politique. Le conseil d'administration de l'entreprise prendra une décision la semaine prochaine. Les membres du conseil d'administration sont responsables du succès de l'entreprise.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/board-4.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "boast",
      "translation": "se vanter",
      "definition": "To talk with pride about something you have done or something you have, often to impress others.",
      "definition_translation": "Parler avec fierté de quelque chose que vous avez fait ou que vous possédez, souvent pour impressionner les autres.",
      "example": "I boasted about my new car to my friends. I will boast about my promotion at the party. I boasted about my trip to Europe last year.",
      "example_translation": "J'ai vanté ma nouvelle voiture à mes amis. Je vanterai ma promotion au parti. J'avais vanté mon voyage en Europe l'année dernière.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/boast.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boast.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bodyguard",
      "translation": "garde du corps",
      "definition": "A person who is employed to protect someone, especially a famous or important person, from harm or danger.",
      "definition_translation": "Une personne employée pour protéger quelqu'un, en particulier une personne célèbre ou importante, de la douleur ou du danger.",
      "example": "The celebrity hired a bodyguard to protect her from fans. The bodyguard will accompany the president to the event. The bodyguard protected the client from the attacker.",
      "example_translation": "La célébrité a embauché un garde du corps pour la protéger des fans. Le garde du corps accompagnera le président à l'événement. Le garde du corps a protégé le client de l'agresseur.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bodyguard.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bodyguard.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "boiling",
      "translation": "bouillant",
      "definition": "Extremely angry or furious.",
      "definition_translation": "Extrêmement en colère ou furieux.",
      "example": "I was boiling with rage when I heard the news. She will be boiling with anger when she finds out. He was boiling with frustration at the traffic jam.",
      "example_translation": "J'étais bouillant de rage lorsque j'ai appris la nouvelle. Elle sera bouillante de colère lorsqu'elle découvrira. Il était bouillant de frustration à l'embouteillage.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/boiling.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boiling.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bold",
      "translation": "audacieux",
      "definition": " Showing a willingness to take risks and do things that might be difficult or unpopular.",
      "definition_translation": "Montrant une volonté de prendre des risques et de faire des choses qui pourraient être difficiles ou impopulaires.",
      "example": "The bold decision to invest in the startup paid off. She will take a bold step to quit her job. He was bold enough to speak out against the government.",
      "example_translation": "La décision audacieuse d'investir dans la startup a porté ses fruits. Elle prendra un pas audacieux pour quitter son emploi. Il était audacieux assez pour s'exprimer contre le gouvernement.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bold.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bold.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "boldly",
      "translation": "hardiment",
      "definition": "In a bold or courageous manner. Showing a willingness to take risks.",
      "definition_translation": "De manière hardie ou courageuse. Montrant une volonté de prendre des risques.",
      "example": "She spoke boldly to the crowd, despite her fear. She had boldly approached the manager with her idea. She will boldly go where no one has gone before.",
      "example_translation": "Elle s'est adressée hardiment à la foule, malgré sa peur. Elle avait hardiment approché le directeur avec son idée. Elle ira hardiment où personne n'est allé avant.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/boldly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boldly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bombing",
      "translation": "bombardement",
      "definition": "The act of dropping bombs, especially from an aircraft. A series of attacks or criticisms that cause heavy damage or harm.",
      "definition_translation": "L'acte de larguer des bombes, notamment depuis un aéronef. Une série d'attaque ou de critiques qui causent des dégâts ou des dommages importants.",
      "example": "The city suffered from bombing during the war. The new movie received a bombing from the critics. The team has been bombing in their last few games.",
      "example_translation": "La ville a souffert du bombardement pendant la guerre. Le nouveau film a reçu un bombardement des critiques. L'équipe a été bombardée lors de leurs derniers matchs.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bombing.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bombing.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bond",
      "translation": "lien",
      "definition": "A relationship between two people or groups based on shared feelings, interests, or experiences. A sum of money paid as bail or as a guarantee.",
      "definition_translation": "Une relation entre deux personnes ou groupes basée sur des sentiments, des intérêts ou des expériences partagés. Une somme d'argent payée comme caution ou comme garantie.",
      "example": "The mother-son bond is very strong. The company issued bonds to raise capital. The bond between the friends grew stronger over time.",
      "example_translation": "Le lien mère-fils est très fort. L'entreprise a émis des obligations pour lever des capitaux. Le lien entre les amis s'est renforcé avec le temps.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bond.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bond.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bonus",
      "translation": "prime",
      "definition": "An extra amount of money paid to an employee as a reward for good work or as a one-time payment.",
      "definition_translation": "Une somme d'argent supplémentaire payée à un employé comme récompense pour un bon travail ou comme paiement unique.",
      "example": "She received a bonus for her hard work. The company offered a bonus to employees who met their sales targets. He will receive a bonus next month.",
      "example_translation": "Elle a reçu une prime pour son travail acharné. L'entreprise a offert une prime aux employés qui ont atteint leurs objectifs de vente. Il recevra une prime le mois prochain.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bonus.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bonus.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "booklet",
      "translation": "carnet",
      "definition": "A small book or pamphlet, especially one containing information or advertising about a product or service.",
      "definition_translation": "Un petit livre ou brochure, especially une qui contient des informations ou de la publicité sur un produit ou service.",
      "example": "I picked up a booklet about local tourist attractions at the visitor center. I will read the booklet on the plane. I had read the booklet before I arrived.",
      "example_translation": "J'ai ramassé un carnet sur les attractions touristiques locales au centre des visiteurs. Je lirai le carnet dans l'avion. J'avais lu le carnet avant d'arriver.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/booklet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/booklet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bookmark",
      "translation": "marque-page",
      "definition": "A marker or tag that is used to keep one's place in a book or document.",
      "definition_translation": "Un marqueur ou étiquette qui est utilisé pour conserver sa place dans un livre ou un document.",
      "example": "I use a bookmark to mark important pages in my textbook. I will use a bookmark to mark the recipe. I had used a bookmark to mark the article.",
      "example_translation": "J'utilise une marque-page pour marquer les pages importantes dans mon manuel scolaire. J'utiliserai une marque-page pour marquer la recette. J'avais utilisé une marque-page pour marquer l'article.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bookmark.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bookmark.mp3"
    }
  ]