[
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "clothes",
      "translation": "vêtements",
      "definition": "Items of clothing, such as shirts, pants, and dresses, that are worn to cover the body and protect it from the elements.",
      "definition_translation": "Articles de vêtement, tels que des chemises, des pantalons et des robes, qui sont portés pour couvrir le corps et le protéger des éléments.",
      "example": "I have worn these clothes to the party yesterday, I will wear them to the office tomorrow, and I wore them to the beach last week.",
      "example_translation": "J'ai porté ces vêtements à la fête hier, je les porterai au bureau demain, et je les ai portés à la plage la semaine dernière.",
      "imageLink": "image_files\\English\\clothes.jpg",
      "audioLink": "clothes.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "coat",
      "translation": "manteau",
      "definition": "An outer garment worn to keep warm, typically made of thick fabric and having a collar and sleeves.",
      "definition_translation": "Un vêtement extérieur porté pour se tenir chaud, généralement fait de tissu épais et ayant un col et des manches.",
      "example": "She had worn a coat to the office yesterday, she will wear it to the party tonight, and she wore it to the mountains last winter.",
      "example_translation": "Elle avait porté un manteau au bureau hier, elle le portera à la fête ce soir, et elle l'a porté aux montagnes l'hiver dernier.",
      "imageLink": "image_files\\English\\coat.jpg",
      "audioLink": "coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "dress",
      "translation": "robe",
      "definition": "A one-piece garment for a woman or girl, typically extending below the knee and made of a lightweight fabric.",
      "definition_translation": "Un vêtement unique pour une femme ou une fille, généralement descendant en dessous du genou et fait d'un tissu léger.",
      "example": "She has worn a dress to the wedding yesterday, she will wear it to the party tonight, and she wore it to the garden last summer.",
      "example_translation": "Elle avait porté une robe au mariage hier, elle la portera à la fête ce soir, et elle l'a portée au jardin l'été dernier.",
      "imageLink": "image_files\\English\\dress.jpg",
      "audioLink": "dress.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "hat",
      "translation": "chapeau",
      "definition": "A head covering, typically made of fabric or straw, worn for warmth, as a fashion statement, or to signify occupation or membership.",
      "definition_translation": "Un couvre-chef, généralement fait de tissu ou de paille, porté pour se tenir chaud, comme déclaration de mode, ou pour signifier une profession ou une appartenance.",
      "example": "He had worn a hat to the party yesterday, he will wear it to the office tomorrow, and he wore it to the beach last week.",
      "example_translation": "Il avait porté un chapeau à la fête hier, il le portera au bureau demain, et il l'a porté à la plage la semaine dernière.",
      "imageLink": "image_files\\English\\hat.jpg",
      "audioLink": "hat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "jeans",
      "translation": "jean",
      "definition": "Trousers made of denim or other sturdy fabric, typically worn for casual or informal occasions.",
      "definition_translation": "Pantalon en denim ou autre tissu solide, généralement porté pour des occasions informelles.",
      "example": "I wore jeans to the party last night, I wear jeans to work today, and I will wear jeans to the concert tomorrow.",
      "example_translation": "J'ai porté un jean au party hier soir, je porte un jean au travail aujourd'hui, et je porterai un jean au concert demain.",
      "imageLink": "image_files\\English\\jeans.jpg",
      "audioLink": "jeans.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "shirt",
      "translation": "chemise",
      "definition": "A garment worn on the upper part of the body, typically having a collar and sleeves.",
      "definition_translation": "Un vêtement porté sur la partie supérieure du corps, généralement ayant un col et des manches.",
      "example": "I buttoned my shirt this morning, I wear a shirt to the office every day, and I will iron my shirt before the wedding tonight.",
      "example_translation": "J'ai boutonné ma chemise ce matin, je porte une chemise au bureau tous les jours, et je vais repasser ma chemise avant le mariage ce soir.",
      "imageLink": "image_files\\English\\shirt.jpg",
      "audioLink": "shirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "shoe",
      "translation": "chaussure",
      "definition": "A covering for the foot, typically made of leather, rubber, or synthetic materials.",
      "definition_translation": "Un revêtement pour le pied, généralement fait de cuir, de caoutchouc ou de matériaux synthétiques.",
      "example": "I laced my shoe this morning, I wear shoes to the gym every day, and I will buy new shoes for the party tomorrow.",
      "example_translation": "J'ai lacé ma chaussure ce matin, je porte des chaussures au gymnase tous les jours, et j'achèterai de nouvelles chaussures pour le party demain.",
      "imageLink": "image_files\\English\\shoe.jpg",
      "audioLink": "shoe.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "skirt",
      "translation": "jupe",
      "definition": "A garment hung from the waist and worn by women and girls, typically extending to the knees or below.",
      "definition_translation": "Un vêtement suspendu à la taille et porté par les femmes et les filles, généralement descendant jusqu'aux genoux ou en dessous.",
      "example": "I wore a skirt to the party last night, I wear skirts to the office every Friday, and I will sew a new skirt for the fashion show next week.",
      "example_translation": "J'ai porté une jupe au party hier soir, je porte des jupes au bureau tous les vendredis, et je vais coudre une nouvelle jupe pour le défilé de mode la semaine prochaine.",
      "imageLink": "image_files\\English\\skirt.jpg",
      "audioLink": "skirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "T-shirt",
      "translation": "T-shirt",
      "definition": "A short-sleeved casual top, typically made of cotton, polyester, or a blend of fabrics.",
      "definition_translation": "Un haut court casual, généralement fait de coton, de polyester ou d'un mélange de tissus.",
      "example": "I wore a T-shirt to the party last night, I'm wearing a T-shirt to the beach today, and I will wear a T-shirt to the game tomorrow.",
      "example_translation": "J'ai porté un T-shirt à la soirée hier soir, je porte un T-shirt à la plage aujourd'hui et je porterai un T-shirt au match demain.",
      "imageLink": "image_files\\English\\t-shirt.jpg",
      "audioLink": "T-shirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "trousers",
      "translation": "pantalon",
      "definition": "An outer garment covering the legs, typically made of fabric, worn by both men and women.",
      "definition_translation": "Un vêtement extérieur couvrant les jambes, généralement fait de tissu, porté à la fois par les hommes et les femmes.",
      "example": "I wore trousers to the office yesterday, I'm wearing trousers to the meeting today, and I will wear trousers to the dinner party tomorrow.",
      "example_translation": "J'ai porté un pantalon au bureau hier, je porte un pantalon à la réunion aujourd'hui et je porterai un pantalon à la soirée dînatoire demain.",
      "imageLink": "image_files\\English\\trousers.jpg",
      "audioLink": "trousers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "boot",
      "translation": "bottes",
      "definition": "A type of footwear that covers the foot and ankle, often extending up the leg.",
      "definition_translation": "Un type de chaussure qui couvre le pied et la cheville, souvent s'étendant jusqu'à la jambe.",
      "example": "I wore boots to the hike last week, I'm wearing boots to the farm today, and I will wear boots to the snow tomorrow.",
      "example_translation": "J'ai porté des bottes à la randonnée la semaine dernière, je porte des bottes à la ferme aujourd'hui et je porterai des bottes dans la neige demain.",
      "imageLink": "image_files\\English\\boot.jpg",
      "audioLink": "boot.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cap",
      "translation": "casquette",
      "definition": "A close-fitting, usually curved or rounded hat, often with a visor, worn by both men and women.",
      "definition_translation": "Un chapeau serré, généralement courbé ou arrondi, souvent avec une visière, porté à la fois par les hommes et les femmes.",
      "example": "I wore a cap to the baseball game last year, I'm wearing a cap to the park today, and I will wear a cap to the cycling event tomorrow.",
      "example_translation": "J'ai porté une casquette au match de baseball l'année dernière, je porte une casquette au parc aujourd'hui et je porterai une casquette à l'événement cycliste demain.",
      "imageLink": "image_files\\English\\cap.jpg",
      "audioLink": "cap.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "glove",
      "translation": "gant",
      "definition": "A glove is a garment covering the hand, typically with separate parts for each finger and the thumb.",
      "definition_translation": "Un gant est un vêtement qui couvre la main, généralement avec des parties séparées pour chaque doigt et le pouce.",
      "example": "I wore a glove to protect my hand while gardening. I will wear a glove to play hockey tomorrow. I wore a glove to keep my hand warm yesterday.",
      "example_translation": "J'ai porté un gant pour protéger ma main pendant que je jardinais. Je porterai un gant pour jouer au hockey demain. J'avais porté un gant pour garder ma main chaude hier.",
      "imageLink": "image_files\\English\\glove.jpg",
      "audioLink": "glove.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "jacket",
      "translation": "veste",
      "definition": "A jacket is a sleeveless or sleeved outer garment typically worn on the upper part of the body.",
      "definition_translation": "Une veste est un vêtement sans manche ou à manche porté sur la partie supérieure du corps.",
      "example": "I put on a jacket to go out in the cold. I will buy a new jacket for winter. I wore a jacket to the party last night.",
      "example_translation": "J'ai mis une veste pour sortir dans le froid. J'achèterai une nouvelle veste pour l'hiver. J'avais porté une veste au party hier soir.",
      "imageLink": "image_files\\English\\jacket.jpg",
      "audioLink": "jacket.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "jumper",
      "translation": "pullover",
      "definition": "A jumper is a sleeveless knitted garment, typically worn on the upper part of the body.",
      "definition_translation": "Un pull-over est un vêtement tricoté sans manche, généralement porté sur la partie supérieure du corps.",
      "example": "She wore a jumper to keep warm at home. I will wear a jumper to play sports tonight. He wore a jumper to school yesterday.",
      "example_translation": "Elle a porté un pull-over pour se tenir chaud à la maison. Je porterai un pull-over pour jouer aux sports ce soir. Il avait porté un pull-over à l'école hier.",
      "imageLink": "image_files\\English\\jumper.jpg",
      "audioLink": "jumper.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "pocket",
      "translation": "poche",
      "definition": "A pocket is a small bag or pouch sewn into or attached to clothing, used for carrying small items.",
      "definition_translation": "Une poche est un petit sac ou une poche cousue dans ou attachée à des vêtements, utilisée pour porter de petits objets.",
      "example": "I put my phone in my pocket. She will put her wallet in her pocket tomorrow. He took his keys out of his pocket yesterday.",
      "example_translation": "J'ai mis mon téléphone dans ma poche. Elle mettra son porte-monnaie dans sa poche demain. Il a sorti ses clés de sa poche hier.",
      "imageLink": "image_files\\English\\pocket.jpg",
      "audioLink": "pocket.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "raincoat",
      "translation": "imperméable",
      "definition": "A raincoat is a waterproof or water-resistant coat worn to protect the body from rain. It is typically made of a waterproof and breathable material, such as nylon or polyester, and is designed to keep the wearer dry and comfortable in wet weather.",
      "definition_translation": "Un imperméable est un manteau imperméable ou résistant à l'eau porté pour protéger le corps de la pluie. Il est généralement fait d'un matériau imperméable et respirant, comme du nylon ou du polyester, et est conçu pour garder le porteur sec et confortable par temps humide.",
      "example": "I wore a raincoat yesterday because it was raining. Today, I'm wearing a raincoat because it might rain later. I will wear a raincoat tomorrow because the weather forecast says it will rain.",
      "example_translation": "J'ai porté un imperméable hierbecause il pleuvait. Aujourd'hui, je porte un imperméable parce que ça pourrait pleuvoir plus tard. Je porterai un imperméable demain parce que la météo prévoit qu'il pleuvra.",
      "imageLink": "image_files\\English\\raincoat.jpg",
      "audioLink": "raincoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "scarf",
      "translation": "écharpe",
      "definition": "A scarf is a piece of fabric worn around the neck, typically made of soft, warm materials such as wool or silk. It is used to keep the neck warm and can also be worn as a fashion accessory.",
      "definition_translation": "Une écharpe est un morceau de tissu porté autour du cou, typiquement fait de matières douces et chaudes comme la laine ou le soie. Elle est utilisée pour garder le cou chaud et peut également être portée comme accessoire de mode.",
      "example": "I wore a scarf last winter because it was cold. Today, I'm wearing a scarf to add some color to my outfit. I will wear a scarf next winter because it's a practical accessory.",
      "example_translation": "J'ai porté une écharpe l'hiver dernier parce qu'il faisait froid. Aujourd'hui, je porte une écharpe pour ajouter un peu de couleur à ma tenue. Je porterai une écharpe l'hiver prochain parce qu'il s'agit d'un accessoire pratique.",
      "imageLink": "image_files\\English\\scarf.jpg",
      "audioLink": "scarf.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "shorts",
      "translation": "shorts",
      "definition": "Shorts are a type of short pant that is designed to be worn in warm weather. They are typically made of lightweight, breathable materials such as cotton or polyester, and are worn for outdoor activities such as sports or hiking.",
      "definition_translation": "Les shorts sont un type de pantalon court conçu pour être porté par temps chaud. Ils sont généralement faits de matières légères et respirantes comme le coton ou le polyester, et sont portés pour les activités en plein air comme le sport ou la randonnée.",
      "example": "I wore shorts yesterday because it was hot. Today, I'm wearing shorts to play soccer. I will wear shorts next summer because it will be warm.",
      "example_translation": "J'ai porté des shorts hier parce qu'il faisait chaud. Aujourd'hui, je porte des shorts pour jouer au soccer. Je porterai des shorts l'été prochain parce qu'il sera chaud.",
      "imageLink": "image_files\\English\\shorts.jpg",
      "audioLink": "shorts.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "sock",
      "translation": "chause",
      "definition": "A sock is a piece of clothing worn on the foot, typically made of soft materials such as cotton or wool. It is worn to keep the foot warm and dry, and is often worn with shoes or sandals.",
      "definition_translation": "Une chausse est un vêtement porté sur le pied, typiquement fait de matières douces comme le coton ou la laine. Elle est portée pour garder le pied chaud et sec, et est souvent portée avec des chaussures ou des sandales.",
      "example": "I wore socks yesterday because it was cold. Today, I'm wearing socks to run. I will wear socks next winter because it will be freezing.",
      "example_translation": "J'ai porté des chaussettes hier parce qu'il faisait froid. Aujourd'hui, je porte des chaussettes pour courir. Je porterai des chaussettes l'hiver prochain parce qu'il sera gelé.",
      "imageLink": "image_files\\English\\sock.jpg",
      "audioLink": "sock.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "suit",
      "translation": "costume",
      "definition": "A set of outer clothes made of the same fabric and designed to be worn together, typically consisting of a jacket, trousers, and sometimes a vest.",
      "definition_translation": "Un ensemble de vêtements extérieurs faits du même tissu et conçus pour être portés ensemble, composé typiquement d'un veston, d'un pantalon et parfois d'un gilet.",
      "example": "I wore a suit to the job interview. I wear a suit to work every day. I will wear a suit to the wedding tomorrow.",
      "example_translation": "J'ai porté un costume à l'entrevue d'embauche. Je porte un costume au travail tous les jours. Je porterai un costume au mariage demain.",
      "imageLink": "image_files\\English\\suit.jpg",
      "audioLink": "suit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "sweater",
      "translation": "pull",
      "definition": "A garment for the upper body, typically made of thick, warm fabric and having no openings or a round neck.",
      "definition_translation": "Un vêtement pour le haut du corps, généralement fait d'un tissu épais et chaud et n'ayant pas d'ouvertures ou un col rond.",
      "example": "I pulled on a sweater to stay warm. She wore a sweater to the party. They will wear sweaters in the winter.",
      "example_translation": "J'ai enfilé un pull pour rester chaud. Elle a porté un pull à la fête. Ils porteront des pulls en hiver.",
      "imageLink": "image_files\\English\\sweater.jpg",
      "audioLink": "sweater.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "swimming costume",
      "translation": "maillot de bain",
      "definition": "A garment worn for swimming, typically made of a lightweight, quick-drying material such as Lycra or nylon.",
      "definition_translation": "Un vêtement porté pour la natation, généralement fait d'un matériau léger et rapide à sécher comme le Lycra ou le nylon.",
      "example": "I bought a new swimming costume for the beach. She wore a swimming costume to the pool. They will wear swimming costumes to the water park.",
      "example_translation": "J'ai acheté un nouveau maillot de bain pour la plage. Elle a porté un maillot de bain à la piscine. Ils porteront des maillots de bain au parc aquatique.",
      "imageLink": "image_files\\English\\swimming-costume.jpg",
      "audioLink": "swimming costume.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "swimsuit",
      "translation": "maillot de bain",
      "definition": "A garment worn for swimming, typically made of a lightweight, quick-drying material such as Lycra or nylon.",
      "definition_translation": "Un vêtement porté pour la natation, généralement fait d'un matériau léger et rapide à sécher comme le Lycra ou le nylon.",
      "example": "I packed a swimsuit for the vacation. She wore a swimsuit to the beach. They will wear swimsuits to the pool party.",
      "example_translation": "J'ai emballé un maillot de bain pour les vacances. Elle a porté un maillot de bain à la plage. Ils porteront des maillots de bain à la fête de la piscine.",
      "imageLink": "image_files\\English\\swimsuit.jpg",
      "audioLink": "swimsuit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "tie",
      "translation": "cravate",
      "definition": "A tie is a long piece of cloth worn around the neck, typically by men, as a part of a formal outfit.",
      "definition_translation": "Une cravate est un long morceau de tissu porté autour du cou, généralement par les hommes, comme partie d'un ensemble formel.",
      "example": "I wore a tie to the wedding, I will wear a tie to the job interview, and I wore a tie to the party last night.",
      "example_translation": "J'ai porté une cravate au mariage, je porterai une cravate à l'entrevue d'embauche, et j'ai porté une cravate au party hier soir.",
      "imageLink": "image_files\\English\\tie.jpg",
      "audioLink": "tie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "tights",
      "translation": "collants",
      "definition": "Tights are a type of tight-fitting garment worn by women and girls, typically made of nylon or other synthetic materials, to cover the legs.",
      "definition_translation": "Les collants sont un type de vêtement moulant porté par les femmes et les filles, généralement fait de nylon ou d'autres matières synthétiques, pour couvrir les jambes.",
      "example": "I wear tights in the winter, I will wear tights to the party, and I wore tights to the gym last week.",
      "example_translation": "Je porte des collants en hiver, je porterai des collants au party, et j'ai porté des collants au gym la semaine dernière.",
      "imageLink": "image_files\\English\\tights.jpg",
      "audioLink": "tights.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "trainers",
      "translation": "chaussures de sport",
      "definition": "Trainers are a type of athletic shoe designed for specific sports or physical activities, such as running or basketball.",
      "definition_translation": "Les chaussures de sport sont un type de chaussure d'athlétisme conçue pour des sports ou des activités physiques spécifiques, comme la course ou le basket-ball.",
      "example": "I wear trainers to the gym, I will wear trainers to the marathon, and I wore trainers to play soccer last weekend.",
      "example_translation": "Je porte des chaussures de sport au gym, je porterai des chaussures de sport au marathon, et j'ai porté des chaussures de sport pour jouer au soccer le week-end dernier.",
      "imageLink": "image_files\\English\\trainers.jpg",
      "audioLink": "trainers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "uniform",
      "translation": "uniforme",
      "definition": "A uniform is a set of standard clothing worn by members of an organization, such as a school or a company, to identify themselves as part of the group.",
      "definition_translation": "Un uniforme est un ensemble de vêtements standard porté par les membres d'une organisation, comme une école ou une entreprise, pour s'identifier comme faisant partie du groupe.",
      "example": "I wear a uniform to school, I will wear a uniform to work, and I wore a uniform to the ceremony last year.",
      "example_translation": "Je porte un uniforme à l'école, je porterai un uniforme au travail, et j'ai porté un uniforme à la cérémonie l'an dernier.",
      "imageLink": "image_files\\English\\uniform.jpg",
      "audioLink": "uniform.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "blouse",
      "translation": "blouse",
      "definition": "A blouse is a type of casual shirt, typically with a collar and buttons down the front.",
      "definition_translation": "Une blouse est un type de chemise décontractée, généralement avec un col et des boutons sur le devant.",
      "example": "I wore a blouse to the party last night. I will wear a blouse to the wedding tomorrow. I wore a blouse to the office yesterday.",
      "example_translation": "J'ai porté une blouse au party hier soir. Je porterai une blouse au mariage demain. J'ai porté une blouse au bureau hier.",
      "imageLink": "image_files\\English\\blouse.jpg",
      "audioLink": "blouse.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "collar",
      "translation": "col",
      "definition": "A collar is a part of a shirt or other garment that fits around the neck.",
      "definition_translation": "Un col est une partie d'une chemise ou d'un autre vêtement qui s'ajuste autour du cou.",
      "example": "I adjusted the collar of my shirt to fit more comfortably. She will wash the collar of her dress tomorrow. They wore collars on their uniforms last year.",
      "example_translation": "J'ai ajusté le col de ma chemise pour s'adapter plus confortablement. Elle lavera le col de sa robe demain. Ils portaient des cols sur leurs uniformes l'année dernière.",
      "imageLink": "image_files\\English\\collar.jpg",
      "audioLink": "collar.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "heel",
      "translation": "talon",
      "definition": "A heel is the back part of the foot or a type of shoe with a raised back.",
      "definition_translation": "Un talon est la partie arrière du pied ou un type de chaussure avec un arrière élevé.",
      "example": "I wore high heels to the party last night. She will buy new heels tomorrow. He broke his heel while playing soccer.",
      "example_translation": "J'ai porté des talons hauts au party hier soir. Elle achètera de nouveaux talons demain. Il s'est cassé le talon en jouant au football.",
      "imageLink": "image_files\\English\\heel.jpg",
      "audioLink": "heel.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "knickers",
      "translation": "culotte",
      "definition": "Knickers are a type of undergarment worn by women.",
      "definition_translation": "Les culottes sont un type de vêtement de dessous porté par les femmes.",
      "example": "I bought new knickers at the store yesterday. She will wear knickers to the gym tomorrow. They sold knickers at the market last week.",
      "example_translation": "J'ai acheté de nouvelles culottes au magasin hier. Elle portera des culottes au gymnase demain. Ils vendaient des culottes au marché la semaine dernière.",
      "imageLink": "image_files\\English\\knickers.jpg",
      "audioLink": "knickers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "pants",
      "translation": "pantalon",
      "definition": "A garment worn around the legs, typically made of fabric or leather, and often worn for casual or sporty occasions.",
      "definition_translation": "Un vêtement porté autour des jambes, généralement fait de tissu ou de cuir, et souvent porté pour des occasions décontractées ou sportives.",
      "example": "I wore pants to the party last night, but I will wear a suit to the meeting tomorrow, and I have worn jeans to the concert next week.",
      "example_translation": "J'ai porté des pantalons à la soirée hier soir, mais je porterai un costume à la réunion demain, et j'aurai porté des jeans au concert la semaine prochaine.",
      "imageLink": "image_files\\English\\pants.jpg",
      "audioLink": "pants.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "pullover",
      "translation": "pull",
      "definition": "A type of casual, comfortable sweater or top that is pulled over the head, often worn for relaxation or athletic activities.",
      "definition_translation": "Un type de sweater ou haut casual confortable qui est tiré sur la tête, souvent porté pour se détendre ou faire des activités sportives.",
      "example": "I pulled on a pullover to stay warm during the hike, and I will wear a pullover to play basketball tonight, but I had worn a pullover to the beach last summer.",
      "example_translation": "J'ai enfilé un pull pour rester chaud pendant la randonnée, et je porterai un pull pour jouer au basketball ce soir, mais j'avais porté un pull à la plage l'été dernier.",
      "imageLink": "image_files\\English\\pullover.jpg",
      "audioLink": "pullover.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "sandal",
      "translation": "sandale",
      "definition": "A type of footwear that expose the foot, typically worn in warm weather or for beach activities.",
      "definition_translation": "Un type de chaussure qui expose le pied, généralement porté en été ou pour les activités de plage.",
      "example": "I wore sandals to the beach yesterday, and I will wear sandals to the pool party tomorrow, but I had worn sandals to the garden last week.",
      "example_translation": "J'ai porté des sandales à la plage hier, et je porterai des sandales à la fête de piscine demain, mais j'avais porté des sandales au jardin la semaine dernière.",
      "imageLink": "image_files\\English\\sandal.jpg",
      "audioLink": "sandal.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "sleeve",
      "translation": "manche",
      "definition": "The part of a garment that covers the arm, usually extending from the shoulder to the wrist.",
      "definition_translation": "La partie d'un vêtement qui couvre le bras, généralement allant de l'épaule au poignet.",
      "example": "I rolled up my sleeve to show off my tattoo, and I will wear a shirt with a short sleeve to the picnic tomorrow, but I had worn a jacket with a long sleeve to the concert last night.",
      "example_translation": "J'ai retroussé ma manche pour montrer mon tatouage, et je porterai une chemise à manche courte à la pique-nique demain, mais j'avais porté un blouson à manche longue au concert hier soir.",
      "imageLink": "image_files\\English\\sleeve.jpg",
      "audioLink": "sleeve.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "slippers",
      "translation": "pantoufles",
      "definition": "A slipper is a type of footwear that is designed to be worn indoors, typically made of soft, comfortable materials and often featuring a slip-on design.",
      "definition_translation": "Un pantoufle est un type de chaussure conçu pour être porté à l'intérieur, généralement fabriqué à partir de matériaux doux et confortables et souvent doté d'une conception de glissement.",
      "example": "I wore my slippers to walk around the house yesterday, I'm wearing them now, and I'll wear them again tomorrow.",
      "example_translation": "J'ai porté mes pantoufles pour marcher autour de la maison hier, je les porte maintenant, et je les porterai à nouveau demain.",
      "imageLink": "image_files\\English\\slippers.jpg",
      "audioLink": "slippers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "sweatshirt",
      "translation": "sweat-shirt",
      "definition": "A sweatshirt is a type of casual, long-sleeved shirt typically made of thick, warm fabric, often worn for athletic or leisure activities.",
      "definition_translation": "Un sweat-shirt est un type de chemise décontractée à manches longues, généralement fabriqué à partir de tissu épais et chaud, souvent porté pour des activités athlétiques ou de loisirs.",
      "example": "I loved wearing my favorite sweatshirt in college, I still wear it today, and I will wear it on my next trip.",
      "example_translation": "J'adorais porter mon sweat-shirt préféré au collège, je le porte encore aujourd'hui, et je le porterai lors de mon prochain voyage.",
      "imageLink": "image_files\\English\\sweatshirt.jpg",
      "audioLink": "sweatshirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "swimming trunks",
      "translation": "maillot de bain",
      "definition": "Swimming trunks are a type of short, tight-fitting pants designed for swimming, water sports, or lounging by the pool.",
      "definition_translation": "Les maillots de bain sont un type de pantalon court et ajusté conçu pour la natation, les sports nautiques ou la détente près de la piscine.",
      "example": "I wore my swimming trunks to the beach last summer, I'm wearing them now at the pool, and I'll wear them again next week.",
      "example_translation": "J'ai porté mes maillots de bain à la plage l'été dernier, je les porte maintenant à la piscine, et je les porterai à nouveau la semaine prochaine.",
      "imageLink": "image_files\\English\\swimming-trunks.jpg",
      "audioLink": "swimming trunks.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "top",
      "translation": "débardeur",
      "definition": "A top is a type of garment that covers the upper body, typically worn for casual or formal occasions, and can be sleeveless, short-sleeved, or long-sleeved.",
      "definition_translation": "Un débardeur est un type de vêtement qui couvre le buste, généralement porté pour des occasions décontractées ou formelles, et peut être sans manches, à manches courtes ou à manches longues.",
      "example": "I wore a top to the party last night, I'm wearing one now, and I'll wear another one to the concert tomorrow.",
      "example_translation": "J'ai porté un débardeur à la soirée dernière nuit, je porte un maintenant, et je porterai un autre à la concert demain.",
      "imageLink": "image_files\\English\\top.jpg",
      "audioLink": "top.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "tracksuit",
      "translation": "survêtement",
      "definition": "A tracksuit is a casual, comfortable outfit typically consisting of a jacket and trousers made of the same material, often worn for athletic or leisure activities.",
      "definition_translation": "Un survêtement est un ensemble de vêtements détendu et confortable, généralement composé d'une veste et d'un pantalon en même matériau, souvent porté pour des activités sportives ou de loisirs.",
      "example": "I wore a tracksuit to the gym yesterday, I will wear it to the running event tomorrow, and I wore it to the park last week.",
      "example_translation": "J'ai porté un survêtement au gym hier, je le porterai à l'événement de course à pied demain, et j'l'ai porté au parc la semaine dernière.",
      "imageLink": "image_files\\English\\tracksuit.jpg",
      "audioLink": "tracksuit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "underpants",
      "translation": "caleçon",
      "definition": "Underpants are a type of clothing worn next to the skin under other garments, typically made of a soft, breathable fabric.",
      "definition_translation": "Les caleçons sont un type de vêtement porté contre la peau sous d'autres habits, généralement fait d'un tissu doux et respirant.",
      "example": "I bought new underpants yesterday, I will wear them to bed tonight, and I wore them to the beach last summer.",
      "example_translation": "J'ai acheté des caleçons nouveaux hier, je les porterai au lit ce soir, et je les ai portés à la plage l'été dernier.",
      "imageLink": "image_files\\English\\underpants.jpg",
      "audioLink": "underpants.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "underwear",
      "translation": "lingerie",
      "definition": "Underwear refers to clothing worn next to the skin under other garments, typically including underpants, bras, and socks.",
      "definition_translation": "La lingerie désigne les vêtements portés contre la peau sous d'autres habits, généralement incluant des caleçons, des soutiens-gorge et des chaussettes.",
      "example": "I need to do my laundry, including my underwear, I will wear my favorite underwear to the party tonight, and I bought new underwear last week.",
      "example_translation": "J'ai besoin de faire ma lessive, y compris ma lingerie, je porterai ma lingerie préférée au party ce soir, et j'ai acheté de la lingerie nouvelle la semaine dernière.",
      "imageLink": "image_files\\English\\underwear.jpg",
      "audioLink": "underwear.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "apron",
      "translation": "tablier",
      "definition": "An apron is a piece of fabric worn over the front of the body to protect clothing from stains and splashes, typically used in cooking or other messy activities.",
      "definition_translation": "Un tablier est un morceau de tissu porté sur le devant du corps pour protéger les vêtements des taches et des éclaboussures, généralement utilisé pour cuisiner ou d'autres activités salissantes.",
      "example": "I wore an apron while cooking dinner yesterday, I will wear it to the barbecue tomorrow, and I wore it to the art class last week.",
      "example_translation": "J'ai porté un tablier pendant que je cuisinais le dîner hier, je le porterai au barbecue demain, et je l'ai porté à la classe d'art la semaine dernière.",
      "imageLink": "image_files\\English\\apron.jpg",
      "audioLink": "apron.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "bikini",
      "translation": "bikini",
      "definition": "A bikini is a type of swimwear that consists of two pieces, one covering the breasts and the other covering the groin area.",
      "definition_translation": "Un bikini est un type de maillot de bain qui se compose de deux pièces, l'une couvrant les seins et l'autre couvrant la zone génitale.",
      "example": "I bought a new bikini for my trip to Hawaii last summer. Now, I'm packing it for my vacation next week. By next year, I'll have worn it to three beaches.",
      "example_translation": "J'ai acheté un nouveau bikini pour mon voyage à Hawaï l'été dernier. Maintenant, je le mets dans mes bagages pour mes vacances de la semaine prochaine. D'ici l'année prochaine, j'aurai porté à trois plages.",
      "imageLink": "image_files\\English\\bikini.jpg",
      "audioLink": "bikini.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "boxer shorts",
      "translation": "boxer short",
      "definition": "Boxer shorts are a type of undergarment that has an elastic waistband and is designed for athletic or casual wear.",
      "definition_translation": "Les boxer shorts sont un type de sous-vêtement qui a un élastique à la taille et est conçu pour le port athlétique ou informel.",
      "example": "My brother always wore boxer shorts to play basketball. Now, he wears them to lounge around the house. By next month, he'll have bought a new pair.",
      "example_translation": "Mon frère portait toujours des boxer shorts pour jouer au basket-ball. Maintenant, il les porte pour traîner à la maison. D'ici le mois prochain, il aura acheté une nouvelle paire.",
      "imageLink": "image_files\\English\\boxer-shorts.jpg",
      "audioLink": "boxer shorts.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "bra",
      "translation": "soutien-gorge",
      "definition": "A bra is a type of undergarment that is designed to support and cover the breasts.",
      "definition_translation": "Un soutien-gorge est un type de sous-vêtement qui est conçu pour soutenir et couvrir les seins.",
      "example": "I need to buy a new bra because my old one is too small. Now, I'm trying on different sizes. By next week, I'll have found the perfect fit.",
      "example_translation": "J'ai besoin d'acheter un nouveau soutien-gorge parce que mon vieux est trop petit. Maintenant, j'essaie des tailles différentes. D'ici la semaine prochaine, j'aurai trouvé la taille parfaite.",
      "imageLink": "image_files\\English\\bra.jpg",
      "audioLink": "bra.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "briefs",
      "translation": "culottes",
      "definition": "Briefs are a type of undergarment that provides coverage and support for the genital area.",
      "definition_translation": "Les culottes sont un type de sous-vêtement qui offre une couverture et un soutien pour la zone génitale.",
      "example": "I prefer wearing briefs to wear loose-fitting pants. Now, I'm shopping for a new pair. By next year, I'll have bought five more pairs.",
      "example_translation": "Je préfère porter des culottes pour porter des pantalons amples. Maintenant, je fais du shopping pour une nouvelle paire. D'ici l'année prochaine, j'aurai acheté cinq paires de plus.",
      "imageLink": "image_files\\English\\briefs.jpg",
      "audioLink": "briefs.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cardigan",
      "translation": "cardigan",
      "definition": "A cardigan is a type of knitted garment that has an open front and is typically worn over a shirt or blouse.",
      "definition_translation": "Un cardigan est un type de vêtement tricoté qui a un devant ouvert et est généralement porté sur une chemise ou une blouse.",
      "example": "I wore a cardigan to the party last night, I will wear a cardigan to the office tomorrow, and I wore a cardigan to the park yesterday.",
      "example_translation": "J'ai porté un cardigan à la soirée hier soir, je porterai un cardigan au bureau demain, et j'ai porté un cardigan au parc hier.",
      "imageLink": "image_files\\English\\cardigan.jpg",
      "audioLink": "cardigan.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "costume",
      "translation": "costume",
      "definition": "A costume is a set of clothes worn to create a specific character or image, often for a performance or special occasion.",
      "definition_translation": "Un costume est un ensemble de vêtements portés pour créer un personnage ou une image spécifique, souvent pour une performance ou une occasion spéciale.",
      "example": "I wore a costume to the Halloween party last year, I will wear a costume to the play tomorrow, and I wore a costume to the masquerade ball yesterday.",
      "example_translation": "J'ai porté un costume à la soirée d'Halloween l'an dernier, je porterai un costume à la pièce de théâtre demain, et j'ai porté un costume au bal masqué hier.",
      "imageLink": "image_files\\English\\costume-1.jpg",
      "audioLink": "costume.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cuff",
      "translation": "manchette",
      "definition": "A cuff is a band or strap that forms the lower part of a sleeve, typically folding back to form a cuff.",
      "definition_translation": "Une manchette est une bande ou une sangle qui forme la partie inférieure d'une manche, se repliant généralement pour former une manchette.",
      "example": "I rolled up my sleeve to show off my cuff, I will adjust my cuff for the presentation tomorrow, and I had to mend my cuff yesterday.",
      "example_translation": "J'ai roulé ma manche pour montrer ma manchette, je vais ajuster ma manchette pour la présentation demain, et j'ai dû réparer ma manchette hier.",
      "imageLink": "image_files\\English\\cuff.jpg",
      "audioLink": "cuff.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "helmet",
      "translation": "casque",
      "definition": "A helmet is a protective hat worn to protect the head from injury, often worn by athletes, construction workers, or military personnel.",
      "definition_translation": "Un casque est un chapeau protecteur porté pour protéger la tête des blessures, souvent porté par des athlètes, des travailleurs de la construction ou des personnels militaires.",
      "example": "I wore a helmet to the bike ride yesterday, I will wear a helmet to the game tomorrow, and I had to adjust my helmet before the competition last week.",
      "example_translation": "J'ai porté un casque à la sortie à vélo hier, je porterai un casque au match demain, et j'ai dû ajuster mon casque avant la compétition la semaine dernière.",
      "imageLink": "image_files\\English\\helmet.jpg",
      "audioLink": "helmet.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "hood",
      "translation": "capot",
      "definition": "A hood is a protective covering for the head and neck, typically attached to a jacket or coat.",
      "definition_translation": "Un capot est un couvre-chef protecteur pour la tête et le cou, généralement attaché à un manteau ou un coat.",
      "example": "She pulled up the hood of her jacket to protect herself from the rain. Yesterday, she had worn it to the park. Tomorrow, she will wear it to school.",
      "example_translation": "Elle a hissé le capot de son manteau pour se protéger de la pluie. Hier, elle l'avait porté au parc. Demain, elle le portera à l'école.",
      "imageLink": "image_files\\English\\hood.jpg",
      "audioLink": "hood.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "knee socks",
      "translation": "chause-tibias",
      "definition": "Knee socks are a type of sock that covers the foot and leg up to the knee.",
      "definition_translation": "Les chaussettes-tibias sont un type de chaussette qui couvre le pied et la jambe jusqu'au genou.",
      "example": "She wore knee socks to play soccer. Yesterday, she had worn them to the gym. Next week, she will wear them to the match.",
      "example_translation": "Elle a porté des chaussettes-tibias pour jouer au football. Hier, elle les avait portés au gymnase. La semaine prochaine, elle les portera au match.",
      "imageLink": "image_files\\English\\knee-socks.jpg",
      "audioLink": "knee socks.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "nightgown",
      "translation": "robe de nuit",
      "definition": "A nightgown is a loose, usually cotton or silk garment worn for sleeping or lounging.",
      "definition_translation": "Une robe de nuit est un vêtement ample, généralement en coton ou en soie, porté pour dormir ou se reposer.",
      "example": "She put on her nightgown and went to bed. Yesterday, she had worn it to relax after dinner. Tomorrow, she will wear it to lounge around the house.",
      "example_translation": "Elle a mis sa robe de nuit et est allée au lit. Hier, elle l'avait portée pour se reposer après dîner. Demain, elle la portera pour vaguer dans la maison.",
      "imageLink": "image_files\\English\\nightgown.jpg",
      "audioLink": "nightgown.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "nightie",
      "translation": " nuisette",
      "definition": "A nightie is a loose, usually cotton or silk garment worn for sleeping or lounging.",
      "definition_translation": "Une nuisette est un vêtement ample, généralement en coton ou en soie, porté pour dormir ou se reposer.",
      "example": "She put on her nightie and went to bed. Yesterday, she had worn it to relax after dinner. Tomorrow, she will wear it to lounge around the house.",
      "example_translation": "Elle a mis sa nuisette et est allée au lit. Hier, elle l'avait portée pour se reposer après dîner. Demain, elle la portera pour vaguer dans la maison.",
      "imageLink": "image_files\\English\\nightie.jpg",
      "audioLink": "nightie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "pyjamas",
      "translation": "pajamas",
      "definition": "loose, comfortable trousers and jacket or top worn for sleeping or lounging.",
      "definition_translation": "pantalon et veste ou haut confortables portés pour dormir ou se reposer.",
      "example": "I wore my favourite pyjamas to bed last night. I will wear my new pyjamas tonight. I wore pyjamas to the party and felt out of place.",
      "example_translation": "J'ai porté mes pyjamas préférés au lit hier soir. Je porterai mes nouveaux pyjamas ce soir. J'ai porté des pyjamas à la soirée et me suis senti déplacé.",
      "imageLink": "image_files\\English\\pyjamas.jpg",
      "audioLink": "pyjamas.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "sneakers",
      "translation": "baskets",
      "definition": "a type of casual shoe, especially one with a rubber sole and canvas or leather upper.",
      "definition_translation": "un type de chaussure décontractée, notamment une avec une semelle en caoutchouc et une tige en toile ou en cuir.",
      "example": "I bought new sneakers for the gym. She will wear her sneakers to the park tomorrow. They wore sneakers to the basketball game.",
      "example_translation": "J'ai acheté de nouvelles baskets pour la salle de sport. Elle portera ses baskets au parc demain. Ils portaient des baskets au match de basketball.",
      "imageLink": "image_files\\English\\sneakers.jpg",
      "audioLink": "sneakers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "bathrobe",
      "translation": "peignoir",
      "definition": "a loose, comfortable robe worn after a bath or shower.",
      "definition_translation": "un peignoir confortable et ample porté après un bain ou une douche.",
      "example": "I wrapped myself in a warm bathrobe after the shower. She will put on her bathrobe after the bath. They wore bathrobes to the spa.",
      "example_translation": "Je me suis enveloppé dans un peignoir chaud après la douche. Elle mettra son peignoir après le bain. Ils portaient des peignoirs au spa.",
      "imageLink": "image_files\\English\\bathrobe.jpg",
      "audioLink": "bathrobe.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "bow tie",
      "translation": "nœud papillon",
      "definition": "a type of necktie that consists of a ribbon or strip of fabric with ends that are tied in a bow.",
      "definition_translation": "un type de cravate qui se compose d'un ruban ou d'une bande de tissu avec des extrémités nouées en forme de nœud.",
      "example": "He wore a bow tie to the wedding. I will wear a bow tie to the party tonight. She had worn a bow tie to the formal event.",
      "example_translation": "Il portait un nœud papillon au mariage. Je porterai un nœud papillon à la soirée ce soir. Elle avait porté un nœud papillon à l'événement formel.",
      "imageLink": "image_files\\English\\bow-tie.jpg",
      "audioLink": "bow tie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "dungarees",
      "translation": "salopette",
      "definition": "Dungarees are a type of casual trousers or overalls, typically made of denim or other thick fabric, often worn for outdoor activities or as a casual fashion trend.",
      "definition_translation": "Les salopettes sont un type de pantalon décontracté ou de combinaison, généralement fait de denim ou d'un autre tissu épais, souvent porté pour les activités en plein air ou comme un tendance de mode décontractée.",
      "example": "I wore dungarees to the farm to help with the harvest. I will wear dungarees to the music festival next week. I wore dungarees to the beach last summer.",
      "example_translation": "J'ai porté des salopettes à la ferme pour aider à la récolte. Je porterai des salopettes au festival de musique la semaine prochaine. J'ai porté des salopettes à la plage l'été dernier.",
      "imageLink": "image_files\\English\\dungarees.jpg",
      "audioLink": "dungarees.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "flip-flops",
      "translation": "tongs",
      "definition": "Flip-flops are a type of casual footwear, typically made of rubber or plastic, worn on the beach or in warm weather.",
      "definition_translation": "Les tongs sont un type de chaussure décontractée, généralement faite de caoutchouc ou de plastique, portée sur la plage ou en temps chaud.",
      "example": "I bought a pair of flip-flops for my vacation. I will wear flip-flops to the pool party tomorrow. I wore flip-flops to the beach last weekend.",
      "example_translation": "J'ai acheté une paire de tongs pour mes vacances. Je porterai des tongs à la soirée à la piscine demain. J'ai porté des tongs à la plage le week-end dernier.",
      "imageLink": "image_files\\English\\flip-flops.jpg",
      "audioLink": "flip-flops.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "fur coat",
      "translation": "manteau de fourrure",
      "definition": "A fur coat is a type of outerwear, typically made from the fur of animals such as mink, fox, or rabbit, worn for warmth and style.",
      "definition_translation": "Un manteau de fourrure est un type de vêtement extérieur, généralement fait de la fourrure d'animaux tels que le vison, le renard ou le lapin, porté pour la chaleur et le style.",
      "example": "She wore a fur coat to the opera. I will wear a fur coat to the winter ball. He wore a fur coat to the ski resort last winter.",
      "example_translation": "Elle a porté un manteau de fourrure à l'opéra. Je porterai un manteau de fourrure au bal d'hiver. Il a porté un manteau de fourrure à la station de ski l'hiver dernier.",
      "imageLink": "image_files\\English\\fur-coat.jpg",
      "audioLink": "fur coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "overalls",
      "translation": "salopette",
      "definition": "Overalls are a type of casual garment, typically made of denim or other thick fabric, worn for outdoor activities or as a casual fashion trend.",
      "definition_translation": "Les salopettes sont un type de vêtement décontracté, généralement fait de denim ou d'un autre tissu épais, porté pour les activités en plein air ou comme un tendance de mode décontractée.",
      "example": "I wore overalls to the farm to help with the harvest. I will wear overalls to the music festival next week. I wore overalls to the beach last summer.",
      "example_translation": "J'ai porté des salopettes à la ferme pour aider à la récolte. Je porterai des salopettes au festival de musique la semaine prochaine. J'ai porté des salopettes à la plage l'été dernier.",
      "imageLink": "image_files\\English\\overalls.jpg",
      "audioLink": "overalls.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "pantyhose",
      "translation": "collant",
      "definition": "A type of clothing that covers the legs and lower body, typically made of nylon or other synthetic materials.",
      "definition_translation": "Un type de vêtement qui couvre les jambes et le bas du corps, généralement fait de nylon ou d'autres matières synthétiques.",
      "example": "I wore pantyhose to the office yesterday, I will wear them to the party tonight, and I wore them to the wedding last week.",
      "example_translation": "J'ai porté des collants au bureau hier, je vais les porter à la fête ce soir, et j'ai porté des collants au mariage la semaine dernière.",
      "imageLink": "image_files\\English\\pantyhose.jpg",
      "audioLink": "pantyhose.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "stockings",
      "translation": "bas",
      "definition": "A piece of clothing that covers the legs, typically made of nylon or other synthetic materials.",
      "definition_translation": "Un pièce de vêtement qui couvre les jambes, généralement fait de nylon ou d'autres matières synthétiques.",
      "example": "I hang my stockings by the chimney with care, I will wear them to the dance tonight, and I wore them to the party last year.",
      "example_translation": "J'accroche mes bas près de la cheminée avec soin, je vais les porter à la danse ce soir, et j'ai porté des bas à la fête l'an dernier.",
      "imageLink": "image_files\\English\\stockings.jpg",
      "audioLink": "stockings.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "top hat",
      "translation": "chapeau haut-de-forme",
      "definition": "A type of hat that is tall and flat, typically made of felt or other materials, worn by men in the past.",
      "definition_translation": "Un type de chapeau qui est haut et plat, généralement fait de feutre ou d'autres matières, porté par les hommes dans le passé.",
      "example": "He wore a top hat to the opera last night, he will wear it to the wedding tomorrow, and he wore it to the royal ball last century.",
      "example_translation": "Il a porté un chapeau haut-de-forme à l'opéra hier soir, il le portera au mariage demain, et il l'a porté au bal royal siècle dernier.",
      "imageLink": "image_files\\English\\top-hat.jpg",
      "audioLink": "top hat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "veil",
      "translation": "voile",
      "definition": "A piece of fabric worn over the face or head, typically by women, for modesty or as a fashion statement.",
      "definition_translation": "Un pièce de tissu porté sur le visage ou la tête, généralement par les femmes, pour la modestie ou comme un énoncé de mode.",
      "example": "The bride wore a veil at the wedding ceremony, she will wear it to the reception tonight, and she wore it to the church last week.",
      "example_translation": "La mariée a porté un voile à la cérémonie de mariage, elle le portera à la réception ce soir, et elle l'a porté à l'église la semaine dernière.",
      "imageLink": "image_files\\English\\veil.jpg",
      "audioLink": "veil.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "vest",
      "translation": "gilet",
      "definition": "a sleeveless garment worn on the upper part of the body, typically for warmth or as a fashion statement",
      "definition_translation": "un vêtement sans manches porté sur la partie supérieure du corps, généralement pour se réchauffer ou comme une déclaration de mode",
      "example": "I wore a vest to keep warm during the hike. Yesterday, I wore a vest to the party. I will wear a vest to the camping trip next week.",
      "example_translation": "J'ai porté un gilet pour me réchauffer pendant la randonnée. Hier, j'ai porté un gilet à la fête. Je porterai un gilet au camping la semaine prochaine.",
      "imageLink": "image_files\\English\\singlet.jpg",
      "audioLink": "vest.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "balaclava",
      "translation": "cagoule",
      "definition": "a fabric headgear that covers the head, neck, and often part of the face, worn for warmth or as a disguise",
      "definition_translation": "un vêtement de tête en tissu qui couvre la tête, le cou et souvent une partie du visage, porté pour se réchauffer ou comme un déguisement",
      "example": "The skier wore a balaclava to protect her face from the cold wind. My brother wore a balaclava to the Halloween party. The thief wore a balaclava to conceal his identity.",
      "example_translation": "Le skieur a porté une cagoule pour protéger son visage du vent froid. Mon frère a porté une cagoule à la fête d'Halloween. Le voleur a porté une cagoule pour cacher son identité.",
      "imageLink": "image_files\\English\\balaclava.jpg",
      "audioLink": "balaclava.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "breeches",
      "translation": "culottes",
      "definition": "tight-fitting trousers, especially those worn for riding horses",
      "definition_translation": "pantalon serré, spécialement ceux portés pour monter à cheval",
      "example": "The cowboy wore breeches to ride the horse. My sister wore breeches to the horse-riding competition. The tourists wore breeches to ride the camels in the desert.",
      "example_translation": "Le cowboy a porté des culottes pour monter le cheval. Ma sœur a porté des culottes à la compétition d'équitation. Les touristes ont porté des culottes pour monter les chameaux dans le désert.",
      "imageLink": "image_files\\English\\breeches.jpg",
      "audioLink": "breeches.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cape",
      "translation": "cape",
      "definition": "a sleeveless outer garment, typically hung from the neck and around the shoulders, worn for warmth or as a symbol of power",
      "definition_translation": "un vêtement extérieur sans manches, généralement suspendu au cou et autour des épaules, porté pour se réchauffer ou comme un symbole de puissance",
      "example": "Superman wore a cape to fight the villains. The vampire wore a cape to the masquerade ball. The graduate wore a cape to the ceremony.",
      "example_translation": "Superman a porté une cape pour combattre les méchants. Le vampire a porté une cape au bal masqué. Le diplômé a porté une cape à la cérémonie.",
      "imageLink": "image_files\\English\\cape.jpg",
      "audioLink": "cape.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "clog",
      "translation": "boucher",
      "definition": "A clog is a type of footwear that is typically made of wood or plastic and has a thick sole. It is often worn for formal occasions and is known for its comfort and durability.",
      "definition_translation": "Un clog est un type de chaussure qui est généralement fabriqué en bois ou en plastique et a une semelle épaisse. Il est souvent porté pour les occasions formelles et est connu pour son confort et sa durabilité.",
      "example": "I wore clogs to the party last night, and my feet felt great. I will wear clogs to the wedding tomorrow, and I have worn clogs to work every day this week.",
      "example_translation": "J'ai porté des clogs au party hier soir, et mes pieds se sont sentis très bien. Je porterai des clogs au mariage demain, et j'ai porté des clogs au travail tous les jours cette semaine.",
      "imageLink": "image_files\\English\\clog.jpg",
      "audioLink": "clog.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "corset",
      "translation": "corset",
      "definition": "A corset is a type of clothing that is worn to provide support and shape to the torso. It is often worn by women and is known for its ability to accentuate the figure.",
      "definition_translation": "Un corset est un type de vêtement qui est porté pour fournir un soutien et une forme au torse. Il est souvent porté par les femmes et est connu pour sa capacité à mettre en valeur la silhouette.",
      "example": "I wore a corset to the ball last month, and I felt like a princess. I will wear a corset to the party tonight, and I have worn a corset to every formal event this year.",
      "example_translation": "J'ai porté un corset au bal dernier mois, et je me suis sentie comme une princesse. Je porterai un corset au party ce soir, et j'ai porté un corset à chaque événement formel cette année.",
      "imageLink": "image_files\\English\\corset.jpg",
      "audioLink": "corset.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "fishnet tights",
      "translation": "bas résille",
      "definition": "Fishnet tights are a type of hosiery that has a net-like pattern. They are often worn for fashion or as a costume accessory.",
      "definition_translation": "Les bas résille sont un type de bas qui a un motif en forme de filet. Ils sont souvent portés pour la mode ou comme accessoire de costume.",
      "example": "I wore fishnet tights to the Halloween party last year, and I got a lot of compliments. I will wear fishnet tights to the fashion show tomorrow, and I have worn fishnet tights to every costume party this year.",
      "example_translation": "J'ai porté des bas résille au party d'Halloween l'an dernier, et j'ai reçu beaucoup de compliments. Je porterai des bas résille au défilé de mode demain, et j'ai porté des bas résille à chaque party de costume cette année.",
      "imageLink": "image_files\\English\\fishnet-tights.jpg",
      "audioLink": "fishnet tights.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "girdle",
      "translation": "ceinture",
      "definition": "A girdle is a type of garment that is worn around the waist to provide support and shape. It is often worn by women and is known for its ability to accentuate the figure.",
      "definition_translation": "Une ceinture est un type de vêtement qui est porté autour de la taille pour fournir un soutien et une forme. Elle est souvent portée par les femmes et est connue pour sa capacité à mettre en valeur la silhouette.",
      "example": "I wore a girdle to the wedding last summer, and I felt very confident. I will wear a girdle to the party tonight, and I have worn a girdle to every formal event this year.",
      "example_translation": "J'ai porté une ceinture au mariage l'été dernier, et je me suis sentie très confiante. Je porterai une ceinture au party ce soir, et j'ai porté une ceinture à chaque événement formel cette année.",
      "imageLink": "image_files\\English\\girdle.jpg",
      "audioLink": "girdle.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "leg warmers",
      "translation": "chaussettes de danse",
      "definition": "Tight, warm coverings for the legs, typically worn by dancers to keep their muscles warm.",
      "definition_translation": "Revêtements serrés et chauds pour les jambes, généralement portés par les danseurs pour garder leurs muscles chauds.",
      "example": "She wore leg warmers to ballet practice to prevent muscle strain. She had worn leg warmers to her last show. She will wear leg warmers to her next performance.",
      "example_translation": "Elle a porté des chaussettes de danse à la répétition de ballet pour éviter la douleur musculaire. Elle avait porté des chaussettes de danse à son dernier spectacle. Elle portera des chaussettes de danse à sa prochaine performance.",
      "imageLink": "image_files\\English\\leg-warmers.jpg",
      "audioLink": "leg warmers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "petticoat",
      "translation": "jupon",
      "definition": "A skirt, typically hung from the waist, worn under a dress or skirt to add fullness or warmth.",
      "definition_translation": "Une jupe, généralement suspendue à la taille, portée sous une robe ou une jupe pour ajouter de la ampleur ou de la chaleur.",
      "example": "In the old days, women wore petticoats under their skirts to add volume. She wore a petticoat to her wedding to match her antique dress. She will wear a petticoat to the costume party.",
      "example_translation": "Autrefois, les femmes portaient des jupons sous leurs jupes pour ajouter du volume. Elle a porté un jupon à son mariage pour correspondre à sa robeintage. Elle portera un jupon à la soirée costumée.",
      "imageLink": "image_files\\English\\petticoat.jpg",
      "audioLink": "petticoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "sheepskin coat",
      "translation": "manteau de peau de mouton",
      "definition": "A coat made from the skin of sheep, often worn for warmth and protection from harsh weather.",
      "definition_translation": "Un manteau fait de peau de mouton, souvent porté pour se chauffer et se protéger du temps dur.",
      "example": "He wore a sheepskin coat to keep warm during the winter months. She had worn a sheepskin coat to the ranch to work outside. He will wear a sheepskin coat to the mountains for skiing.",
      "example_translation": "Il a porté un manteau de peau de mouton pour se chauffer pendant les mois d'hiver. Elle avait porté un manteau de peau de mouton à la ranch pour travailler à l'extérieur. Il portera un manteau de peau de mouton aux montagnes pour skier.",
      "imageLink": "image_files\\English\\sheepskin-coat.jpg",
      "audioLink": "sheepskin coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "vest",
      "translation": "gilet",
      "definition": "A sleeveless garment worn over a shirt, typically for warmth or as part of a uniform.",
      "definition_translation": "Un vêtement sans manches porté sur une chemise, généralement pour se chauffer ou comme partie d'un uniforme.",
      "example": "He wore a vest to add an extra layer of warmth on the chilly day. She had worn a vest to the office to look professional. He will wear a vest to the outdoor festival.",
      "example_translation": "Il a porté un gilet pour ajouter une couche supplémentaire de chaleur le jour frais. Elle avait porté un gilet au bureau pour avoir l'air professionnel. Il portera un gilet au festival en plein air.",
      "imageLink": "image_files\\English\\vest.jpg",
      "audioLink": "vest.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "bonnet",
      "translation": "bonnet",
      "definition": "A covering for the head, typically worn by women and children, often decorated with ribbons or flowers.",
      "definition_translation": "Un couvre-chef porté par les femmes et les enfants, souvent décoré de rubans ou de fleurs.",
      "example": "She wore a beautiful bonnet to the garden party. She will wear a bonnet to the wedding. She wore a bonnet to the birthday party.",
      "example_translation": "Elle portait un beau bonnet à la fête de jardin. Elle portera un bonnet au mariage. Elle portait un bonnet à la fête d'anniversaire.",
      "imageLink": "image_files\\English\\bonnet.jpg",
      "audioLink": "bonnet.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "dressing gown",
      "translation": "robe de chambre",
      "definition": "A loose, comfortable garment worn over nightclothes, typically for lounging around the house.",
      "definition_translation": "Un vêtement confortable et décontracté porté sur les vêtements de nuit, généralement pour se détendre à la maison.",
      "example": "She put on her dressing gown to watch TV after dinner. She will wear her dressing gown to breakfast. She wore her dressing gown to bed.",
      "example_translation": "Elle a mis sa robe de chambre pour regarder la télévision après dîner. Elle portera sa robe de chambre pour le petit déjeuner. Elle a porté sa robe de chambre au lit.",
      "imageLink": "image_files\\English\\dressing-gown.jpg",
      "audioLink": "dressing gown.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "hoodie",
      "translation": "sweat à capuche",
      "definition": "A casual, loose-fitting sweater with a hood, often worn for athletic or casual activities.",
      "definition_translation": "Un sweater décontracté et ample avec une capuche, souvent porté pour des activités athlétiques ou informelles.",
      "example": "He wore a hoodie to the gym. He will wear a hoodie to the concert. He wore a hoodie to the park.",
      "example_translation": "Il a porté un sweat à capuche au gymnase. Il portera un sweat à capuche au concert. Il a porté un sweat à capuche au parc.",
      "imageLink": "image_files\\English\\hoodie.jpg",
      "audioLink": "hoodie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "housecoat",
      "translation": "robe d'intérieur",
      "definition": "A loose, comfortable garment worn at home, typically for lounging or doing household chores.",
      "definition_translation": "Un vêtement confortable et décontracté porté à la maison, généralement pour se détendre ou faire des tâches ménagères.",
      "example": "She put on her housecoat to clean the house. She will wear her housecoat to cook dinner. She wore her housecoat to vacuum the floor.",
      "example_translation": "Elle a mis sa robe d'intérieur pour nettoyer la maison. Elle portera sa robe d'intérieur pour cuisiner le dîner. Elle a porté sa robe d'intérieur pour aspirer le sol.",
      "imageLink": "image_files\\English\\housecoat.jpg",
      "audioLink": "housecoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "turtleneck",
      "translation": "col roulé",
      "definition": "A type of sweater with a high, folded collar that covers the neck, typically worn for casual or athletic occasions.",
      "definition_translation": "Un type de pull avec un col haut et plié qui couvre le cou, généralement porté pour des occasions décontractées ou sportives.",
      "example": "I wore a turtleneck to the party last night, and it was very comfortable. Today, I am wearing a turtleneck to go jogging. By next week, I will have bought a new turtleneck for the winter.",
      "example_translation": "J'ai porté un col roulé au party hier soir, et c'était très confortable. Aujourd'hui, je porte un col roulé pour aller jogging. D'ici la semaine prochaine, j'aurai acheté un nouveau col roulé pour l'hiver.",
      "imageLink": "image_files\\English\\turtleneck.jpg",
      "audioLink": "turtleneck.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "underskirt",
      "translation": "jupe-culotte",
      "definition": "A layer of fabric worn under a skirt or dress, typically to add volume or warmth.",
      "definition_translation": "Une couche de tissu portée sous une jupe ou une robe, généralement pour ajouter du volume ou de la chaleur.",
      "example": "My grandmother wore an underskirt to add volume to her skirt in the 1950s. Today, I wear an underskirt to keep warm in the winter. By next year, I will have learned to make my own underskirts.",
      "example_translation": "Ma grand-mère portait une jupe-culotte pour ajouter du volume à sa jupe dans les années 1950. Aujourd'hui, je porte une jupe-culotte pour me tenir chaud en hiver. D'ici l'année prochaine, j'aurai appris à faire mes propres jupes-culottes.",
      "imageLink": "image_files\\English\\underskirt.jpg",
      "audioLink": "underskirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "waistcoat",
      "translation": "gilet",
      "definition": "A sleeveless garment worn around the waist, typically as part of a three-piece suit.",
      "definition_translation": "Un vêtement sans manches porté autour de la taille, généralement comme partie d'un costume trois pièces.",
      "example": "My grandfather wore a waistcoat to formal events in the past. Today, I wear a waistcoat to look stylish. By next month, I will have bought a new waistcoat for the wedding.",
      "example_translation": "Mon grand-père portait un gilet aux événements formels dans le passé. Aujourd'hui, je porte un gilet pour avoir de l'allure. D'ici le mois prochain, j'aurai acheté un nouveau gilet pour le mariage.",
      "imageLink": "image_files\\English\\waistcoat.jpg",
      "audioLink": "waistcoat.mp3"
    }
  ]