[
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "knife",
      "translation": "couteau",
      "definition": "A knife is a cutting tool with a blade attached to a handle, used for cutting and preparing food.",
      "definition_translation": "Un couteau est un outil de coupe avec une lame attachée à un manche, utilisé pour couper et préparer les aliments.",
      "example": "I cut the bread with a knife. Yesterday, I had cut the apple with a knife. Tomorrow, I will cut the meat with a knife.",
      "example_translation": "J'ai coupé le pain avec un couteau. Hier, j'avais coupé la pomme avec un couteau. Demain, je couperai la viande avec un couteau.",
      "imageLink": "image_files\\English\\"imageLink": "knife.jpg",
      "audioLink": "knife.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "bowl",
      "translation": "bol",
      "definition": "A bowl is a round, open-top container used for holding or serving food.",
      "definition_translation": "Un bol est un conteneur ouvert en haut et arrondi, utilisé pour contenir ou servir les aliments.",
      "example": "I ate cereal from a bowl. My mother had washed a bowl yesterday. I will use a bowl to mix the salad tomorrow.",
      "example_translation": "J'ai mangé des céréales dans un bol. Ma mère avait lavé un bol hier. Je vais utiliser un bol pour mélanger la salade demain.",
      "imageLink": "image_files\\English\\"imageLink": "bowl.jpg",
      "audioLink": "bowl.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cooker",
      "translation": "cuisinier",
      "definition": "A cooker is a kitchen appliance used for cooking and heating food.",
      "definition_translation": "Un cuisinier est un appareil de cuisine utilisé pour cuire et réchauffer les aliments.",
      "example": "I used a cooker to prepare dinner. My sister had cooked lunch using a cooker. I will buy a cooker for my new kitchen.",
      "example_translation": "J'ai utilisé un cuisinier pour préparer le dîner. Ma sœur avait cuit le déjeuner en utilisant un cuisinier. Je vais acheter un cuisinier pour ma nouvelle cuisine.",
      "imageLink": "image_files\\English\\"imageLink": "cooker.jpg",
      "audioLink": "cooker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cupboard",
      "translation": "armoire",
      "definition": "A cupboard is a piece of furniture with shelves, used for storing dishes, food, and other household items.",
      "definition_translation": "Une armoire est un meuble avec des étagères, utilisé pour stocker les plats, les aliments et d'autres objets de la maison.",
      "example": "I stored the plates in a cupboard. My brother had organized the cupboard yesterday. I will clean the cupboard this weekend.",
      "example_translation": "J'ai rangé les assiettes dans une armoire. Mon frère avait organisé l'armoire hier. Je vais nettoyer l'armoire ce week-end.",
      "imageLink": "image_files\\English\\"imageLink": "cupboard.jpg",
      "audioLink": "cupboard.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "drawer",
      "translation": "tiroir",
      "definition": "A drawer is a container in a piece of furniture, such as a chest of drawers or a desk, used for storing things.",
      "definition_translation": "Un tiroir est un conteneur dans un meuble, comme un coffre ou un bureau, utilisé pour stocker des choses.",
      "example": "I opened the drawer to grab my pen. I will open the drawer to grab my pen. I had opened the drawer to grab my pen.",
      "example_translation": "J'ai ouvert le tiroir pour prendre mon stylo. J'ouvrirai le tiroir pour prendre mon stylo. J'avais ouvert le tiroir pour prendre mon stylo.",
      "imageLink": "image_files\\English\\"imageLink": "drawer.jpg",
      "audioLink": "drawer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "fork",
      "translation": "fourchette",
      "definition": "A fork is a utensil used for eating, consisting of a handle with a series of prickly points at the end.",
      "definition_translation": "Une fourchette est un outil utilisé pour manger, consistant en un manche avec une série de points épineux à l'extrémité.",
      "example": "I held the fork in my hand. I will hold the fork in my hand. I had held the fork in my hand.",
      "example_translation": "J'ai tenu la fourchette dans ma main. Je tiendrai la fourchette dans ma main. J'avais tenu la fourchette dans ma main.",
      "imageLink": "image_files\\English\\"imageLink": "fork.jpg",
      "audioLink": "fork.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "fridge",
      "translation": "réfrigérateur",
      "definition": "A fridge is an electrical appliance used for keeping food and drinks cool.",
      "definition_translation": "Un réfrigérateur est un appareil électrique utilisé pour conserver les aliments et les boissons au frais.",
      "example": "I opened the fridge to get a drink. I will open the fridge to get a drink. I had opened the fridge to get a drink.",
      "example_translation": "J'ai ouvert le réfrigérateur pour obtenir un verre. J'ouvrirai le réfrigérateur pour obtenir un verre. J'avais ouvert le réfrigérateur pour obtenir un verre.",
      "imageLink": "image_files\\English\\"imageLink": "fridge.jpg",
      "audioLink": "fridge.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "kitchen table",
      "translation": "table de cuisine",
      "definition": "A kitchen table is a piece of furniture used for eating, preparing and serving food, typically located in a kitchen.",
      "definition_translation": "Une table de cuisine est un meuble utilisé pour manger, préparer et servir les aliments, généralement situé dans une cuisine.",
      "example": "I sat at the kitchen table to eat breakfast. I will sit at the kitchen table to eat breakfast. I had sat at the kitchen table to eat breakfast.",
      "example_translation": "Je me suis assis à la table de cuisine pour manger le petit déjeuner. Je m'assiérai à la table de cuisine pour manger le petit déjeuner. J'avais pris place à la table de cuisine pour manger le petit déjeuner.",
      "imageLink": "image_files\\English\\"imageLink": "kitchen-table.jpg",
      "audioLink": "kitchen table.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "microwave (oven)",
      "translation": "four à micro-ondes",
      "definition": "A kitchen appliance that uses electromagnetic waves to heat and cook food quickly.",
      "definition_translation": "Un appareil de cuisine qui utilise des ondes électromagnétiques pour chauffer et cuire rapidement les aliments.",
      "example": "I heated up my lunch in the microwave oven yesterday, I will use it to cook my dinner today, and I'll reheat my coffee with it tomorrow.",
      "example_translation": "J'ai réchauffé mon déjeuner au four à micro-ondes hier, je vais l'utiliser pour cuisiner mon dîner aujourd'hui, et je vais réchauffer mon café avec lui demain.",
      "imageLink": "image_files\\English\\"imageLink": "microwave-oven.jpg",
      "audioLink": "microwave (oven).mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "shelf",
      "translation": "étagère",
      "definition": "A flat piece of wood, metal, or other material, fixed horizontally or sloping, used to hold objects.",
      "definition_translation": "Une pièce plate de bois, de métal ou d'un autre matériau, fixée horizontalement ou en pente, utilisée pour stocker des objets.",
      "example": "I put the vase on the shelf yesterday, I will put the book on it today, and I'll clean it tomorrow.",
      "example_translation": "J'ai mis le vase sur l'étagère hier, je vais mettre le livre sur elle aujourd'hui, et je vais la nettoyer demain.",
      "imageLink": "image_files\\English\\"imageLink": "shelf.jpg",
      "audioLink": "shelf.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "sink",
      "translation": "évier",
      "definition": "A plumbing fixture used for washing hands, food, or dishes.",
      "definition_translation": "Un équipement de plomberie utilisé pour laver les mains, les aliments ou les plats.",
      "example": "I washed my hands in the sink yesterday, I will wash the dishes in it today, and I'll fix the leaky faucet tomorrow.",
      "example_translation": "J'ai lavé mes mains dans l'évier hier, je vais laver les plats dans elle aujourd'hui, et je vais réparer le robinet qui fuit demain.",
      "imageLink": "image_files\\English\\"imageLink": "sink-1.jpg",
      "audioLink": "sink.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "spoon",
      "translation": "cuillère",
      "definition": "A utensil with a bowl-shaped end, used for eating or serving food.",
      "definition_translation": "Un ustensile avec une extrémité en forme de bol, utilisé pour manger ou servir des aliments.",
      "example": "I ate my soup with a spoon yesterday, I will use it to stir my tea today, and I'll wash it tomorrow.",
      "example_translation": "J'ai mangé ma soupe avec une cuillère hier, je vais l'utiliser pour remuer mon thé aujourd'hui, et je vais la laver demain.",
      "imageLink": "image_files\\English\\"imageLink": "spoon.jpg",
      "audioLink": "spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "bin",
      "translation": "poubelle",
      "definition": "A container used to hold or store things, especially waste or trash.",
      "definition_translation": "Un conteneur utilisé pour contenir ou stocker des choses, en particulier les déchets ou les ordures.",
      "example": "Yesterday, I threw away the trash in the bin. Today, I will clean it. Tomorrow, I will put a new bin liner in it.",
      "example_translation": "Hier, j'ai jeté les déchets dans la poubelle. Aujourd'hui, je vais la nettoyer. Demain, je vais mettre un nouveau sac de poubelle dedans.",
      "imageLink": "image_files\\English\\"imageLink": "bin.jpg",
      "audioLink": "bin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "dishwasher",
      "translation": "lave-vaisselle",
      "definition": "A machine that cleans dishes automatically using hot water and detergent.",
      "definition_translation": "Une machine qui nettoie les plats automatiquement en utilisant de l'eau chaude et du détergent.",
      "example": "I loaded the dishwasher with dirty dishes last night. This morning, I will unload it. Next week, I will run it again.",
      "example_translation": "J'ai chargé le lave-vaisselle avec des plats sales hier soir. Ce matin, je vais le décharger. La semaine prochaine, je vais le lancer à nouveau.",
      "imageLink": "image_files\\English\\"imageLink": "dishwasher.jpg",
      "audioLink": "dishwasher.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "electric kettle",
      "translation": "bouilloire électrique",
      "definition": "A kitchen appliance that quickly boils water using electricity.",
      "definition_translation": "Un appareil de cuisine qui fait bouillir rapidement l'eau en utilisant de l'électricité.",
      "example": "I plugged in the electric kettle this morning to make tea. Yesterday, I had boiled water in it. Next year, I will buy a new one.",
      "example_translation": "J'ai branché la bouilloire électrique ce matin pour faire du thé. Hier, j'avais fait bouillir de l'eau dedans. L'an prochain, j'achèterai une nouvelle.",
      "imageLink": "image_files\\English\\"imageLink": "electric-kettle.jpg",
      "audioLink": "electric kettle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "freezer",
      "translation": "congélateur",
      "definition": "A kitchen appliance used to store food at very low temperatures.",
      "definition_translation": "Un appareil de cuisine utilisé pour stocker des aliments à très basse température.",
      "example": "I put the leftovers in the freezer last night. This morning, I will thaw them. Next month, I will clean the freezer.",
      "example_translation": "J'ai mis les restes dans le congélateur hier soir. Ce matin, je vais les dégeler. Le mois prochain, je vais nettoyer le congélateur.",
      "imageLink": "image_files\\English\\"imageLink": "freezer.jpg",
      "audioLink": "freezer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "frying pan",
      "translation": "poêle",
      "definition": "A frying pan is a type of cookware used for frying, sautéing, and browning food. It is typically made of metal, such as stainless steel or cast iron, and has a flat bottom and sloping sides to allow for easy stirring and cooking.",
      "definition_translation": "Un poêle est un type de vaisselle utilisé pour frire, sauter et brunir les aliments. Il est généralement fait de métal, tel que l'acier inoxydable ou le fer forgé, et a un fond plat et des côtés inclinés pour permettre un ébullition facile et une cuisson.",
      "example": "I used a frying pan to cook breakfast yesterday. I will use it again tomorrow to make dinner. She had used it to heat up leftovers the day before.",
      "example_translation": "J'ai utilisé un poêle pour cuisiner le petit déjeuner hier. Je vais l'utiliser à nouveau demain pour préparer le dîner. Elle l'avait utilisé pour réchauffer les restes le jour précédent.",
      "imageLink": "image_files\\English\\"imageLink": "frying-pan.jpg",
      "audioLink": "frying pan.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "oven",
      "translation": "four",
      "definition": "An oven is a kitchen appliance used for baking, roasting, and heating food. It is typically electric or gas-powered and has multiple shelves for cooking multiple dishes at once.",
      "definition_translation": "Un four est un appareil de cuisine utilisé pour cuire, rôtir et chauffer les aliments. Il est généralement électrique ou fonctionne au gaz et a plusieurs étagères pour cuisiner plusieurs plats à la fois.",
      "example": "She preheated the oven to bake a cake. They used the oven to roast a turkey last night. I will use the oven to reheat leftovers tomorrow.",
      "example_translation": "Elle a préchauffé le four pour cuire un gâteau. Ils ont utilisé le four pour rôtir un dindon dernière nuit. Je vais utiliser le four pour réchauffer les restes demain.",
      "imageLink": "image_files\\English\\"imageLink": "oven.jpg",
      "audioLink": "oven.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "pot",
      "translation": "pot",
      "definition": "A pot is a type of cookware used for boiling, steaming, and stewing food. It is typically made of metal or ceramic and has a single handle for easy lifting.",
      "definition_translation": "Un pot est un type de vaisselle utilisé pour bouillir, cuire à la vapeur et mijoter les aliments. Il est généralement fait de métal ou de céramique et a une seule poignée pour faciliter la élévation.",
      "example": "I used a pot to boil water yesterday. She will use it to cook pasta tomorrow. They had used it to make a stew the day before.",
      "example_translation": "J'ai utilisé un pot pour faire bouillir de l'eau hier. Elle va l'utiliser pour cuire des pâtes demain. Ils l'avaient utilisé pour faire un ragoût le jour précédent.",
      "imageLink": "image_files\\English\\"imageLink": "pot.jpg",
      "audioLink": "pot.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "saucepan",
      "translation": "poêlon",
      "definition": "A saucepan is a type of cookware used for heating and cooking sauces, soups, and other liquids. It is typically made of metal and has a long handle for easy stirring.",
      "definition_translation": "Un poêlon est un type de vaisselle utilisé pour chauffer et cuire des sauces, des soups et d'autres liquides. Il est généralement fait de métal et a une longue poignée pour faciliter l'agitation.",
      "example": "I used a saucepan to heat up soup yesterday. She will use it to cook a sauce tomorrow. They had used it to make a gravy the day before.",
      "example_translation": "J'ai utilisé un poêlon pour réchauffer une soupe hier. Elle va l'utiliser pour cuire une sauce demain. Ils l'avaient utilisé pour faire un gravy le jour précédent.",
      "imageLink": "image_files\\English\\"imageLink": "saucepan.jpg",
      "audioLink": "saucepan.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "tap",
      "translation": "robinet",
      "definition": "A device for controlling the flow of a liquid or gas from a pipe, typically by turning a handle or valve.",
      "definition_translation": "Un dispositif de contrôle du débit d'un liquide ou d'un gaz depuis un tuyau, généralement en tournant un manche ou une valve.",
      "example": "She turned the tap to fill the bathtub. She had turned the tap off after brushing her teeth. She will turn the tap on to wash her hands.",
      "example_translation": "Elle a ouvert le robinet pour remplir la baignoire. Elle avait fermé le robinet après avoir bushé ses dents. Elle ouvrira le robinet pour se laver les mains.",
      "imageLink": "image_files\\English\\"imageLink": "tap.jpg",
      "audioLink": "tap.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "teapot",
      "translation": "théière",
      "definition": "A vessel, typically made of ceramic or metal, used for brewing and serving tea.",
      "definition_translation": "Un récipient, généralement en céramique ou en métal, utilisé pour faire infuser et servir le thé.",
      "example": "She poured tea from the teapot into the cup. She had filled the teapot with hot water. She will use the teapot to serve tea to her guests.",
      "example_translation": "Elle a versé du thé de la théière dans la tasse. Elle avait rempli la théière d'eau chaude. Elle utilisera la théière pour servir le thé à ses invités.",
      "imageLink": "image_files\\English\\"imageLink": "teapot.jpg",
      "audioLink": "teapot.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "tin opener",
      "translation": "ouvre-boîte",
      "definition": "A device used to open tin cans, typically consisting of a rotating cutting wheel or a lever-operated blade.",
      "definition_translation": "Un dispositif utilisé pour ouvrir des boîtes de conserve, généralement constitué d'une roue de coupe rotative ou d'un découpeur actionné par un levier.",
      "example": "He used a tin opener to open the can of beans. He had used a tin opener to open the can of tomatoes. He will use a tin opener to open the can of tuna.",
      "example_translation": "Il a utilisé un ouvre-boîte pour ouvrir la boîte de haricots. Il avait utilisé un ouvre-boîte pour ouvrir la boîte de tomates. Il utilisera un ouvre-boîte pour ouvrir la boîte de thon.",
      "imageLink": "image_files\\English\\"imageLink": "tin-opener.jpg",
      "audioLink": "tin opener.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "toaster",
      "translation": "toasteur",
      "definition": "A small electric appliance used to toast slices of bread.",
      "definition_translation": "Un petit appareil électrique utilisé pour griller des tranches de pain.",
      "example": "She plugged in the toaster and toasted some bread. She had used the toaster to make toast for breakfast. She will use the toaster to make toast for the party.",
      "example_translation": "Elle a branché le toasteur et a grillé du pain. Elle avait utilisé le toasteur pour faire du pain grillé pour le petit déjeuner. Elle utilisera le toasteur pour faire du pain grillé pour la fête.",
      "imageLink": "image_files\\English\\"imageLink": "toaster.jpg",
      "audioLink": "toaster.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cloth",
      "translation": "tissu",
      "definition": "A fabric made from threads of cotton, wool, or other materials, used for making clothes, upholstery, or other textile products.",
      "definition_translation": "Un tissu fait de fils de coton, de laine ou d'autres matières, utilisé pour fabriquer des vêtements, des tissus d'ameublement ou d'autres produits textiles.",
      "example": "I need to buy a new cloth to make a dress. I bought a cloth last week. I will buy a cloth next month.",
      "example_translation": "Je dois acheter un nouveau tissu pour faire une robe. J'ai acheté un tissu la semaine dernière. J'achèterai un tissu le mois prochain.",
      "imageLink": "image_files\\English\\"imageLink": "cloth.jpg",
      "audioLink": "cloth.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "coffee maker",
      "translation": "machine à café",
      "definition": "An electrical appliance that brews coffee from ground coffee beans.",
      "definition_translation": "Un appareil électrique qui fait du café à partir de grains de café.",
      "example": "I use a coffee maker to make coffee every morning. She bought a coffee maker yesterday. They will buy a coffee maker next year.",
      "example_translation": "J'utilise une machine à café pour faire du café chaque matin. Elle a acheté une machine à café hier. Ils achèteront une machine à café l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "coffeemaker.jpg",
      "audioLink": "coffee maker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "corkscrew",
      "translation": "tire-bouchon",
      "definition": "A device used for removing corks from wine bottles.",
      "definition_translation": "Un dispositif utilisé pour retirer les bouchons des bouteilles de vin.",
      "example": "I need a corkscrew to open this wine bottle. He used a corkscrew to open the champagne. They will use a corkscrew to open the wine.",
      "example_translation": "J'ai besoin d'un tire-bouchon pour ouvrir cette bouteille de vin. Il a utilisé un tire-bouchon pour ouvrir le champagne. Ils utiliseront un tire-bouchon pour ouvrir le vin.",
      "imageLink": "image_files\\English\\"imageLink": "corkscrew.jpg",
      "audioLink": "corkscrew.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "scales",
      "translation": "balances",
      "definition": "A device used for weighing objects or people, often in the form of a balance with two plates or a spring-loaded platform.",
      "definition_translation": "Un dispositif utilisé pour peser des objets ou des personnes, souvent sous forme de balance avec deux plaques ou une plateforme à ressort.",
      "example": "I need to use the scales to weigh this package. She used the scales to weigh herself. They will use the scales to weigh the fruit.",
      "example_translation": "J'ai besoin d'utiliser les balances pour peser ce paquet. Elle a utilisé les balances pour se peser. Ils utiliseront les balances pour peser le fruit.",
      "imageLink": "image_files\\English\\"imageLink": "scales.jpg",
      "audioLink": "scales.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "stool",
      "translation": "tabouret",
      "definition": "A stool is a simple seat without back or arms, typically used for sitting by a table or counter.",
      "definition_translation": "Un tabouret est un siège simple sans dossier ni bras, généralement utilisé pour s'asseoir près d'une table ou d'un comptoir.",
      "example": "I sat on a stool to eat my breakfast. I will sit on a stool to eat my dinner. I was sitting on a stool to eat my lunch.",
      "example_translation": "Je me suis assis sur un tabouret pour manger mon petit déjeuner. Je me siègerai sur un tabouret pour manger mon dîner. Je me suis assis sur un tabouret pour manger mon déjeuner.",
      "imageLink": "image_files\\English\\"imageLink": "stool.jpg",
      "audioLink": "stool.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "baking sleeve",
      "translation": "manchon de pâtisserie",
      "definition": "A baking sleeve is a flexible, non-stick liner used to line baking pans and molds.",
      "definition_translation": "Un manchon de pâtisserie est un liner flexible et anti-adhésif utilisé pour recouvrir les moules et les pains de four.",
      "example": "I used a baking sleeve to bake a cake. I will use a baking sleeve to bake cookies. I was using a baking sleeve to bake a tart.",
      "example_translation": "J'ai utilisé un manchon de pâtisserie pour faire cuire un gâteau. J'utiliserai un manchon de pâtisserie pour faire cuire des biscuits. J'utilisais un manchon de pâtisserie pour faire cuire une tarte.",
      "imageLink": "image_files\\English\\"imageLink": "baking-sleeve.jpg",
      "audioLink": "baking sleeve.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "biscuit cutter",
      "translation": "emporte-pièce pour biscuits",
      "definition": "A biscuit cutter is a tool used to cut out shapes from biscuit dough.",
      "definition_translation": "Un emporte-pièce pour biscuits est un outil utilisé pour découper des formes dans la pâte à biscuits.",
      "example": "I used a biscuit cutter to make heart-shaped biscuits. I will use a biscuit cutter to make round biscuits. I was using a biscuit cutter to make star-shaped biscuits.",
      "example_translation": "J'ai utilisé un emporte-pièce pour biscuits pour faire des biscuits en forme de cœur. J'utiliserai un emporte-pièce pour biscuits pour faire des biscuits ronds. J'utilisais un emporte-pièce pour biscuits pour faire des biscuits en forme d'étoile.",
      "imageLink": "image_files\\English\\"imageLink": "biscuit-cutter.jpg",
      "audioLink": "biscuit cutter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "bread cutter",
      "translation": "couteau à pain",
      "definition": "A bread cutter is a tool used to slice bread into thin pieces.",
      "definition_translation": "Un couteau à pain est un outil utilisé pour trancher le pain en tranches fines.",
      "example": "I used a bread cutter to cut a baguette. I will use a bread cutter to cut a loaf of whole wheat bread. I was using a bread cutter to cut a ciabatta.",
      "example_translation": "J'ai utilisé un couteau à pain pour couper une baguette. J'utiliserai un couteau à pain pour couper un pain complet. J'utilisais un couteau à pain pour couper une ciabatta.",
      "imageLink": "image_files\\English\\"imageLink": "bread-cutter.jpg",
      "audioLink": "bread cutter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cake tin",
      "translation": "moule à gâteau",
      "definition": "A cake tin is a container used to hold and shape a cake while it is being baked.",
      "definition_translation": "Un moule à gâteau est un récipient utilisé pour contenir et façonner un gâteau pendant qu'il est cuit.",
      "example": "I'll use a cake tin to bake a birthday cake for my friend. I used a cake tin to bake a cake for my sister's wedding. I'll be using a cake tin to bake a cake for my mother's anniversary.",
      "example_translation": "Je vais utiliser un moule à gâteau pour cuire un gâteau d'anniversaire pour mon ami. J'ai utilisé un moule à gâteau pour cuire un gâteau pour le mariage de ma sœur. Je vais utiliser un moule à gâteau pour cuire un gâteau pour l'anniversaire de ma mère.",
      "imageLink": "image_files\\English\\"imageLink": "cake-tin.jpg",
      "audioLink": "cake tin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "casserole dish",
      "translation": "plat à gratin",
      "definition": "A casserole dish is a large, deep dish used for cooking and serving hot dishes, such as casseroles, stews, and roasted meats.",
      "definition_translation": "Un plat à gratin est un récipient grand et profond utilisé pour cuire et servir des plats chauds, tels que des casseroles, des ragoûts et des viandes rôties.",
      "example": "I'll need a casserole dish to cook the chicken for tonight's dinner. She used a casserole dish to make a delicious beef stew. They will be using a casserole dish to roast the turkey for Christmas.",
      "example_translation": "Je vais avoir besoin d'un plat à gratin pour cuire le poulet pour le dîner de ce soir. Elle a utilisé un plat à gratin pour faire un délicieux ragoût de boeuf. Ils vont utiliser un plat à gratin pour rôtir le dindon pour Noël.",
      "imageLink": "image_files\\English\\"imageLink": "casserole.jpg",
      "audioLink": "casserole dish.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "chopping knife",
      "translation": "couteau de cuisine",
      "definition": "A chopping knife is a type of knife used for chopping and mincing food ingredients, such as vegetables, meat, and herbs.",
      "definition_translation": "Un couteau de cuisine est un type de couteau utilisé pour hacher et ciseler les ingrédients alimentaires, tels que des légumes, de la viande et des herbes.",
      "example": "I'll need a chopping knife to chop the onions for the stew. She used a chopping knife to mince the garlic for the sauce. They will be using a chopping knife to chop the meat for the kebabs.",
      "example_translation": "Je vais avoir besoin d'un couteau de cuisine pour hacher les oignons pour le ragoût. Elle a utilisé un couteau de cuisine pour ciseler l'ail pour la sauce. Ils vont utiliser un couteau de cuisine pour hacher la viande pour les brochettes.",
      "imageLink": "image_files\\English\\"imageLink": "chopping-knife.jpg",
      "audioLink": "chopping knife.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "chopsticks",
      "translation": "baguettes",
      "definition": "Chopsticks are a pair of small, rectangular sticks used as utensils for eating food, especially in Asian cuisine.",
      "definition_translation": "Les baguettes sont une paire de petits bâtonnets rectangulaires utilisés comme ustensiles pour manger, spécialement dans la cuisine asiatique.",
      "example": "I'll need a pair of chopsticks to eat the sushi. She used chopsticks to eat the noodles. They will be using chopsticks to eat the dumplings.",
      "example_translation": "Je vais avoir besoin d'une paire de baguettes pour manger le sushi. Elle a utilisé des baguettes pour manger les nouilles. Ils vont utiliser des baguettes pour manger les raviolis.",
      "imageLink": "image_files\\English\\"imageLink": "chopsticks.jpg",
      "audioLink": "chopsticks.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "colander",
      "translation": "passoire",
      "definition": "A kitchen tool used to drain liquids from food, typically consisting of a bowl with perforations or a mesh pattern.",
      "definition_translation": "Un outil de cuisine utilisé pour égoutter les liquides des aliments, comportant généralement un bol avec des perforations ou un patron de maille.",
      "example": "I used a colander to drain the water from the pasta, then I rinsed it with cold water. Yesterday, I had washed the colander with soap and warm water. By the time I get back from the store, I will have bought a new colander.",
      "example_translation": "J'ai utilisé une passoire pour égoutter l'eau du pâtes, puis je l'ai rincée à l'eau froide. Hier, j'avais lavé la passoire avec du savon et de l'eau chaude. Quand je reviendrai du magasin, j'aurai acheté une nouvelle passoire.",
      "imageLink": "image_files\\English\\"imageLink": "colander.jpg",
      "audioLink": "colander.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cutting board",
      "translation": "planche à découper",
      "definition": "A flat, typically wooden or plastic surface used for cutting and preparing food.",
      "definition_translation": "Une surface plane, généralement en bois ou en plastique, utilisée pour couper et préparer les aliments.",
      "example": "I washed the cutting board with soap and warm water after chopping the vegetables. Yesterday, I had cut the meat on the cutting board, and now it needs to be disinfected. By the time I finish cooking, I will have cleaned the cutting board.",
      "example_translation": "J'ai lavé la planche à découper avec du savon et de l'eau chaude après avoir coupé les légumes. Hier, j'avais coupé la viande sur la planche à découper, et maintenant elle a besoin d'être désinfectée. Quand j'aurai fini de cuisiner, j'aurai nettoyé la planche à découper.",
      "imageLink": "image_files\\English\\"imageLink": "cutting-board.jpg",
      "audioLink": "cutting board.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "flour sifter",
      "translation": "tamis à farine",
      "definition": "A kitchen tool used to sift and aerate flour, typically consisting of a mesh screen and a handle.",
      "definition_translation": "Un outil de cuisine utilisé pour tamiser et aérer la farine, comportant généralement un écran de maille et une poignée.",
      "example": "I used a flour sifter to separate the lumps from the flour, then I added it to the mixing bowl. Yesterday, I had purchased a new flour sifter, and now it's one of my favorite kitchen tools. By the time I finish baking, I will have cleaned the flour sifter.",
      "example_translation": "J'ai utilisé un tamis à farine pour séparer les grumeaux de la farine, puis j'ai ajouté au bol de mélange. Hier, j'avais acheté un nouveau tamis à farine, et maintenant c'est l'un de mes outils de cuisine préférés. Quand j'aurai fini de faire du pain, j'aurai nettoyé le tamis à farine.",
      "imageLink": "image_files\\English\\"imageLink": "flour-sifter.jpg",
      "audioLink": "flour sifter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "food slicer",
      "translation": "trancheur de viande",
      "definition": "A kitchen appliance used to slice thin portions of food, such as meats, cheeses, and breads.",
      "definition_translation": "Un appareil de cuisine utilisé pour couper de fines portions d'aliments, tels que les viandes, les fromages et les pains.",
      "example": "I used a food slicer to cut the turkey for the sandwiches, then I wrapped them in plastic wrap. Yesterday, I had sharpened the blade of the food slicer, and now it's working perfectly. By the time I finish preparing the lunch, I will have cleaned the food slicer.",
      "example_translation": "J'ai utilisé un trancheur de viande pour couper le dindon pour les sandwichs, puis j'ai emballé dans du papier d'aluminium. Hier, j'avais affûté la lame du trancheur de viande, et maintenant il fonctionne parfaitement. Quand j'aurai fini de préparer le déjeuner, j'aurai nettoyé le trancheur de viande.",
      "imageLink": "image_files\\English\\"imageLink": "food-slicer.jpg",
      "audioLink": "food slicer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "funnel",
      "translation": "entonnoir",
      "definition": "A funnel is a tube or pipe that is wide at one end and narrow at the other, used for pouring liquids or powders into a small opening.",
      "definition_translation": "Un entonnoir est un tube ou un tuyau qui est large à une extrémité et étroit à l'autre, utilisé pour verser des liquides ou des poudres dans une petite ouverture.",
      "example": "I used a funnel to pour oil into the engine. I will use a funnel to pour juice into the bottle. She had used a funnel to pour flour into the bowl.",
      "example_translation": "J'ai utilisé un entonnoir pour verser de l'huile dans le moteur. J'utiliserai un entonnoir pour verser du jus dans la bouteille. Elle avait utilisé un entonnoir pour verser de la farine dans le bol.",
      "imageLink": "image_files\\English\\"imageLink": "funnel.jpg",
      "audioLink": "funnel.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "garlic press",
      "translation": "presse à l'ail",
      "definition": "A garlic press is a kitchen tool used to crush garlic cloves into a pulp or a paste.",
      "definition_translation": "Une presse à l'ail est un outil de cuisine utilisé pour écraser les gousses d'ail en pulpe ou en pâte.",
      "example": "I used a garlic press to crush garlic for the recipe. She will use a garlic press to mash garlic for the soup. They had used a garlic press to squeeze garlic for the sauce.",
      "example_translation": "J'ai utilisé une presse à l'ail pour écraser l'ail pour la recette. Elle utilisera une presse à l'ail pour écraser l'ail pour la soupe. Ils avaient utilisé une presse à l'ail pour presser l'ail pour la sauce.",
      "imageLink": "image_files\\English\\"imageLink": "garlic-press.jpg",
      "audioLink": "garlic press.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "grater",
      "translation": "râpe",
      "definition": "A grater is a kitchen tool used to shred or scrape food, such as cheese or carrots, into small pieces.",
      "definition_translation": "Une râpe est un outil de cuisine utilisé pour râper ou gratter des aliments, tels que du fromage ou des carottes, en petits morceaux.",
      "example": "I used a grater to shred cheese for the salad. She will use a grater to grate carrots for the cake. They had used a grater to scrape ginger for the sauce.",
      "example_translation": "J'ai utilisé une râpe pour râper du fromage pour la salade. Elle utilisera une râpe pour râper des carottes pour le gâteau. Ils avaient utilisé une râpe pour râper du gingembre pour la sauce.",
      "imageLink": "image_files\\English\\"imageLink": "grater.jpg",
      "audioLink": "grater.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "ice-cream scoop",
      "translation": "cuillère à glace",
      "definition": "An ice-cream scoop is a kitchen tool used to portion and serve ice cream into balls or scoops.",
      "definition_translation": "Une cuillère à glace est un outil de cuisine utilisé pour portionner et servir la glace en boules ou en cuillerées.",
      "example": "I used an ice-cream scoop to serve ice cream at the party. She will use an ice-cream scoop to portion ice cream for the dessert. They had used an ice-cream scoop to make ice cream balls for the buffet.",
      "example_translation": "J'ai utilisé une cuillère à glace pour servir de la glace à la fête. Elle utilisera une cuillère à glace pour portionner la glace pour le dessert. Ils avaient utilisé une cuillère à glace pour faire des boules de glace pour le buffet.",
      "imageLink": "image_files\\English\\"imageLink": "ice-cream-scoop.jpg",
      "audioLink": "ice-cream scoop.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "ladle",
      "translation": "louche",
      "definition": "A ladle is a deep bowl-shaped spoon with a long handle, used for scooping and pouring liquids.",
      "definition_translation": "Une louche est une cuillère en forme de bol profond avec un manche long, utilisée pour puiser et verser des liquides.",
      "example": "I ladled the soup into the bowls. I will ladle the soup into the bowls tomorrow. She had ladled the soup into the bowls.",
      "example_translation": "J'ai versé la soupe dans les bols. Je verserai la soupe dans les bols demain. Elle avait versé la soupe dans les bols.",
      "imageLink": "image_files\\English\\"imageLink": "ladle.jpg",
      "audioLink": "ladle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "lemon squeezer",
      "translation": "presse-citron",
      "definition": "A lemon squeezer is a kitchen tool used to extract juice from lemons or other citrus fruits.",
      "definition_translation": "Un presse-citron est un outil de cuisine utilisé pour extraire le jus des citrons ou d'autres fruits citrus.",
      "example": "She squeezed the lemon juice using a lemon squeezer. He will squeeze the lemon juice using a lemon squeezer tomorrow. They had squeezed the lemon juice using a lemon squeezer.",
      "example_translation": "Elle a pressé le jus de citron en utilisant un presse-citron. Il pressera le jus de citron en utilisant un presse-citron demain. Ils avaient pressé le jus de citron en utilisant un presse-citron.",
      "imageLink": "image_files\\English\\"imageLink": "lemon-squeezer.jpg",
      "audioLink": "lemon squeezer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "mandoline",
      "translation": "mandoline",
      "definition": "A mandoline is a kitchen tool used to slice or julienne vegetables and fruits into thin strips.",
      "definition_translation": "Une mandoline est un outil de cuisine utilisé pour trancher ou faire des julienne de légumes et de fruits en fines tranches.",
      "example": "She sliced the carrots using a mandoline. He will slice the carrots using a mandoline tomorrow. They had sliced the carrots using a mandoline.",
      "example_translation": "Elle a tranché les carottes en utilisant une mandoline. Il tranchera les carottes en utilisant une mandoline demain. Ils avaient tranché les carottes en utilisant une mandoline.",
      "imageLink": "image_files\\English\\"imageLink": "mandoline.jpg",
      "audioLink": "mandoline.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "measuring spoon",
      "translation": "cuillère à mesurer",
      "definition": "A measuring spoon is a kitchen tool used to measure the quantity of dry or liquid ingredients.",
      "definition_translation": "Une cuillère à mesurer est un outil de cuisine utilisé pour mesurer la quantité d'ingrédients secs ou liquides.",
      "example": "She measured the sugar using a measuring spoon. He will measure the sugar using a measuring spoon tomorrow. They had measured the sugar using a measuring spoon.",
      "example_translation": "Elle a mesuré le sucre en utilisant une cuillère à mesurer. Il mesurera le sucre en utilisant une cuillère à mesurer demain. Ils avaient mesuré le sucre en utilisant une cuillère à mesurer.",
      "imageLink": "image_files\\English\\"imageLink": "measuring-spoon.jpg",
      "audioLink": "measuring spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "meat tenderizer",
      "translation": "assouplisseur de viande",
      "definition": "A meat tenderizer is a tool or substance used to make meat more tender and easier to chew.",
      "definition_translation": "Un assouplisseur de viande est un outil ou une substance utilisée pour rendre la viande plus tendre et plus facile à mâcher.",
      "example": "I used a meat tenderizer to make the steak more tender for dinner last night. I will use it again tomorrow to cook chicken for lunch. By next week, I will have used it to make beef tender for my barbecue party.",
      "example_translation": "J'ai utilisé un assouplisseur de viande pour rendre le steak plus tendre pour le dîner hier soir. Je l'utiliserai à nouveau demain pour cuisiner du poulet pour le déjeuner. D'ici la semaine prochaine, j'aurai utilisé pour rendre le boeuf tendre pour ma fête de barbecue.",
      "imageLink": "image_files\\English\\"imageLink": "meat-tenderizer.jpg",
      "audioLink": "meat tenderizer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "mincer",
      "translation": "hacher",
      "definition": "To mince is to cut or chop food into very small pieces, typically using a mincing machine or a knife.",
      "definition_translation": "Hacher signifie couper ou hacher de la nourriture en très petits morceaux, généralement à l'aide d'une machine à hacher ou d'un couteau.",
      "example": "I minced the garlic to add flavor to the sauce yesterday. I mince onions every day to add them to my salad. By next month, I will have minced a lot of vegetables to make a healthy soup.",
      "example_translation": "J'ai haché l'ail pour ajouter de la saveur à la sauce hier. Je hache des oignons tous les jours pour les ajouter à ma salade. D'ici le mois prochain, j'aurai haché beaucoup de légumes pour faire une soupe saine.",
      "imageLink": "image_files\\English\\"imageLink": "mincer.jpg",
      "audioLink": "mincer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "mortar and pestle",
      "translation": "mortier et pilon",
      "definition": "A mortar and pestle is a kitchen tool used to grind, mix, and crush food and other substances into a fine paste or powder.",
      "definition_translation": "Un mortier et pilon est un outil de cuisine utilisé pour broyer, mélanger et écraser des aliments et d'autres substances en une pâte fine ou en poudre.",
      "example": "I used a mortar and pestle to grind the spices for the recipe last week. I will use it again tomorrow to mix the ingredients for the sauce. By next year, I will have used it to crush the nuts for the cake.",
      "example_translation": "J'ai utilisé un mortier et pilon pour broyer les épices pour la recette la semaine dernière. Je l'utiliserai à nouveau demain pour mélanger les ingrédients pour la sauce. D'ici l'an prochain, j'aurai utilisé pour écraser les noix pour le gâteau.",
      "imageLink": "image_files\\English\\"imageLink": "mortar-and-pestle.jpg",
      "audioLink": "mortar and pestle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "nutcracker",
      "translation": "casse-noix",
      "definition": "A nutcracker is a device or tool used to crack open the shells of nuts, typically walnuts, pecans, or hazelnuts.",
      "definition_translation": "Un casse-noix est un appareil ou un outil utilisé pour ouvrir les coquilles des noix, généralement des noix, des pacanes ou des noisettes.",
      "example": "I used a nutcracker to crack open the walnuts for the salad yesterday. I will use it again tomorrow to crack open the pecans for the pie. By next month, I will have used it to crack open the hazelnuts for the chocolate spread.",
      "example_translation": "J'ai utilisé un casse-noix pour ouvrir les noix pour la salade hier. Je l'utiliserai à nouveau demain pour ouvrir les pacanes pour la tarte. D'ici le mois prochain, j'aurai utilisé pour ouvrir les noisettes pour la pâte à tartiner au chocolat.",
      "imageLink": "image_files\\English\\"imageLink": "nutcracker.jpg",
      "audioLink": "nutcracker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "pastry board",
      "translation": "planche à pâtisserie",
      "definition": "A pastry board is a flat, smooth surface used for rolling, cutting, and shaping dough in the process of making pastry.",
      "definition_translation": "Une planche à pâtisserie est une surface plate et lisse utilisée pour rouler, couper et façonner la pâte lors de la fabrication de pâtisserie.",
      "example": "She had been using the pastry board for years, and it still looked like new. Yesterday, she used it to make a delicious tart. Tomorrow, she will use it to prepare a cake for her friend's birthday.",
      "example_translation": "Elle avait utilisé la planche à pâtisserie pendant des années, et elle avait encore l'air neuve. Hier, elle l'avait utilisée pour faire une tarte délicieuse. Demain, elle l'utilisera pour préparer un gâteau pour l'anniversaire de son amie.",
      "imageLink": "image_files\\English\\"imageLink": "pastry-board.jpg",
      "audioLink": "pastry board.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "peeler",
      "translation": "éplucheuse",
      "definition": "A peeler is a kitchen tool used to remove the skin of fruits and vegetables.",
      "definition_translation": "Une éplucheuse est un outil de cuisine utilisé pour enlever la peau des fruits et légumes.",
      "example": "She used a peeler to remove the skin of the carrots before chopping them up. Her mother had taught her how to use a peeler when she was a child. Now, she will use it to prepare a salad for dinner.",
      "example_translation": "Elle a utilisé une éplucheuse pour enlever la peau des carottes avant de les hacher. Sa mère lui avait appris à utiliser une éplucheuse lorsqu'elle était enfant. Maintenant, elle l'utilisera pour préparer une salade pour dîner.",
      "imageLink": "image_files\\English\\"imageLink": "peeler.jpg",
      "audioLink": "peeler.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "pepper mill",
      "translation": "moulin à poivre",
      "definition": "A pepper mill is a kitchen tool used to grind peppercorns into pepper.",
      "definition_translation": "Un moulin à poivre est un outil de cuisine utilisé pour broyer les grains de poivre en poivre.",
      "example": "He needed to refill his pepper mill before cooking dinner. His grandfather had given him the pepper mill as a gift. Tomorrow, he will use it to season his steak.",
      "example_translation": "Il devait remplir son moulin à poivre avant de cuisiner le dîner. Son grand-père lui avait donné le moulin à poivre en cadeau. Demain, il l'utilisera pour assaisonner son steak.",
      "imageLink": "image_files\\English\\"imageLink": "pepper-mill.jpg",
      "audioLink": "pepper mill.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "piping bag",
      "translation": "poche à douille",
      "definition": "A piping bag is a bag used to hold and dispense icing or other soft foods, typically through a narrow tube.",
      "definition_translation": "Une poche à douille est un sac utilisé pour contenir et dispenser du glaçage ou d'autres aliments mous, généralement à travers un tube étroit.",
      "example": "She had never used a piping bag before, but she was determined to decorate the cake perfectly. Her sister had taught her how to use a piping bag when she was a teenager. Next week, she will use it to make cookies.",
      "example_translation": "Elle n'avait jamais utilisé de poche à douille auparavant, mais elle était déterminée à décorer le gâteau parfaitement. Sa sœur lui avait appris à utiliser une poche à douille lorsqu'elle était adolescente. La semaine prochaine, elle l'utilisera pour faire des biscuits.",
      "imageLink": "image_files\\English\\"imageLink": "piping-bag.jpg",
      "audioLink": "piping bag.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "rolling pin",
      "translation": "roulette à pâtisserie",
      "definition": "A kitchen utensil used to flatten and shape dough, typically made of wood, metal, or silicone, with a cylindrical or tapered shape.",
      "definition_translation": "Un ustensile de cuisine utilisé pour aplatir et façonner la pâte, généralement fait de bois, de métal ou de silicone, avec une forme cylindrique ou conique.",
      "example": "She took the rolling pin out of the cupboard to make a pie crust. Yesterday, she rolled out the dough with a rolling pin. Tomorrow, she will use a rolling pin to make a quiche.",
      "example_translation": "Elle a pris la roulette à pâtisserie dans le placard pour faire une croûte de tarte. Hier, elle a étalé la pâte avec une roulette à pâtisserie. Demain, elle utilisera une roulette à pâtisserie pour faire une quiche.",
      "imageLink": "image_files\\English\\"imageLink": "rolling-pin.jpg",
      "audioLink": "rolling pin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "sideboard",
      "translation": "buffet",
      "definition": "A piece of furniture, typically a low cabinet or shelf, used for storing and displaying dishes, linens, and other household items.",
      "definition_translation": "Un meuble, généralement un cabinet bas ou une étagère, utilisé pour stocker et afficher des plats, des linges et d'autres objets ménagers.",
      "example": "The sideboard in the dining room was filled with fine china. Last week, she polished the sideboard. Next month, they will buy a new sideboard for their living room.",
      "example_translation": "Le buffet dans la salle à manger était rempli de porcelaine fine. La semaine dernière, elle a nettoyé le buffet. Le mois prochain, ils acheteront un nouveau buffet pour leur salon.",
      "imageLink": "image_files\\English\\"imageLink": "sideboard.jpg",
      "audioLink": "sideboard.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "sieve",
      "translation": "tamis",
      "definition": "A kitchen utensil with a mesh or perforated bottom, used for separating solid particles of different sizes, especially for flour or other powders.",
      "definition_translation": "Un ustensile de cuisine avec un fond en maille ou perforé, utilisé pour séparer les particules solides de tailles différentes, notamment pour la farine ou d'autres poudres.",
      "example": "She used a sieve to sift the flour. Yesterday, he used a sieve to separate the grains. Tomorrow, they will use a sieve to drain the pasta.",
      "example_translation": "Elle a utilisé un tamis pour passer la farine. Hier, il a utilisé un tamis pour séparer les grains. Demain, ils utiliseront un tamis pour égoutter les pâtes.",
      "imageLink": "image_files\\English\\"imageLink": "sieve.jpg",
      "audioLink": "sieve.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "spice rack",
      "translation": "étagère à épices",
      "definition": "A container or shelf used to store and organize spices, herbs, and other seasonings in a kitchen.",
      "definition_translation": "Un contenant ou une étagère utilisée pour stocker et organiser les épices, les herbes et autres aromates dans une cuisine.",
      "example": "She organized the spice rack in alphabetical order. Last year, he bought a spice rack for his wife. Next week, they will install a new spice rack in their kitchen.",
      "example_translation": "Elle a organisé l'étagère à épices dans l'ordre alphabétique. L'année dernière, il a acheté une étagère à épices pour sa femme. La semaine prochaine, ils installeront une nouvelle étagère à épices dans leur cuisine.",
      "imageLink": "image_files\\English\\"imageLink": "spice-rack.jpg",
      "audioLink": "spice rack.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "tasting spoon",
      "translation": "cuillère de dégustation",
      "definition": "A spoon used to taste food while it is being cooked, typically a small spoon with a long handle.",
      "definition_translation": "Une cuillère utilisée pour déguster les aliments pendant qu'ils sont cuisinés, généralement une petite cuillère avec un manche long.",
      "example": "I used a tasting spoon to check the seasoning of the soup. Yesterday, I had to use a tasting spoon to adjust the flavor of the sauce. By next week, I will have to use a tasting spoon to taste the new recipe.",
      "example_translation": "J'ai utilisé une cuillère de dégustation pour vérifier l'assaisonnement de la soupe. Hier, j'ai dû utiliser une cuillère de dégustation pour ajuster la saveur de la sauce. D'ici la semaine prochaine, je devrai utiliser une cuillère de dégustation pour goûter la nouvelle recette.",
      "imageLink": "image_files\\English\\"imageLink": "tasting-spoon.jpg",
      "audioLink": "tasting spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "timer",
      "translation": "minuteur",
      "definition": "A device that measures time, especially one that can be set to turn off a device or alert someone after a certain period.",
      "definition_translation": "Un appareil qui mesure le temps, notamment celui qui peut être réglé pour éteindre un appareil ou avertir quelqu'un après une période déterminée.",
      "example": "I set the timer to remind me to take the cake out of the oven. Yesterday, I forgot to set the timer and the cookies burned. By tomorrow, I will have to set the timer to ensure the meat is cooked properly.",
      "example_translation": "J'ai réglé le minuteur pour me rappeler de sortir le gâteau du four. Hier, j'ai oublié de régler le minuteur et les biscuits ont brûlé. D'ici demain, je devrai régler le minuteur pour m'assurer que la viande est cuite correctement.",
      "imageLink": "image_files\\English\\"imageLink": "timer.jpg",
      "audioLink": "timer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "whisk",
      "translation": "fouet",
      "definition": "A kitchen tool used to mix and blend foods, consisting of a handle with a series of wire loops at the end.",
      "definition_translation": "Un outil de cuisine utilisé pour mélanger et mixer les aliments, consistant en un manche avec une série de boucles en fil de fer à l'extrémité.",
      "example": "I used a whisk to beat the eggs and sugar together. Yesterday, I had to use a whisk to mix the batter for the cake. By next weekend, I will have to use a whisk to prepare the frosting for the cookies.",
      "example_translation": "J'ai utilisé un fouet pour battre les œufs et le sucre ensemble. Hier, j'ai dû utiliser un fouet pour mélanger la pâte pour le gâteau. D'ici le week-end prochain, je devrai utiliser un fouet pour préparer le glaçage pour les biscuits.",
      "imageLink": "image_files\\English\\"imageLink": "whisk.jpg",
      "audioLink": "whisk.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "worktop",
      "translation": "plan de travail",
      "definition": "A surface in a kitchen or laboratory where work is done, often made of a hard material such as wood, granite, or stainless steel.",
      "definition_translation": "Une surface dans une cuisine ou un laboratoire où le travail est effectué, souvent faite d'un matériau dur comme le bois, le granit ou l'acier inoxydable.",
      "example": "I need to clear off the worktop to make room for the new kitchen appliances. Yesterday, I had to clean the worktop after preparing the meal. By next month, I will have to install new worktops in the laboratory.",
      "example_translation": "J'ai besoin de dégager le plan de travail pour faire place aux nouveaux appareils de cuisine. Hier, j'ai dû nettoyer le plan de travail après avoir préparé le repas. D'ici le mois prochain, je devrai installer de nouveaux plans de travail dans le laboratoire.",
      "imageLink": "image_files\\English\\"imageLink": "worktop.jpg",
      "audioLink": "worktop.mp3"
    }
  ]