[
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cook",
      "translation": "cuisinier",
      "definition": "a person who prepares and cooks food, especially as a job",
      "definition_translation": "une personne qui prépare et cuisine des aliments, especialmente comme un travail",
      "example": "I cooked dinner last night, I am cooking breakfast now, and I will cook lunch tomorrow.",
      "example_translation": "J'ai cuisiné le dîner hier soir, je cuisine le petit-déjeuner maintenant, et je cuisinerai le déjeuner demain.",
      "imageLink": "image_files\\English\\"imageLink": "cook-1.jpg",
      "audioLink": "cook.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "doctor",
      "translation": "médecin",
      "definition": "a person skilled in the diagnosis, treatment, and prevention of disease",
      "definition_translation": "une personne qualifiée dans le diagnostic, le traitement et la prévention des maladies",
      "example": "I visited my doctor yesterday, I am visiting my doctor today, and I will visit my doctor next week.",
      "example_translation": "J'ai visité mon médecin hier, je visite mon médecin aujourd'hui, et je visiterai mon médecin la semaine prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "doctor.jpg",
      "audioLink": "doctor.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "driver",
      "translation": "conducteur",
      "definition": "a person who operates a vehicle, especially for a living",
      "definition_translation": "une personne qui conduit un véhicule, especialmente pour gagner sa vie",
      "example": "I drove to work yesterday, I am driving to school now, and I will drive to the beach tomorrow.",
      "example_translation": "J'ai conduit au travail hier, je conduis à l'école maintenant, et je conduirai à la plage demain.",
      "imageLink": "image_files\\English\\"imageLink": "driver.jpg",
      "audioLink": "driver.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "teacher",
      "translation": "enseignant",
      "definition": "a person who teaches, especially in a school",
      "definition_translation": "une personne qui enseigne, especialmente dans une école",
      "example": "I taught math yesterday, I am teaching English now, and I will teach science tomorrow.",
      "example_translation": "J'ai enseigné les mathématiques hier, j'enseigne l'anglais maintenant, et j'enseignerai les sciences demain.",
      "imageLink": "image_files\\English\\"imageLink": "teacher.jpg",
      "audioLink": "teacher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "waiter",
      "translation": "serveur",
      "definition": "a person, typically a man, whose job is to serve food and drinks to customers in a restaurant",
      "definition_translation": "une personne, généralement un homme, dont le travail est de servir les nourritures et les boissons aux clients dans un restaurant",
      "example": "I was a waiter at a restaurant last summer, I am a waiter now, and I will be a waiter in the future.",
      "example_translation": "J'étais serveur dans un restaurant l'été dernier, je suis serveur maintenant, et je serai serveur à l'avenir.",
      "imageLink": "image_files\\English\\"imageLink": "waiter.jpg",
      "audioLink": "waiter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "waitress",
      "translation": "serveuse",
      "definition": "a person, typically a woman, whose job is to serve food and drinks to customers in a restaurant",
      "definition_translation": "une personne, généralement une femme, dont le travail est de servir les nourritures et les boissons aux clients dans un restaurant",
      "example": "She was a waitress at a diner, she is a waitress now, and she will be a waitress for many years.",
      "example_translation": "Elle était serveuse dans un diner, elle est serveuse maintenant, et elle sera serveuse pendant de nombreuses années.",
      "imageLink": "image_files\\English\\"imageLink": "waitress.jpg",
      "audioLink": "waitress.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "actor",
      "translation": "acteur",
      "definition": "a person who acts in a play, film, or television production",
      "definition_translation": "une personne qui joue dans une pièce de théâtre, un film ou une production télévisée",
      "example": "He was an actor in the 1980s, he is an actor now, and he will be an actor forever.",
      "example_translation": "Il était acteur dans les années 1980, il est acteur maintenant, et il sera acteur pour toujours.",
      "imageLink": "image_files\\English\\"imageLink": "actor.jpg",
      "audioLink": "actor.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "actress",
      "translation": "actrice",
      "definition": "a person who acts in a play, film, or television production, typically a woman",
      "definition_translation": "une personne qui joue dans une pièce de théâtre, un film ou une production télévisée, généralement une femme",
      "example": "She was an actress in a Broadway play, she is an actress now, and she will be an actress in a Hollywood film.",
      "example_translation": "Elle était actrice dans une pièce de Broadway, elle est actrice maintenant, et elle sera actrice dans un film de Hollywood.",
      "imageLink": "image_files\\English\\"imageLink": "actress.jpg",
      "audioLink": "actress.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "artist",
      "translation": "artiste",
      "definition": "A person who creates paintings, drawings, or sculptures; a person who is skilled at drawing, painting, or creating sculptures.",
      "definition_translation": "Une personne qui crée des peintures, des dessins ou des sculptures ; une personne qui est habile au dessin, à la peinture ou à la création de sculptures.",
      "example": "I wanted to be an artist when I was a child. I am studying to be an artist now. I will be a famous artist someday.",
      "example_translation": "Je voulais être un artiste lorsque j'étais enfant. J'étudie pour être un artiste maintenant. Je serai un artiste célèbre un jour.",
      "imageLink": "image_files\\English\\"imageLink": "artist.jpg",
      "audioLink": "artist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "businessman",
      "translation": "homme d'affaires",
      "definition": "A person who engages in commercial or industrial business activities; a person who has a talent for making deals and doing business.",
      "definition_translation": "Une personne qui s'engage dans des activités commerciales ou industrielles ; une personne qui a un talent pour faire des affaires.",
      "example": "My father was a successful businessman. I am trying to be a good businessman. I will be a businessman on Wall Street someday.",
      "example_translation": "Mon père était un homme d'affaires réussi. J'essaie d'être un bon homme d'affaires. Je serai un homme d'affaires à Wall Street un jour.",
      "imageLink": "image_files\\English\\"imageLink": "businessman.jpg",
      "audioLink": "businessman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "businesswoman",
      "translation": "femme d'affaires",
      "definition": "A woman who engages in commercial or industrial business activities; a woman who has a talent for making deals and doing business.",
      "definition_translation": "Une femme qui s'engage dans des activités commerciales ou industrielles ; une femme qui a un talent pour faire des affaires.",
      "example": "My mother was a successful businesswoman. I am trying to be a good businesswoman. I will be a businesswoman on Wall Street someday.",
      "example_translation": "Ma mère était une femme d'affaires réussie. J'essaie d'être une bonne femme d'affaires. Je serai une femme d'affaires à Wall Street un jour.",
      "imageLink": "image_files\\English\\"imageLink": "businesswoman.jpg",
      "audioLink": "businesswoman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "car mechanic",
      "translation": "mécanicien de voiture",
      "definition": "A person who repairs and maintains motor vehicles; a person who is skilled at fixing cars.",
      "definition_translation": "Une personne qui répare et entretient des véhicules à moteur ; une personne qui est habile à réparer des voitures.",
      "example": "I took my car to the car mechanic yesterday. I am learning to be a car mechanic now. I will be a car mechanic when I graduate.",
      "example_translation": "J'ai emmené ma voiture au mécanicien de voiture hier. J'apprends à être un mécanicien de voiture maintenant. Je serai un mécanicien de voiture quand je serai diplômé.",
      "imageLink": "image_files\\English\\"imageLink": "car-mechanic.jpg",
      "audioLink": "car mechanic.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "chef",
      "translation": "cuisinier",
      "definition": "A chef is a skilled cook who prepares and cooks food in a restaurant or other establishment.",
      "definition_translation": "Un cuisinier est un cuisinier expérimenté qui prépare et cuisine des aliments dans un restaurant ou autre établissement.",
      "example": "Yesterday, the chef cooked a delicious meal. Today, he is cooking a buffet. Tomorrow, he will cook a wedding reception.",
      "example_translation": "Hier, le cuisinier a cuisiné un repas délicieux. Aujourd'hui, il cuisine un buffet. Demain, il cuisinera une réception de mariage.",
      "imageLink": "image_files\\English\\"imageLink": "chef.jpg",
      "audioLink": "chef.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "chemist",
      "translation": "chimiste",
      "definition": "A chemist is a scientist who studies the composition, properties, and reactions of matter.",
      "definition_translation": "Un chimiste est un scientifique qui étudie la composition, les propriétés et les réactions de la matière.",
      "example": "The chemist mixed the chemicals carefully. She is mixing a new compound now. She will mix a solution tomorrow.",
      "example_translation": "Le chimiste a mélangé les produits chimiques soigneusement. Elle mélange un nouveau composé maintenant. Elle mélangera une solution demain.",
      "imageLink": "image_files\\English\\"imageLink": "chemist.jpg",
      "audioLink": "chemist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cleaner",
      "translation": "nettoyeur",
      "definition": "A cleaner is a person who cleans floors, surfaces, or buildings.",
      "definition_translation": "Un nettoyeur est une personne qui nettoie les sols, les surfaces ou les bâtiments.",
      "example": "The cleaner swept the floor yesterday. Today, she is mopping the kitchen. Tomorrow, she will vacuum the carpet.",
      "example_translation": "Le nettoyeur a balayé le sol hier. Aujourd'hui, elle est en train de laver la cuisine. Demain, elle va aspirer le tapis.",
      "imageLink": "image_files\\English\\"imageLink": "cleaner.jpg",
      "audioLink": "cleaner.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "dancer",
      "translation": "danseur",
      "definition": "A dancer is a person who performs rhythmic movements to music.",
      "definition_translation": "Un danseur est une personne qui exécute des mouvements rythmiques à la musique.",
      "example": "The dancer practiced her routine yesterday. Today, she is performing on stage. Tomorrow, she will dance at a party.",
      "example_translation": "La danseuse a répété sa routine hier. Aujourd'hui, elle se produit sur scène. Demain, elle dansera à une fête.",
      "imageLink": "image_files\\English\\"imageLink": "dancer.jpg",
      "audioLink": "dancer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "dentist",
      "translation": "dentiste",
      "definition": "A dentist is a professional who specializes in the prevention, diagnosis, and treatment of diseases and conditions of the teeth and mouth.",
      "definition_translation": "Un dentiste est un professionnel qui se spécialise dans la prévention, le diagnostic et le traitement des maladies et des affections des dents et de la bouche.",
      "example": "I visited my dentist yesterday, I will visit my dentist tomorrow, and I visited my dentist last week.",
      "example_translation": "J'ai visité mon dentiste hier, je vais visiter mon dentiste demain, et j'ai visité mon dentiste la semaine dernière.",
      "imageLink": "image_files\\English\\"imageLink": "dentist.jpg",
      "audioLink": "dentist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "engineer",
      "translation": "ingénieur",
      "definition": "An engineer is a professional who designs, builds, and maintains structures, machines, and systems.",
      "definition_translation": "Un ingénieur est un professionnel qui conçoit, construit et maintient des structures, des machines et des systèmes.",
      "example": "She was an engineer at a top tech firm, She will be an engineer at a top tech firm, and She became an engineer at a top tech firm.",
      "example_translation": "Elle était ingénieur dans une entreprise technologique de pointe, Elle sera ingénieur dans une entreprise technologique de pointe, et Elle est devenue ingénieur dans une entreprise technologique de pointe.",
      "imageLink": "image_files\\English\\"imageLink": "engineer.jpg",
      "audioLink": "engineer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "farmer",
      "translation": "agriculteur",
      "definition": "A farmer is a person who owns or manages a farm, and engages in agriculture, aquaculture, or raising livestock.",
      "definition_translation": "Un agriculteur est une personne qui possède ou gère une ferme, et se livre à l'agriculture, l'aquaculture ou l'élevage.",
      "example": "He was a farmer in the countryside, He is a farmer in the countryside, and He will be a farmer in the countryside.",
      "example_translation": "Il était un agriculteur à la campagne, Il est un agriculteur à la campagne, et Il sera un agriculteur à la campagne.",
      "imageLink": "image_files\\English\\"imageLink": "farmer.jpg",
      "audioLink": "farmer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "footballer",
      "translation": "footballeur",
      "definition": "A footballer is a person who plays football, either professionally or recreationally.",
      "definition_translation": "Un footballeur est une personne qui joue au football, soit professionnellement soit de manière récréative.",
      "example": "He was a footballer in his youth, He is a footballer now, and He will be a footballer again.",
      "example_translation": "Il était un footballeur dans sa jeunesse, Il est un footballeur maintenant, et Il sera un footballeur à nouveau.",
      "imageLink": "image_files\\English\\"imageLink": "footballer.jpg",
      "audioLink": "footballer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "guide",
      "translation": "guide",
      "definition": "A person who shows the way, especially one employed to conduct tourists or travelers.",
      "definition_translation": "Une personne qui montre le chemin, en particulier une personne employée pour conduire des touristes ou des voyageurs.",
      "example": "I will guide you through the forest tomorrow, I guided you through the forest yesterday, and I guide you through the forest every day.",
      "example_translation": "Je vous guiderai dans la forêt demain, j'ai guidé vous dans la forêt hier, et je vous guide dans la forêt tous les jours.",
      "imageLink": "image_files\\English\\"imageLink": "guide-1.jpg",
      "audioLink": "guide.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "headteacher",
      "translation": "directeur d'école",
      "definition": "The person in charge of a school, responsible for making important decisions and overseeing the staff and pupils.",
      "definition_translation": "La personne chargée d'une école, responsable de prendre des décisions importantes et de surveiller le personnel et les élèves.",
      "example": "The headteacher will meet with the parents tomorrow, the headteacher met with the parents yesterday, and the headteacher meets with the parents every week.",
      "example_translation": "Le directeur d'école rencontrera les parents demain, le directeur d'école a rencontré les parents hier, et le directeur d'école rencontre les parents chaque semaine.",
      "imageLink": "image_files\\English\\"imageLink": "headteacher.jpg",
      "audioLink": "headteacher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "manager",
      "translation": "gérant",
      "definition": "A person responsible for controlling or administering an organization or a department.",
      "definition_translation": "Une personne responsable de contrôler ou d'administrer une organisation ou un département.",
      "example": "The manager will hire new employees tomorrow, the manager hired new employees yesterday, and the manager hires new employees every month.",
      "example_translation": "Le gérant embauchera de nouveaux employés demain, le gérant a embauché de nouveaux employés hier, et le gérant embauche de nouveaux employés chaque mois.",
      "imageLink": "image_files\\English\\"imageLink": "manager.jpg",
      "audioLink": "manager.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "mechanic",
      "translation": "mécanicien",
      "definition": "A person who repairs and maintains machines, especially cars and other vehicles.",
      "definition_translation": "Une personne qui répare et entretient des machines, en particulier des voitures et d'autres véhicules.",
      "example": "The mechanic will fix the car tomorrow, the mechanic fixed the car yesterday, and the mechanic fixes the car every week.",
      "example_translation": "Le mécanicien réparera la voiture demain, le mécanicien a réparé la voiture hier, et le mécanicien répare la voiture chaque semaine.",
      "imageLink": "image_files\\English\\"imageLink": "mechanic.jpg",
      "audioLink": "mechanic.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "nurse",
      "translation": "infirmier",
      "definition": "A nurse is a person who is trained to care for the sick or injured, typically in a hospital or clinical setting.",
      "definition_translation": "Un infirmier est une personne formée pour soigner les malades ou les blessés, généralement dans un hôpital ou un établissement clinique.",
      "example": "She worked as a nurse in a hospital for five years, then she became a nurse practitioner. Currently, she is working as a nurse educator. In the future, she will be a head nurse.",
      "example_translation": "Elle a travaillé comme infirmière dans un hôpital pendant cinq ans, puis elle est devenue une infirmière praticienne. Actuellement, elle travaille comme éducatrice infirmière. À l'avenir, elle sera une infirmière en chef.",
      "imageLink": "image_files\\English\\"imageLink": "nurse.jpg",
      "audioLink": "nurse.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "painter",
      "translation": "peintre",
      "definition": "A painter is a person who applies paint to a surface, such as a wall or a canvas, to create a work of art.",
      "definition_translation": "Un peintre est une personne qui applique de la peinture sur une surface, comme un mur ou une toile, pour créer une œuvre d'art.",
      "example": "He was a painter for many years, then he switched to sculpture. Currently, he is a painter again. In the past, he had painted many famous portraits.",
      "example_translation": "Il a été peintre pendant de nombreuses années, puis il s'est tourné vers la sculpture. Actuellement, il est à nouveau peintre. Dans le passé, il avait peint de nombreux portraits célèbres.",
      "imageLink": "image_files\\English\\"imageLink": "painter.jpg",
      "audioLink": "painter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "photographer",
      "translation": "photographe",
      "definition": "A photographer is a person who takes pictures using a camera, often for a living.",
      "definition_translation": "Un photographe est une personne qui prend des photos à l'aide d'un appareil photo, souvent pour vivre.",
      "example": "She was a photographer for a magazine, then she started her own photography business. Currently, she is taking photographs of landscapes. In the future, she will be a photographer for a famous fashion brand.",
      "example_translation": "Elle a été photographe pour un magazine, puis elle a lancé son propre entreprise de photographie. Actuellement, elle prend des photographies de paysages. À l'avenir, elle sera photographe pour une marque de mode célèbre.",
      "imageLink": "image_files\\English\\"imageLink": "photographer.jpg",
      "audioLink": "photographer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "pilot",
      "translation": "pilote",
      "definition": "A pilot is a person who operates the controls of an aircraft, guiding it through takeoff, flight, and landing.",
      "definition_translation": "Un pilote est une personne qui opère les commandes d'un aéronef, le guidant lors du décollage, du vol et de l'atterrissage.",
      "example": "He was a pilot for many years, then he became an airline manager. Currently, he is a pilot instructor. In the past, he had flown many types of aircraft.",
      "example_translation": "Il a été pilote pendant de nombreuses années, puis il est devenu directeur d'une compagnie aérienne. Actuellement, il est instructeur de pilotage. Dans le passé, il avait volé de nombreux types d'aéronefs.",
      "imageLink": "image_files\\English\\"imageLink": "pilot.jpg",
      "audioLink": "pilot.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "player",
      "translation": "joueur",
      "definition": "A person who takes part in a game, sport, or other activity.",
      "definition_translation": "Une personne qui participe à un jeu, un sport ou une autre activité.",
      "example": "I was a good player in high school, I play soccer now, and I will play basketball tomorrow.",
      "example_translation": "J'étais un bon joueur au lycée, je joue au football maintenant, et je jouerai au basket-ball demain.",
      "imageLink": "image_files\\English\\"imageLink": "player-2.jpg",
      "audioLink": "player.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "police officer",
      "translation": "officier de police",
      "definition": "A person responsible for enforcing the law and maintaining order in a particular area.",
      "definition_translation": "Une personne responsable de faire appliquer la loi et de maintenir l'ordre dans une région particulière.",
      "example": "The police officer stopped the car, is stopping the traffic now, and will stop the robbery tomorrow.",
      "example_translation": "L'officier de police a arrêté la voiture, arrête la circulation maintenant, et arrêtera le vol demain.",
      "imageLink": "image_files\\English\\"imageLink": "police-officer.jpg",
      "audioLink": "police officer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "policeman",
      "translation": "policier",
      "definition": "A male police officer.",
      "definition_translation": "Un officier de police masculin.",
      "example": "The policeman was helping the woman, is helping the child now, and will help the elderly tomorrow.",
      "example_translation": "Le policier aidait la femme, aide l'enfant maintenant, et aidera les personnes âgées demain.",
      "imageLink": "image_files\\English\\"imageLink": "policeman.jpg",
      "audioLink": "policeman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "policewoman",
      "translation": "femme policier",
      "definition": "A female police officer.",
      "definition_translation": "Une officière de police féminine.",
      "example": "The policewoman was working late, works night shifts now, and will work on weekends tomorrow.",
      "example_translation": "La femme policier travaillait tard, travaille les nuits maintenant, et travaillera les weekends demain.",
      "imageLink": "image_files\\English\\"imageLink": "policewoman.jpg",
      "audioLink": "policewoman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "receptionist",
      "translation": "réceptionniste",
      "definition": "A person employed to greet and assist visitors, clients, or patients in a business, office, or hospital.",
      "definition_translation": "Une personne employée pour accueillir et assister les visiteurs, clients ou patients dans une entreprise, un bureau ou un hôpital.",
      "example": "She worked as a receptionist at a law firm, answering phones and scheduling appointments. She had worked as a receptionist for five years before being promoted to administrative assistant. She will be trained as a receptionist next month.",
      "example_translation": "Elle a travaillé comme réceptionniste dans un cabinet d'avocats, répondant au téléphone et planifiant des rendez-vous. Elle avait travaillé comme réceptionniste pendant cinq ans avant d'être promue au poste d'assistante administrative. Elle sera formée comme réceptionniste le mois prochain.",
      "imageLink": "image_files\\English\\"imageLink": "receptionist.jpg",
      "audioLink": "receptionist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "sales assistant",
      "translation": "assistant de vente",
      "definition": "A person who supports and assists a sales team or salesperson in their duties, such as administrative tasks and customer service.",
      "definition_translation": "Une personne qui soutient et assiste une équipe de vente ou un vendeur dans leurs tâches, telles que des tâches administratives et du service à la clientèle.",
      "example": "The sales assistant helped the sales team with data entry and customer inquiries. She had been a sales assistant for two years before becoming a sales representative. He will start his new job as a sales assistant next Monday.",
      "example_translation": "L'assistant de vente a aidé l'équipe de vente avec la saisie de données et les demandes des clients. Elle avait été un assistant de vente pendant deux ans avant de devenir un représentant des ventes. Il commencera son nouveau travail comme assistant de vente lundi prochain.",
      "imageLink": "image_files\\English\\"imageLink": "salesshop-assistant.jpg",
      "audioLink": "sales assistant.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "salesperson",
      "translation": "vendeur",
      "definition": "A person who sells goods or services to customers, often working in a retail or business setting.",
      "definition_translation": "Une personne qui vend des biens ou des services aux clients, souvent travaillant dans un contexte de détail ou commercial.",
      "example": "The salesperson worked on commission, earning a percentage of each sale. She had been a salesperson for five years before becoming a sales manager. He will be trained as a salesperson next week.",
      "example_translation": "Le vendeur travaillait à la commission, gagnant un pourcentage de chaque vente. Elle avait été un vendeur pendant cinq ans avant de devenir un gestionnaire des ventes. Il sera formé comme vendeur la semaine prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "salesperson.jpg",
      "audioLink": "salesperson.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "secretary",
      "translation": "secrétaire",
      "definition": "A person employed to manage the day-to-day activities of an office or organization, often responsible for tasks such as scheduling and record-keeping.",
      "definition_translation": "Une personne employée pour gérer les activités quotidiennes d'un bureau ou d'une organisation, souvent responsable de tâches telles que la planification et la tenue de registres.",
      "example": "The secretary arranged the travel itinerary for the company's CEO. She had worked as a secretary for three years before becoming an executive assistant. He will take a course to become a secretary next semester.",
      "example_translation": "Le secrétaire a organisé l'itinéraire de voyage pour le PDG de l'entreprise. Elle avait travaillé comme secrétaire pendant trois ans avant de devenir un assistant exécutif. Il prendra un cours pour devenir un secrétaire le semestre prochain.",
      "imageLink": "image_files\\English\\"imageLink": "secretary.jpg",
      "audioLink": "secretary.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "singer",
      "translation": "chanteur",
      "definition": "A person who sings, especially professionally, as in concerts, opera, or popular music.",
      "definition_translation": "Une personne qui chante, notamment professionnellement, dans des concerts, opéras ou musique populaire.",
      "example": "She was a talented singer who performed at Carnegie Hall last night, is performing at the Grammy Awards tonight, and will perform at the Oscars next week.",
      "example_translation": "Elle était une chanteuse talentueuse qui a performé au Carnegie Hall hier soir, performe aux Grammy Awards ce soir et performera aux Oscars la semaine prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "singer.jpg",
      "audioLink": "singer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "taxi driver",
      "translation": "chauffeur de taxi",
      "definition": "A person who drives a taxi for a living, transporting passengers from one place to another.",
      "definition_translation": "Une personne qui conduit un taxi pour gagner sa vie, transportant des passagers d'un endroit à un autre.",
      "example": "My friend has been a taxi driver for ten years, drives a taxi every day, and will drive a taxi for many years to come.",
      "example_translation": "Mon ami a été chauffeur de taxi pendant dix ans, conduit un taxi chaque jour et conduira un taxi pendant de nombreuses années à venir.",
      "imageLink": "image_files\\English\\"imageLink": "taxi-driver.jpg",
      "audioLink": "taxi driver.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "tour guide",
      "translation": "guide touristique",
      "definition": "A person who leads and explains the sights of a particular area to tourists or visitors.",
      "definition_translation": "Une personne qui guide et explique les sites d'un endroit particulier aux touristes ou aux visiteurs.",
      "example": "The tour guide showed us the famous landmarks, is showing us the historic sites, and will show us the local customs.",
      "example_translation": "Le guide touristique nous a montré les monuments célèbres, nous montre les sites historiques et nous montrera les coutumes locales.",
      "imageLink": "image_files\\English\\"imageLink": "tour-guide.jpg",
      "audioLink": "tour guide.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "writer",
      "translation": "écrivain",
      "definition": "A person who writes books, articles, or other written works as a profession or occupation.",
      "definition_translation": "Une personne qui écrit des livres, des articles ou d'autres œuvres écrites en tant que profession ou occupation.",
      "example": "She was a prolific writer who wrote several novels, is writing a memoir, and will write many more books in the future.",
      "example_translation": "Elle était une écrivaine prolifique qui a écrit plusieurs romans, écrit une autobiographie et écrira de nombreux livres à l'avenir.",
      "imageLink": "image_files\\English\\"imageLink": "writer.jpg",
      "audioLink": "writer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "accountant",
      "translation": "comptable",
      "definition": "A person whose job is to prepare and examine financial records, such as accounts and tax returns.",
      "definition_translation": "Une personne dont le travail consiste à préparer et à examiner les dossiers financiers, tels que les comptes et les déclarations de revenus.",
      "example": "She worked as an accountant for a large corporation, where she was responsible for managing the company's finances. She had worked as an accountant for five years, and she will work as an accountant until she retires.",
      "example_translation": "Elle travaillait comme comptable pour une grande entreprise, où elle était responsable de la gestion des finances de l'entreprise. Elle avait travaillé comme comptable pendant cinq ans, et elle travaillera comme comptable jusqu'à sa retraite.",
      "imageLink": "image_files\\English\\"imageLink": "accountant.jpg",
      "audioLink": "accountant.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "architect",
      "translation": "architecte",
      "definition": "A person who designs buildings and other structures.",
      "definition_translation": "Une personne qui conçoit des bâtiments et d'autres structures.",
      "example": "He studied to be an architect, and now he designs buildings all over the world. He had designed many famous buildings, and he will design a new museum next year.",
      "example_translation": "Il a étudié pour être architecte, et maintenant il conçoit des bâtiments partout dans le monde. Il avait conçu de nombreux bâtiments célèbres, et il conçoit un nouveau musée l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "architect.jpg",
      "audioLink": "architect.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "babysitter",
      "translation": "nourrice",
      "definition": "A person who takes care of a child or children while the parents are away.",
      "definition_translation": "Une personne qui prend soin d'un enfant ou d'enfants pendant que les parents sont absents.",
      "example": "She worked as a babysitter for many families, and she loved taking care of the children. She had taken care of many children, and she will take care of her own children one day.",
      "example_translation": "Elle travaillait comme nourrice pour de nombreuses familles, et elle adorait prendre soin des enfants. Elle avait pris soin de nombreux enfants, et elle prendra soin de ses propres enfants un jour.",
      "imageLink": "image_files\\English\\"imageLink": "babysitter.jpg",
      "audioLink": "babysitter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "baker",
      "translation": "boulanger",
      "definition": "A person who makes bread and other baked goods.",
      "definition_translation": "Une personne qui fabrique du pain et d'autres produits de boulangerie.",
      "example": "He worked as a baker in a small shop, where he made fresh bread every morning. He had worked as a baker for ten years, and he will open his own bakery next year.",
      "example_translation": "Il travaillait comme boulanger dans une petite boutique, où il fabriquait du pain frais chaque matin. Il avait travaillé comme boulanger pendant dix ans, et il ouvrira sa propre boulangerie l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "baker.jpg",
      "audioLink": "baker.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "ballet dancer",
      "translation": "danseur de ballet",
      "definition": "A person who dances ballet, especially as a professional performer.",
      "definition_translation": "Une personne qui danse le ballet, notamment en tant que professionnel.",
      "example": "She was a ballet dancer with the Royal Opera House, he is a ballet dancer now, and they will be ballet dancers in the future.",
      "example_translation": "Elle était danseuse de ballet avec la Royal Opera House, il est danseur de ballet maintenant, et ils seront danseurs de ballet à l'avenir.",
      "imageLink": "image_files\\English\\"imageLink": "ballet-dancer.jpg",
      "audioLink": "ballet dancer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "barber",
      "translation": "barbier",
      "definition": "A person whose occupation is to cut and style hair, especially men's hair.",
      "definition_translation": "Une personne dont l'occupation est de couper et de styliser les cheveux, notamment les cheveux des hommes.",
      "example": "He was a barber in Paris, she is a barber now, and they will be barbers in the future.",
      "example_translation": "Il était barbier à Paris, elle est barbière maintenant, et ils seront barbiers à l'avenir.",
      "imageLink": "image_files\\English\\"imageLink": "barber.jpg",
      "audioLink": "barber.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "barman",
      "translation": "barman",
      "definition": "A person who serves drinks and food in a bar or pub.",
      "definition_translation": "Une personne qui sert des boissons et de la nourriture dans un bar ou un pub.",
      "example": "He was a barman in London, she is a barmaid now, and they will be barmen in the future.",
      "example_translation": "Il était barman à Londres, elle est serveuse maintenant, et ils seront barmen à l'avenir.",
      "imageLink": "image_files\\English\\"imageLink": "barman.jpg",
      "audioLink": "barman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "builder",
      "translation": "constructeur",
      "definition": "A person who builds, constructs, or assembles something, especially a building or a structure.",
      "definition_translation": "Une personne qui construit, édifie ou assemble quelque chose, notamment un bâtiment ou une structure.",
      "example": "He was a builder in New York, she is a builder now, and they will be builders in the future.",
      "example_translation": "Il était constructeur à New York, elle est constructrice maintenant, et ils seront constructeurs à l'avenir.",
      "imageLink": "image_files\\English\\"imageLink": "builder.jpg",
      "audioLink": "builder.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "butcher",
      "translation": "boucher",
      "definition": "A person who slaughters and dresses animals for food, especially in a shop or store.",
      "definition_translation": "Une personne qui abat et prépare des animaux pour la nourriture, especially dans une boutique ou un magasin.",
      "example": "I visited the butcher yesterday to buy some fresh meat. I will visit the butcher tomorrow to buy some sausages. I have visited the butcher last week to buy some chicken.",
      "example_translation": "J'ai visité le boucher hier pour acheter de la viande fraîche. Je vais visiter le boucher demain pour acheter des saucisses. J'ai visité le boucher la semaine dernière pour acheter du poulet.",
      "imageLink": "image_files\\English\\"imageLink": "butcher.jpg",
      "audioLink": "butcher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "chemist",
      "translation": "chimiste",
      "definition": "A person who is trained in the study of chemistry, especially one who works in a laboratory or a pharmacy.",
      "definition_translation": "Une personne qui est formée dans l'étude de la chimie, especialmente un qui travaille dans un laboratoire ou une pharmacie.",
      "example": "I will visit the chemist tomorrow to buy some medicine. The chemist is mixing some chemicals in the laboratory. She was a chemist before she became a doctor.",
      "example_translation": "Je vais visiter le chimiste demain pour acheter des médicaments. Le chimiste mélange des produits chimiques dans le laboratoire. Elle était chimiste avant de devenir médecin.",
      "imageLink": "image_files\\English\\"imageLink": "chemist-1.jpg",
      "audioLink": "chemist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "coach",
      "translation": "entraîneur",
      "definition": "A person who trains and directs a sports team or individual, especially in a school or college.",
      "definition_translation": "Une personne qui entraîne et dirige une équipe sportive ou individuelle, especialmente dans une école ou un collège.",
      "example": "The coach is training the team for the big game. She was a coach at the university before she retired. I will hire a coach to improve my tennis skills.",
      "example_translation": "L'entraîneur est en train d'entraîner l'équipe pour le grand match. Elle était entraîneuse à l'université avant de prendre sa retraite. Je vais engager un entraîneur pour améliorer mes compétences en tennis.",
      "imageLink": "image_files\\English\\"imageLink": "coach-1.jpg",
      "audioLink": "coach.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "computer scientist",
      "translation": "informaticien",
      "definition": "A person who designs, develops, and tests software, hardware, and other computer systems.",
      "definition_translation": "Une personne qui conçoit, développe et teste des logiciels, des matériels et d'autres systèmes informatiques.",
      "example": "The computer scientist is working on a new artificial intelligence project. She was a computer scientist at Google before she started her own company. I will hire a computer scientist to develop my new website.",
      "example_translation": "L'informaticien travaille sur un nouveau projet d'intelligence artificielle. Elle était informaticienne chez Google avant de lancer sa propre entreprise. Je vais engager un informaticien pour développer mon nouveau site web.",
      "imageLink": "image_files\\English\\"imageLink": "computer-scientist.jpg",
      "audioLink": "computer scientist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "designer",
      "translation": "conceptrice",
      "definition": "A person who creates and plans the look and functionality of objects, spaces, and experiences.",
      "definition_translation": "Une personne qui crée et planifie l'apparence et la fonctionnalité des objets, des espaces et des expériences.",
      "example": "She was a talented designer who had worked on several high-profile projects. She has designed a new logo for the company. She will design a new website for the client.",
      "example_translation": "Elle était une conceptrice talentueuse qui avait travaillé sur plusieurs projets de haute visibilité. Elle a conçu un nouveau logo pour l'entreprise. Elle concevra un nouveau site web pour le client.",
      "imageLink": "image_files\\English\\"imageLink": "designer.jpg",
      "audioLink": "designer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "detective",
      "translation": "détective",
      "definition": "A person who investigates crimes and tries to find out who committed them.",
      "definition_translation": "Une personne qui enquête sur les crimes et essaie de découvrir qui les a commis.",
      "example": "He was a skilled detective who had solved many difficult cases. She has worked as a detective for five years. They will hire a new detective to investigate the murder.",
      "example_translation": "Il était un détective expérimenté qui avait résolu de nombreux cas difficiles. Elle a travaillé en tant que détective pendant cinq ans. Ils embaucheront un nouveau détective pour enquêter sur le meurtre.",
      "imageLink": "image_files\\English\\"imageLink": "detective.jpg",
      "audioLink": "detective.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "director",
      "translation": "directeur",
      "definition": "A person who is in charge of a department, organization, or project.",
      "definition_translation": "Une personne qui est responsable d'un département, d'une organisation ou d'un projet.",
      "example": "She was the director of the marketing department. He has been a director for twenty years. They will appoint a new director to oversee the project.",
      "example_translation": "Elle était la directrice du département marketing. Il a été directeur pendant vingt ans. Ils nommeront un nouveau directeur pour superviser le projet.",
      "imageLink": "image_files\\English\\"imageLink": "director.jpg",
      "audioLink": "director.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "disc jockey, DJ",
      "translation": "disc-jockey, DJ",
      "definition": "A person who plays recorded music on the radio or at a party or nightclub.",
      "definition_translation": "Une personne qui joue de la musique enregistrée à la radio ou dans une fête ou un nightclub.",
      "example": "He was a popular DJ who had played at many clubs. She has worked as a DJ on a local radio station. They will hire a DJ to play music at the wedding.",
      "example_translation": "Il était un DJ populaire qui avait joué dans de nombreux clubs. Elle a travaillé comme DJ sur une station de radio locale. Ils embaucheront un DJ pour jouer de la musique au mariage.",
      "imageLink": "image_files\\English\\"imageLink": "disc-jockey-dj.jpg",
      "audioLink": "disc jockey, DJ.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "filmmaker",
      "translation": " réalisateur",
      "definition": "A person who makes films, especially for the cinema or television.",
      "definition_translation": "Une personne qui réalise des films, notamment pour le cinéma ou la télévision.",
      "example": "She was a filmmaker who specialized in making documentaries about social issues. She is currently making a film about climate change. She will have made several films by the time she is 30.",
      "example_translation": "Elle était une réalisatrice qui se spécialisait dans la réalisation de documentaires sur les questions sociales. Elle est actuellement en train de faire un film sur le changement climatique. Elle aura réalisé plusieurs films d'ici qu'elle ait 30 ans.",
      "imageLink": "image_files\\English\\"imageLink": "film-maker.jpg",
      "audioLink": "filmmaker.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "firefighter",
      "translation": "pompiere",
      "definition": "A person who is trained to extinguish fires and respond to emergency situations.",
      "definition_translation": "Une personne qui est formée pour éteindre les incendies et répondre aux situations d'urgence.",
      "example": "He became a firefighter after serving in the military. He is fighting a fire in the downtown area. He will have fought many fires by the time he retires.",
      "example_translation": "Il est devenu pompier après avoir servi dans l'armée. Il lutte contre un incendie dans le centre-ville. Il aura combattu de nombreux incendies d'ici qu'il prenne sa retraite.",
      "imageLink": "image_files\\English\\"imageLink": "firefighter.jpg",
      "audioLink": "firefighter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "guard",
      "translation": "garde",
      "definition": "A person who watches over, protects, or controls a place, thing, or person.",
      "definition_translation": "Une personne qui surveille, protège ou contrôle un lieu, chose ou personne.",
      "example": "He was hired as a guard at the museum. She is guarding the entrance to the building. They will have been guarding the border for years.",
      "example_translation": "Il a été embauché comme garde au musée. Elle garde l'entrée du bâtiment. Ils auront gardé la frontière pendant des années.",
      "imageLink": "image_files\\English\\"imageLink": "guard-1.jpg",
      "audioLink": "guard.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "guitarist",
      "translation": "guitariste",
      "definition": "A person who plays the guitar, especially as a profession.",
      "definition_translation": "Une personne qui joue de la guitare, notamment en tant que profession.",
      "example": "She was a guitarist in a rock band. He is playing a guitar solo on stage. They will have been playing guitars together for decades.",
      "example_translation": "Elle était guitariste dans un groupe de rock. Il joue un solo de guitare sur scène. Ils auront joué de la guitare ensemble pendant des décennies.",
      "imageLink": "image_files\\English\\"imageLink": "guitarist.jpg",
      "audioLink": "guitarist.mp3"
    }
  ]