{
  "data": [
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "grzebień",
      "translation": "расчёска",
      "definition": "Grzebień to narzędzie używane do układania, czyszczenia lub dekorowania włosów.",
      "definition_translation": "Расчёска - это инструмент, используемый для устройства, чистки или украшения волос.",
      "example": "Rozczesałem włosy tym rankiem. Będę rozczesał włosy jutro. Rozczesałem włosy wczoraj.",
      "example_translation": "Я расчесал свои волосы сегодня утром. Я расчесаю свои волосы завтра. Я расчесал свои волосы вчера.",
      "imageLink": "comb.jpg",
      "audioLink": "comb.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szampon",
      "translation": "шампунь",
      "definition": "Szampon to płyn lub proszek używany do mycia włosów.",
      "definition_translation": "Шампунь - это жидкость или порошок, используемый для мытья волос.",
      "example": "Myję szamponem włosy każdego ranka. Będę mył szamponem włosy po ćwiczeniach. Myłem szamponem włosy wczoraj wieczorem.",
      "example_translation": "Я мою волосы шампунем каждый утром. Я умою волосы шампунем после тренировки. Я помыл волосы шампунем прошлой ночью.",
      "imageLink": "shampoo.jpg",
      "audioLink": "shampoo.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "śmietanka",
      "translation": "крем",
      "definition": "Śmietanka to gęsta ciecz lub półpłynna żywność robiona z mleka lub śmietanki.",
      "definition_translation": "Крем - это густая жидкость или полутвердая пища, сделанная из молока или крема.",
      "example": "Rozsmarowałem śmietankę na toście tym rankiem. Będę rozsmarowywał śmietankę na tortcie jutro. Rozsmarowałem śmietankę na waflikach wczoraj.",
      "example_translation": "Я намазал крем на мой тостик сегодня утром. Я намажу крем на мой торт завтра. Я намазал крем на мои вафли вчера.",
      "imageLink": "cream-1.jpg",
      "audioLink": "cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dezodorant",
      "translation": "дезодорант",
      "definition": "Dezodorant to substancja lub produkt używany do zapobiegania zapachowi ciała.",
      "definition_translation": "Дезодорант - это вещество или продукт, используемый для предотвращения тела неприятного запаха.",
      "example": "Nałożyłem dezodorant tym rankiem. Będę nakładał dezodorant po ćwiczeniach. Nałożyłem dezodorant wczoraj wieczorem.",
      "example_translation": "Я нанес дезодорант сегодня утром. Я нанесу дезодорант после тренировки. Я нанес дезодорант прошлой ночью.",
      "imageLink": "deodorant.jpg",
      "audioLink": "deodorant.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "krem do rąk",
      "translation": "крем для рук",
      "definition": "Kosmetyczny produkt używany do nawilżania i nawilżania skóry na rękach.",
      "definition_translation": "Косметический продукт, используемый для увлажнения и смягчения кожи на руках.",
      "example": "Ona nałożyła krem do rąk po umyciu rąk, Będę nakładał krem do rąk po tym zimie, Ona nałożyła krem do rąk przed pójściem do łóżka.",
      "example_translation": "Она нанесла крем для рук после мытья рук, Я нанесу крем для рук после этой зимы, Она нанесла крем для рук перед тем, как лечь спать.",
      "imageLink": "hand-cream.jpg",
      "audioLink": "hand cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szminka",
      "translation": "помада",
      "definition": "Kosmetyczny produkt używany do kolorowania i nawilżania ust.",
      "definition_translation": "Косметический продукт, используемый для окрашивания и увлажнения губ.",
      "example": "Ona założyła jaskrawą szminkę na imprezę, Będę założył szminkę na ślub, Ona założyła szminkę na bal maturalny.",
      "example_translation": "Она надела яркую помаду на вечеринку, Я надену яркую помаду на свадьбу, Она надела яркую помаду на выпускной вечер.",
      "imageLink": "lipstick.jpg",
      "audioLink": "lipstick.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "mascara",
      "translation": "маскара",
      "definition": "Kosmetyczny produkt używany do czernienia, wydłużania i zagęszczania rzęs.",
      "definition_translation": "Косметический продукт, используемый для осветления, удлинения и укрепления ресниц.",
      "example": "Ona nałożyła mascara na rzęsy, Będę nakładał mascara na rzęsy przed sesją zdjęciową, Ona nałożyła mascara na rzęsy w klubie.",
      "example_translation": "Она нанесла маскару на ресницы, Я нанесу маскару на ресницы перед фотосессией, Она нанесла маскару на ресницы на вечеринке.",
      "imageLink": "mascara.jpg",
      "audioLink": "mascara.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "maska",
      "translation": "маска",
      "definition": "Kosmetyczny produkt lub urządzenie używane do zakrycia twarzy lub części twarzy.",
      "definition_translation": "Косметический продукт или устройство, используемое для покрытия лица или части лица.",
      "example": "Ona założyła maskę ochronną na twarz, Będę założył maskę przed pójściem do salonu, Ona założyła maskę w spa.",
      "example_translation": "Она надела маску для лица, чтобы защитить кожу, Я надену маску для лица перед тем, как пойти в салон, Она надела маску для лица в спа.",
      "imageLink": "facial-mask.jpg",
      "audioLink": "mask.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "żel pod prysznic",
      "translation": "гель для душа",
      "definition": "Rodzaj płynnego mydła używanego do czyszczenia ciała podczas prysznicu.",
      "definition_translation": "Тип жидкого мыла, используемого для очищения тела при душе.",
      "example": "Użyłem zbyt dużo żelu pod prysznic i to bolało moje oczy. Używam żelu pod prysznic każdego ranka. Będę kupował nowy żel pod prysznic jutro.",
      "example_translation": "Я использовал слишком много геля для душа и он ожег мои глаза. Я использую гель для душа каждое утро. Я куплю новый гель для душа завтра.",
      "imageLink": "shower-gel.jpg",
      "audioLink": "shower gel.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "balsam do ciała",
      "translation": "тело бальзам",
      "definition": "Kosmetyczny krem lub lotion używany do nawilżania i łagodzenia skóry.",
      "definition_translation": "Увлажняющий крем или лосьон, используемый для смягчения и успокоения кожи.",
      "example": "Nałożyłem balsam do ciała po kąpieli, aby utrzymać skórę nawilżoną. Ona używa balsamu do ciała, aby ułatwić swoją suche skórę. Będą wprowadzać nowy balsam do ciała w przyszłym miesiącu.",
      "example_translation": "Я наносил тело бальзам после душа, чтобы保持 мою кожу гидратированной. Она использует тело бальзам, чтобы успокоить свою сухую кожу. Они запустят новый продукт тело бальзам в следующем месяце.",
      "imageLink": "body-balm.jpg",
      "audioLink": "body balm.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "podkładka bawełniana",
      "translation": "ватный диск",
      "definition": "Mała, okrągła podkładka wykonana z bawełny, używana do nakładania lub usuwania kosmetyków.",
      "definition_translation": "Маленький, круглый диск из хлопка, используемый для нанесения или удаления косметики.",
      "example": "Użyłem podkładki bawełnianej, aby nałożyć krem pod oczy. Ona używa podkładek bawełnianych, aby usunąć lakier z paznokci. Będą kupować podkładki bawełniane w dużych ilościach dla salonu piękności.",
      "example_translation": "Я использовал ватный диск, чтобы нанести крем для глаз. Она использует ватные диски, чтобы удалить свой лак для ногтей. Они купят ватные диски в больших количествах для салона красоты.",
      "imageLink": "make-up-cotton-pad.jpg",
      "audioLink": "cotton pad.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "elektryczny maszynka do golenia",
      "translation": "электрический бритвенный аппарат",
      "definition": "Urządzenie używane do golenia, które wykorzystuje moc elektryczną do obracania ostrza lub innego mechanizmu tnącego.",
      "definition_translation": "Устройство, используемое для бритья, которое использует электрическую мощность для вращения лезвия или другого механизма разрезания.",
      "example": "Wolę używać elektrycznej maszynki do golenia twarzy. On użył elektrycznej maszynki, aby ogolić brodę. Będą wydawać nowy model elektrycznej maszynki do golenia w przyszłym roku.",
      "example_translation": "Я предпочитаю использовать электрический бритвенный аппарат для бритья моего лица. Он использовал электрический бритвенный аппарат, чтобы сбрить свою бороду. Они выпустят новую модель электрического бритвенного аппарата в следующем году.",
      "imageLink": "electric-razor.jpg",
      "audioLink": "electric razor.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "olejek eteryczny",
      "translation": "эссенциальное масло",
      "definition": "Stężony ekstrakt roślinny używany w aromaterapii, perfumiarstwie i w produkcji przypraw.",
      "definition_translation": "Концентрированный экстракт растения, используемый в ароматерапии, парфюмерии и ароматизации.",
      "example": "Użyłem olejku eterycznego, aby się zrelaksować po długim dniu, potem dodałem go do dyfuzora i w końcu dodałem go do wody kąpielowej wczoraj wieczorem.",
      "example_translation": "Она использовала эссенциальное масло, чтобы расслабиться после долгого дня, потом она добавит его в свой диффузор и, наконец, она добавила его в воду для ванной ночью.",
      "imageLink": "essential-oil.jpg",
      "audioLink": "essential oil.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zakrętacz rzęs",
      "translation": "кулаки для 睫毛",
      "definition": "Narzędzie kosmetyczne używane do kręcenia i modelowania rzęs.",
      "definition_translation": "Инструмент для красоты, используемый для завивания и формирования ресниц.",
      "example": "Użyła zakrętacza rzęs każdego ranka, aby się przygotować do pracy, potem będzie używała go przed imprezą i w końcu użyła go w salonie piękności wczoraj.",
      "example_translation": "Она использовала кулаки для ресниц каждое утро, чтобы готовиться к работе, потом она будет использовать его перед вечеринкой и, наконец, она использовала его в салоне красоты вчера.",
      "imageLink": "eyelash-curler.jpg",
      "audioLink": "eyelash curler.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "farba do włosów",
      "translation": "краска для волос",
      "definition": "Substancja chemiczna używana do zmiany koloru włosów.",
      "definition_translation": "Химическое вещество, используемое для изменения цвета волос.",
      "example": "Ona zawsze używa farby do włosów, aby zakryć szare włosy, potem będzie używała jej, aby uzyskać nowy wygląd na lato i w końcu użyła jej, aby wrócić do naturalnego koloru włosów w zeszłym miesiącu.",
      "example_translation": "Она всегда использовала краску для волос, чтобы скрыть серые волосы, потом она будет использовать ее, чтобы получить новый look на лето и, наконец, она использовала ее, чтобы вернуться к естественному цвету волос minul month.",
      "imageLink": "hair-dye.jpg",
      "audioLink": "hair dye.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pilnik do paznokci",
      "translation": "пилка для ногтей",
      "definition": "Narzędzie kosmetyczne używane do kształtowania i gładzenia powierzchni paznokci.",
      "definition_translation": "Инструмент для красоты, используемый для формирования и сглаживания поверхности ногтей.",
      "example": "Użyłem piliwnika do paznokci, aby uformować moje paznokcie przed ślubem, potem będę używał go, aby naprawić złamany paznokieć i w końcu użyłem go, aby wygładzić bruzdy tydzień temu.",
      "example_translation": "Она использовала пилку для ногтей, чтобы отшлифовать ногти перед свадьбой, потом она будет использовать ее, чтобы отремонтировать сломанный ноготь и, наконец, она использовала ее, чтобы сгладить ребра на прошлой неделе.",
      "imageLink": "nail-buffer.jpg",
      "audioLink": "nail buffer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "klikacz do paznokci",
      "translation": "крипс для ногтей",
      "definition": "Klikacz do paznokci jest ręcznym urządzeniem używanym do obcinania i kształtowania paznokci rąk i nóg.",
      "definition_translation": "Крипс для ногтей - это ручное устройство, используемое для подстригания и формирования ногтей на руках и ногах.",
      "example": "Użyłem klikacza do paznokci, aby obciąć moje paznokcie wczoraj i będę używał go ponownie jutro. Ona używa klikacza do paznokci od lat, aby kształtować swoje paznokcie stóp.",
      "example_translation": "Я использовал крипс для ногтей, чтобы подстричь ногти на руках вчера, и я использую его снова завтра. Она использовала крипс для ногтей на протяжении многих лет, чтобы формировать ногти на ногах.",
      "imageLink": "nail-clipper.jpg",
      "audioLink": "nail clipper.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pilnik do paznokci",
      "translation": "наждак для ногтей",
      "definition": "Pilnik do paznokci jest narzędziem używanym do kształtowania i gładzenia krawędzi paznokci.",
      "definition_translation": "Наждак для ногтей - это инструмент, используемый для формирования и сглаживания краев ногтей на руках и ногах.",
      "example": "Piliłem moje paznokcie piliwnikiem tydzień temu i będę pilił je ponownie następnego miesiąca. Ona używa piliwnika do paznokci codziennie od roku.",
      "example_translation": "Я запилил ногти наждаком для ногтей на прошлой неделе, и я запилию их снова nächsten месяца. Она запиливает ногти наждаком для ногтей каждый день в течение года.",
      "imageLink": "nail-file.jpg",
      "audioLink": "nail file.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szpatułka",
      "translation": "лопаточка",
      "definition": "Szpatułka jest narzędziem używanym do odwracania, przekładania i serwowania żywności w gotowaniu i pieczeniu.",
      "definition_translation": "Лопаточка - это прибор, используемый для соскребания, переворачивания и служения еды при приготовлении и выпечке.",
      "example": "Użyłem szpatułki, aby przekładać naleśniki wczoraj i będę używał jej ponownie jutro, aby serwować tort. Ona używa szpatułki od lat, aby czyścić boki miski.",
      "example_translation": "Я использовал лопаточку, чтобы перевернуть блинчики вчера, и я использую ее снова завтра, чтобы подать торт. Она использовала лопаточку на протяжении многих лет, чтобы соскребать стороны миски.",
      "imageLink": "spatula.jpg",
      "audioLink": "spatula.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "moisturizer z kolorem",
      "translation": "тонированный увлажнитель",
      "definition": "Moisturizer z kolorem jest kosmetykiem, który zapewnia lekką do średniej krycie, jednocześnie nawilżając skórę.",
      "definition_translation": "Тонированный увлажнитель - это косметический продукт, который обеспечивает легкую до средней степени покрытия, одновременно увлажняя кожу.",
      "example": "Nałożyłem moisturizer z kolorem na twarz wczoraj i będę nałożył go ponownie jutro, aby nadać skórze naturalnego blasku. Ona używa moisturizeru z kolorem od lat, aby wyrównać ton skóry.",
      "example_translation": "Я нанесла тонированный увлажнитель на лицо вчера, и я нанесу его снова завтра, чтобы дать своей коже естественный загар. Она использовала тонированный увлажнитель на протяжении многих лет, чтобы выровнять тон кожи.",
      "imageLink": "tinted-moisturiser.jpg",
      "audioLink": "tinted moisturiser.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "separator palucha",
      "translation": "разделитель пальцев",
      "definition": "Mały urządzenie lub pasek materiału umieszczany między palcami, aby je rozdzielić, typowo używany do zapobiegania otarciom lub poparzeniom.",
      "definition_translation": "Маленькое устройство или полоса материала, помещаемая между пальцами, чтобы разделять их, обычно используется для предотвращения трения или соприкосновения.",
      "example": "Użyłem separatora palucha, aby uniknąć owrzodzeń podczas wczorajszej wędrówki, i użyję go ponownie jutro.",
      "example_translation": "Я использовал разделитель пальцев, чтобы избежать волдырей во время моей ходьбы вчера, и я использую его 다시 завтра.",
      "imageLink": "toe-separator.jpg",
      "audioLink": "toe separator.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "aftershave",
      "translation": "aftershave",
      "definition": "Płyn lub krem stosowany na skórze po goleniu, aby ją uspokoić i nawilżyć.",
      "definition_translation": "Жидкость или крем, наносимый на кожу после бритья, чтобы утихомирить и увлажнить ее.",
      "example": "On zastosował aftershave na skórze po goleniu, i zrobi to samo po swojej kąpieli jutro.",
      "example_translation": "Он наносил aftershave на кожу после бритья, и он сделает то же самое после своей души завтра.",
      "imageLink": "aftershave.jpg",
      "audioLink": "aftershave.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "różaniec",
      "translation": "румяна",
      "definition": "Kosmetyk w postaci proszku lub kremu, używany do nadania zdrowego, różowego blasku policzkom.",
      "definition_translation": "Косметическая пудра или крем, используемый для придания здорового, розового сияния щекам.",
      "example": "Ona zastosowała różaniec na policzkach, aby wyglądać bardziej żywo podczas wczorajszej imprezy, i zrobi to samo na weselu jutro.",
      "example_translation": "Она наносила румяна на щеки, чтобы выглядеть более живой на вечеринке прошлой ночью, и она наденет ее снова на свадьбе завтра.",
      "imageLink": "blusher.jpg",
      "audioLink": "blusher.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "peeling ciała",
      "translation": "скраб для тела",
      "definition": "Produkt kosmetyczny używany do złuszczenia i usunięcia martwych komórek skóry z ciała.",
      "definition_translation": "Косметический продукт, используемый для отшелушивания и удаления мертвых кожных клеток с тела.",
      "example": "Użyłem peelingu ciała, aby wygładzić skórę przed wakacyjnym wyjazdem na plażę, i zrobię to samo przed letnim festiwalem kolejnego tygodnia.",
      "example_translation": "Я использовал скраб для тела, чтобы разгладить кожу перед морским отдыхом, и я использую его снова перед летним фестивалем на следующей неделе.",
      "imageLink": "scrub.jpg",
      "audioLink": "body scrub.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kąpiel piana",
      "translation": "ванна с пеной",
      "definition": "Kąpiel z warstwą piany na powierzchni, typowo używana do relaksu.",
      "definition_translation": "Ванна с поверхностным слоем пеноподобных мыльных пены, обычно используемая для релаксации.",
      "example": "Uwielbiam długie kąpiele piętach, aby rozluźnić się po stresującym dniu. Kąpiel piana jest moim sposobem na relaks każdej niedzieli. Do czasu, kiedy skończę kąpiel piana, będę już zrelaksowany i gotowy do łóżka.",
      "example_translation": "Я любил принимать длинную ванну с пеной, чтобы расслабиться после напряженного дня. Я принимаю ванну с пеной каждое воскресенье, чтобы побаловать себя. К тому времени, как я закончу свою ванну с пеной, я буду расслаблен и готов спать.",
      "imageLink": "bubble-bath.jpg",
      "audioLink": "bubble bath.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kompaktowy",
      "translation": "компактный",
      "definition": "Ciasno i ładnie upakowany razem; gęsty.",
      "definition_translation": "Тесно и аккуратно упакованный вместе; плотный.",
      "example": "Nowa kompaktowa kamera była idealna do podróży. Projektowe rozwiązanie firmy sprawiło, że było to duże trafienie wśród klientów. Do przyszłego roku miasto będzie miało więcej kompaktowych przestrzeni mieszkalnych.",
      "example_translation": "Новый компактный фотоаппарат был идеальным для путешествий. Компактный дизайн компании сделал его хитом с клиентами. К следующему году город будет иметь больше компактных жилых пространств.",
      "imageLink": "compact.jpg",
      "audioLink": "compact.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "korektor",
      "translation": "консилер",
      "definition": "Kosmetyk używany do ukrycia lub skorygowania niedoskonałości skóry.",
      "definition_translation": "Косметическое средство, используемое для покрытия или маскировки nedokonallonostej на коже.",
      "example": "Używam korektora, aby zakryć ciemne koło oczu. Ona zastosowała korektor do swojej wady skórnej przed wyjściem. Używając korektora, mogę ukryć blizny po trądziku.",
      "example_translation": "Я использую консилер, чтобы скрыть темные круги под глазами. Она нанесла консилер на свой дефект перед выходом. Используя консилер, я могу спрятать свои рубцы акне.",
      "imageLink": "concealer.jpg",
      "audioLink": "concealer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "opakowania bawełniane",
      "translation": "ватные палочки",
      "definition": "Małe kije bawełny używane do nakładania lub usuwania kosmetyków lub do czyszczenia uszu.",
      "definition_translation": "Маленькие стержни из ваты, используемые для нанесения или снятия косметики или для чистки ушей.",
      "example": "Używam opakowań bawełnianych, aby nakładać cień na oczy. Ona użyła opakowania bawełnianego, aby wyczyścić wosowie z ucha. Do czasu, kiedy skończę czyszczenie uszu opakowaniami bawełnianymi, będę już gotowy do łóżka.",
      "example_translation": "Я использую ватные палочки, чтобы наносить тени для век. Она использовала ватную палочку, чтобы очистить серу из уха. К тому времени, как я закончу чистку ушей ватными палочками, я буду готов спать.",
      "imageLink": "cotton-buds.jpg",
      "audioLink": "cotton buds.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "krepuż",
      "translation": "кулер",
      "definition": "Narzędzie używane do kształtowania i utrzymywania włosów w miejscu, typowo używane do stylizacji i curlowania włosów.",
      "definition_translation": "Кулер - это инструмент, используемый для формирования и фиксации волос, обычно используемый для стилизации и завивки волос.",
      "example": "Użyłem krepuża, aby uzyskać idealne loki na ślubie. Użyję krepuża, aby stylizować włosy na dzisiejszej imprezie. Użyłem krepuża, aby dodać objętości włosom w zeszłym tygodniu.",
      "example_translation": "Я использовал кулер, чтобы достичь идеальных крутых волос для моего дня рождения. Я использую кулер, чтобы стилизовать мою причёску для вечеринки сегодня ночью. Я использовал кулер, чтобы добавить объём моим волосам на прошлой неделе.",
      "imageLink": "curler.jpg",
      "audioLink": "curler.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "żelazko do curlowania",
      "translation": "железо для завивки",
      "definition": "Urządzenie używane do stylizacji i curlowania włosów, typowo nagrzewane do osiągnięcia pożądanej formy.",
      "definition_translation": "Железо для завивки - это устройство, используемое для стилизации и завивки волос, обычно нагреваемое для достижения desired формы.",
      "example": "Ona zawsze używa żelazka do curlowania, aby uzyskać idealne fale plażowe. Spróbuję żelazka do curlowania, aby dodać curlu do swoich włosów. Użyłem żelazka do curlowania, aby stylizować włosy na pokazie mody.",
      "example_translation": "Она всегда использует железо для завивки, чтобы получить идеальные волны на пляже. Я попробую железо для завивки, чтобы добавить крутые волосы. Он использовал железо для завивки, чтобы стилизовать свой волос для модного шоу.",
      "imageLink": "curling-iron.jpg",
      "audioLink": "curling iron.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nożyczki do paznokci",
      "translation": "кюретаж для кутикулы",
      "definition": "Nożyczki do paznokci to małe, podobne do nożyczek narzędzia używane do obcinania i kształtowania skórek wokół palców u rąk i nóg.",
      "definition_translation": "Кюретаж для кутикулы - это маленькие инструменты, похожие на щипцы, используемые для подрезки и формирования кутикул вокруг пальцев и ног.",
      "example": "Używam nożyczek do paznokci, aby utrzymać moje paznokcie w ładnym stanie. Ona będzie używać nożyczek do paznokci, aby przygotować się do pedicure. On użył nożyczek do paznokci, aby uformować skórki przed tygodniem.",
      "example_translation": "Я использую кюретаж для кутикулы, чтобы我的 ногти выглядели опрятно. Она воспользуется кюретажем для кутикулы, чтобы подрезать кутикулы для педикюра. Он использовал кюретаж для кутикулы, чтобы сформировать кутикулы на прошлой неделе.",
      "imageLink": "cuticle-nippers.jpg",
      "audioLink": "cuticle nippers.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pchnięcie skórki",
      "translation": "продаватель кутикулы",
      "definition": "Pchnięcie skórki to narzędzie używane do delikatnego pchania skórek i czyszczenia łóżka paznokcia.",
      "definition_translation": "Продаватель кутикулы - это инструмент, используемый для осторожного отодвигания кутикул и очистки ногтя.",
      "example": " Kosmetyczka użyła pchnięcia skórki, aby przygotować moje paznokcie do manicure. Ja będę używać pchnięcia skórki, aby wyczyścić łóżko paznokcia. Ona użyła pchnięcia skórki, aby pchnąć skórki miesiąc temu.",
      "example_translation": "Косметолог использовал продаватель кутикулы, чтобы подготовить мои ногти для маникюра. Я воспользуюсь продавателем кутикулы, чтобы очистить мой ноготь. Она использовала продаватель кутикулы, чтобы отодвинуть кутикулы в прошлом месяце.",
      "imageLink": "cuticle-pusher.jpg",
      "audioLink": "cuticle pusher.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "rozpuszczalnik skórki",
      "translation": "удалитель кутикулы",
      "definition": "Rozpuszczalnik skórki to kosmetyk używany do rozpuszczenia i usunięcia martwych komórek skórki, najczęściej stosowany przed manicure.",
      "definition_translation": "Косметическое средство, используемое для растворения и удаления мертвых клеток кожи с кутикулы, обычноApplied перед маникюром.",
      "example": "Ona użyła rozpuszczalnika skórki, aby zmiękczyć skórki przed pchnięciem. Miała użyć rozpuszczalnika skórki wczoraj i jej ręce wyglądały świetnie. Ona będzie używać rozpuszczalnika skórki jutro, aby przygotować się do wizyty w salonie kosmetycznym.",
      "example_translation": "Она использовала удалитель кутикулы, чтобы смягчить свои кутикулы, прежде чем отодвинуть их назад. Она использовала удалитель кутикулы вчера, и ее руки выгляделиgreat. Она будет использовать удалитель кутикулы завтра, чтобы подготовиться к своей записи на маникюр.",
      "imageLink": "cuticle-remover.jpg",
      "audioLink": "cuticle remover.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "krem depilacyjny",
      "translation": "депиляторный крем",
      "definition": "Krem depilacyjny to kosmetyk używany do usuwania niechcianych włosów z skóry, najczęściej stosowany na nogach i rękach.",
      "definition_translation": "Косметическое средство, используемое для удаления нежелательных волос с кожи, обычно наносимое на область и затем стирающееся или смываемое.",
      "example": "Ona nałożyła krem depilacyjny na nogi, aby usunąć niechciane włosy. Miała użyć kremu depilacyjnego w zeszłym tygodniu i jej skóra wyglądała gładko. Ona będzie używać kremu depilacyjnego następnym miesiącem, aby przygotować się do wakacji.",
      "example_translation": "Она нанесла депиляторный крем на ноги, чтобы удалить нежелательные волосы. Она использовала депиляторный крем на прошлой неделе, и ее кожа выглядела гладкой. Она будет использовать депиляторный крем в следующем месяце, чтобы подготовиться к своему отпуску.",
      "imageLink": "depilatory-cream.jpg",
      "audioLink": "depilatory cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ołówek do brwi",
      "translation": "карандаш для бровей",
      "definition": "Ołówek do brwi to kosmetyczne narzędzie używane do kształtowania i definiowania brwi, najczęściej w postaci ołówka z miękkim, woskowym/graphitowym rdzeniem.",
      "definition_translation": "Косметическое средство, используемое для формирования и определения формы бровей, обычно карандашоподобное инструмент с мягким, воскоподобным грифелем.",
      "example": "Ona użyła ołówka do brwi, aby wypełnić swoje rzadkie brwi. Miała użyć ołówka do brwi każdego ranka, aby zdefiniować swoje brwi. Ona będzie używać ołówka do brwi wieczorem, aby przygotować się do imprezy.",
      "example_translation": "Она использовала карандаш для бровей, чтобы заполнить свои редкие брови. Она использовала карандаш для бровей каждый morning, чтобы определить форму своих бровей. Она будет использовать карандаш для бровей今 вечером, чтобы подготовиться к вечеринке.",
      "imageLink": "eyebrow-pencil.jpg",
      "audioLink": "eyebrow pencil.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "liner",
      "translation": "подводка для глаз",
      "definition": "Liner to kosmetyk używany do definiowania i podkreślania kształtu oczu, najczęściej w postaci płynnego, żelowego lub kredowego produktu nakładanego na górny rzędzie rzęs.",
      "definition_translation": "Косметическое средство, используемое для определения и улучшения формы глаз, обычно жидкое, гель или карандашоподобное средство, наносимое на верхнюю линию ресниц.",
      "example": "Ona nałożyła liner na górny rzędzie rzęs, aby stworzyć efekt końca kota. Miała użyć linera wczoraj, aby wyjść z przyjaciółmi. Ona będzie używać linera jutro, aby uczestniczyć w weselu.",
      "example_translation": "Она нанесла подводку для глаз на верхнюю линию ресниц, чтобы создать эффект кошачьего глаза. Она использовала подводку для глаз вчера, чтобы выйти с друзьями. Она будет использовать подводку для глаз завтра, чтобы присутствовать на свадебной церемонии.",
      "imageLink": "eyeliner.jpg",
      "audioLink": "eyeliner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "cień do powiek",
      "translation": "теней для глаз",
      "definition": "Cień do powiek to kosmetyk używany do barwienia i cieniowania powiek, najczęściej dostępny w postaci proszku lub kremu.",
      "definition_translation": "Косметическая продукция, используемая для окрашивания и оттенка век, часто доступная в виде порошка или крема.",
      "example": "Ona nałożyła grubą warstwę cienia do powiek, aby uzyskać efekt dramatyczny. Wczoraj, kupiła nową paletę cieni do powiek. Ona będzie używać cienia do powiek jutro, aby przygotować się do imprezy.",
      "example_translation": "Она нанесла густой слой тени для глаз на веки для драматического эффекта. Вчера она купила новую палетку теней для глаз. Она наденет тени для глаз завтра перед вечеринкой.",
      "imageLink": "eyeshadow.jpg",
      "audioLink": "eyeshadow.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "prostownik",
      "translation": "плоский утюжок",
      "definition": "Prostownik to urządzenie elektryczne używane do prostowania lub stylizacji włosów, składające się z płaskiej płyty, która jest ogrzewana i przesuwana wzdłuż włosów, aby je wyprostować.",
      "definition_translation": "Электрическое устройство, используемое для выпрямления или стилизации волос, обычно состоящее из плоской пластины, которая нагревается и движется вдоль волос для их гладкости.",
      "example": "Ona użyła prostownika, aby wyprostować swoje kręcone włosy. Wczoraj, kupiła nowego prostownika na urodziny. Ona będzie używać prostownika jutro, aby przygotować się do wesela.",
      "example_translation": "Она использовала плоский утюжок, чтобы выпрямить свои кудрявые волосы. Вчера она купила новый плоский утюжок к своему дню рождения. Она будет использовать плоский утюжок завтра перед свадьбой.",
      "imageLink": "flat-iron.jpg",
      "audioLink": "flat iron.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kondycjonujący płyn do włosów",
      "translation": "кондиционер для волос",
      "definition": "Kondycjonujący płyn do włosów to kosmetyk używany do poprawy tekstury i ułatwienia pielęgnacji włosów, najczęściej stosowany po umyciu włosów, aby zablokować wilgoć i zmniejszyć kłopoty.",
      "definition_translation": "Косметическая продукция, используемая для улучшения текстуры и управляемости волос, часто наносимая после мытья головы для удержания влаги и уменьшения заделов.",
      "example": "Ona nałożyła kondycjonujący płyn do włosów, aby ułatwić ich stylizację. Wczoraj, kupiła nowy kondycjonujący płyn do włosów suszonych. Ona będzie używać kondycjonującego płynu do włosów jutro, aby przygotować się do stylizacji.",
      "example_translation": "Она нанесла кондиционер для волос на волосы после мытья головы. Вчера она купила новый кондиционер для волос для своих сухих волос. Она будет использовать кондиционер для волос завтра перед стилеванием волос.",
      "imageLink": "hair-conditioner.jpg",
      "audioLink": "hair conditioner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pianka do włosów",
      "translation": "мусс для волос",
      "definition": "Pianka do włosów to lekki, puchnący produkt do włosów, używany do dodania objętości, tekstury i stabilności włosów, najczęściej stosowany na wilgotne włosy przed stylizacją.",
      "definition_translation": "Легкий, пенистый продукт для волос, используемый для добавления объема, текстуры и фиксации волос, часто наносимый на влажные волосы перед стилеванием.",
      "example": "Ona nałożyła piankę do włosów, aby dodać objętość i teksturę włosom. Wczoraj, kupiła nową piankę do włosów. Ona będzie używać pianki do włosów jutro, aby przygotować się do fryzury.",
      "example_translation": "Она нанесла мусс для волос на волосы перед сушкой феном. Вчера она купила новый мусс для волос для своих тонких волос. Она будет использовать мусс для волос завтра перед крученнием волос.",
      "imageLink": "hair-mousse.jpg",
      "audioLink": "hair mousse.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "lakier do włosów",
      "translation": "лак для волос",
      "definition": "Produkt kosmetyczny używany do stylizacji i utrwalenia fryzury.",
      "definition_translation": "Косметическое средство, используемое для стилизации и фиксации волос.",
      "example": "Użyła lakieru do włosów, aby utrzymać stylizację przez cały dzień. Używa lakieru do włosów każdego ranka. Użyje lakieru do włosów na swój ślub.",
      "example_translation": "Она использовала лак для волос, чтобы giữ свою причёску целый день. Она использовала лак для волос каждый утренний день. Она будет использовать лак для волос на свой свадьбе.",
      "imageLink": "hair-spray.jpg",
      "audioLink": "hair spray.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "balsam do ust",
      "translation": "бальзам для губ",
      "definition": "Produkt stosowany miejscowo, aby nawilżyć i zmiękczyć usta.",
      "definition_translation": "Топическое средство, используемое для увлажнения и смягчения губ.",
      "example": "On nakładał balsam do ust, aby uśmierzyć suche usta. Używa balsamu do ust każdej zimy. Będą używać balsamu do ust na swoją wycieczkę górską.",
      "example_translation": "Он наносил бальзам для губ, чтобы успокоить его обветренные губы. Она использовала бальзам для губ всю зиму. Они будут использовать бальзам для губ для своей походки.",
      "imageLink": "lip-balm.jpg",
      "audioLink": "lip balm.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "błyszczyk do ust",
      "translation": "губная помада",
      "definition": "Produkt kosmetyczny używany do dodania połysku i koloru ustom.",
      "definition_translation": "Косметическое средство, используемое для добавления блеска и цвета губам.",
      "example": "Ona nałożyła błyszczyk do ust, aby dopełnić swojego wyglądu. Używali błyszczyka do ust na swoje pokazy mody. On użyje błyszczyka do ust na swoją imprezę kostiumową.",
      "example_translation": "Она наносила губную помаду, чтобы завершить свой образ. Они использовали губную помаду для своей модной выставки. Он будет использовать губную помаду для своей костюмной вечеринки.",
      "imageLink": "lip-gloss.jpg",
      "audioLink": "lip gloss.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "konturówka do ust",
      "translation": "контур для губ",
      "definition": "Produkt kosmetyczny używany do zdefiniowania i kształtowania ust.",
      "definition_translation": "Косметическое средство, используемое для определения и формирования губ.",
      "example": "Ona użyła konturówki do ust, aby stworzyć precyzyjny kształt. Używają konturówki do ust na swoje tutoriale makijażowe. On użyje konturówki do ust na swój kostium Halloween.",
      "example_translation": "Она использовала контур для губ, чтобы создать правильную форму. Они использовали контур для губ для своих уроков макияжа. Он будет использовать контур для губ для своей Хэллоуинской костюма.",
      "imageLink": "lip-liner.jpg",
      "audioLink": "lip liner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "fundacja liquid",
      "translation": "жидкая основа",
      "definition": "Rodzaj kosmetycznej podkłady, która jest cieczą, często stosowana aby uzyskać naturalny wygląd i średni poziom krycia.",
      "definition_translation": "Тип косметической основы, который имеет жидкую консистенцию, часто используемый для обеспечения легкого до среднего покрытия и естественного финиша.",
      "example": "Użyłem fundacji liquid, aby wyrównać ton skóry. Będę używać fundacji liquid, aby zamaskować nedokładności. Użyłem fundacji liquid, aby uzyskać idealny wygląd.",
      "example_translation": "Я использовала жидкую основу, чтобы выровнять тон кожи. Я dùng жидкую основу, чтобы скрыть свои недостатки. Я использовала жидкую основу, чтобы достичь идеального вида.",
      "imageLink": "liquid-foundation.jpg",
      "audioLink": "liquid foundation.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "luźny proszek",
      "translation": "рассыпной пудра",
      "definition": "Rodzaj kosmetycznego proszku, który jest luźny i delikatny w dotyku, często stosowany aby utrwalić makijaż i kontrolować połysk.",
      "definition_translation": "Тип косметической пудры, который имеет рыхлую и тонкую текстуру, часто используемый для фиксации макияжа и контроля блеска.",
      "example": "Nałożyłem luźny proszek, aby utrwalić moją podkład. Ona będzie stosować luźny proszek, aby zredukować połysk. On nałożył luźny proszek, aby uzyskać gładki wygląd.",
      "example_translation": "Я нанесла рыхлую пудру, чтобы зафиксировать основу. Она dùng рыхлую пудру, чтобы уменьшить блеск. Он нанес рыхлую пудру, чтобы достичь гладкого финиша.",
      "imageLink": "loose-powder.jpg",
      "audioLink": "loose powder.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pędzel do paznokci",
      "translation": "кисточка для ногтей",
      "definition": "Mały pędzel używany do nakładania lakieru do paznokci lub innych produktów do pielęgnacji paznokci.",
      "definition_translation": "Маленькая кисточка, используемая для нанесения лака для ногтей или других продуктов ухода за ногтями на ногти.",
      "example": "Użyłem pędzla do paznokci, aby pomalować swoje paznokcie u stóp. Ona będzie używać pędzla do paznokci, aby nałożyć twardszą paznokci. On użył pędzla do paznokci, aby stworzyć wzór paznokciowy.",
      "example_translation": "Я использовала кисточку для ногтей, чтобы раскрасить ногти на ногах. Она будет использовать кисточку для ногтей, чтобы нанести укрепитель для ногтей. Он использовал кисточку для ногтей, чтобы создать дизайн ногтевой артистки.",
      "imageLink": "nail-brush.jpg",
      "audioLink": "nail brush.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "lakier do paznokci",
      "translation": "лак для ногтей",
      "definition": "Produkt kosmetyczny używany do kolorowania i dekorowania paznokci.",
      "definition_translation": "Косметический продукт, используемый для окрашивания и украшения ногтей.",
      "example": "Nałożyłem lakier do paznokci na moje paznokcie. Ona będzie nakładać lakier do paznokci na swoje paznokcie u stóp. On nałożył lakier do paznokci, aby uzyskać błyszczący wygląd.",
      "example_translation": "Я нанесла лак для ногтей на ногти пальцев. Она будет наносить лак для ногтей на ногти ног. Он нанес лак для ногтей, чтобы достичь глянцевого финиша.",
      "imageLink": "nail-polish.jpg",
      "audioLink": "nail polish.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "rozpuszczalnik do paznokci",
      "translation": "средство для снятия лака",
      "definition": "Ciecz lub kremowy środek używany do rozpuszczania i usuwania lakieru do paznokci z paznokci.",
      "definition_translation": "Жидкость или крем, используемые для растворения и удаления лака с ногтей.",
      "example": "Potrzebuję kupić rozpuszczalnik do paznokci, aby usunąć stary kolor. Wczoraj użyłem rozpuszczalnika do paznokci, aby oczyszczyć moje paznokcie. Do przyszłego tygodnia, będę miał rozpuszczalnik do paznokci, aby zacząć od nowa.",
      "example_translation": "Мне нужно купить средство для снятия лака, чтобы убрать старый цвет. Вчера я использовал средство для снятия лака, чтобы очистить мои ногти. К следующей неделе я куплю средство для снятия лака, чтобы начать с чистого листа.",
      "imageLink": "nail-polish-remover.jpg",
      "audioLink": "nail polish remover.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "puderowa szczotka",
      "translation": "пудровая пошипова",
      "definition": "Narzędzie używane do nakładania lub usuwania pudru makijażowego, typowo wykonane z miękkiej, okrągłej_szczotki z uchwyt.",
      "definition_translation": "Инструмент, используемый для нанесения или снятия пудровой косметики, обычно сделанный из мягкойround pads with a handle.",
      "example": "Ona nałożyła ostatnie piękne dotknięcia z puderową szczotką. On przypadkowo przewrócił pojemnik na puderową szczotkę. Do czasu, gdy wrócę do domu, będę umył puderową szczotkę.",
      "example_translation": "Она додала последние штрихи с помощью пудровой пошиповой. Он случайноPerPixel контейнер с пудровой пошиповой. К тому времени, когда я вернусь домой, я смою пудровую пошиповую.",
      "imageLink": "powder-puff.jpg",
      "audioLink": "powder puff.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "proszek prasowany",
      "translation": "прессованный пудр",
      "definition": "Typ kosmetycznego proszku, który jest prasowany w formę kompaktową, często stosowany do ustawienia twarzy i redukcji błyskotliwości.",
      "definition_translation": "Тип косметической пудры, которая прессуется в компактной форме, часто используемой для фиксации лица и уменьшения блеска.",
      "example": "Zawsze noszę ze sobą proszek prasowany w torebce. Ona nałożyła proszek prasowany na swoje T-obszar. Do przyszłego tygodnia kupię nowy kompakt proszku prasowanego.",
      "example_translation": "Я всегда ношу прессованный пудр в своей сумочке. Она нанесла прессованный пудр на свою Т-зону. К следующей неделе я куплю новый компакт с прессованным пудром.",
      "imageLink": "pressed-powder.jpg",
      "audioLink": "pressed powder.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "prymierz",
      "translation": "праймер",
      "definition": "Produkt kosmetyczny stosowany na twarz przed aplikacją podkładu lub innego makijażu, tworząc gładką, równą powierzchnię.",
      "definition_translation": "Косметический продукт, наносимый на лицо перед нанесением тонального средства или другой косметики для создания гладкой и ровной поверхности.",
      "example": "Makijażysta zastosował prymierz na twarz modelki. Muszę kupić nowy prymierz dla swojej suchej skóry. Jutro zastosuję prymierz przed makijażem.",
      "example_translation": "Визажист нанес праймер на лицо модели. Мне нужно купить новый праймер для моей сухой кожи. К завтрашнему дню я нанесу праймер перед макияжем.",
      "imageLink": "primer.jpg",
      "audioLink": "primer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kamień pumeksowy",
      "translation": "пемза",
      "definition": "Naturalny kamień peelingowy stosowany do usuwania martwych komórek skóry i wygładzenia szorstkiej skóry, często używany w zabiegach piękności i kosmetycznych.",
      "definition_translation": "Пемза - это натуральный эксфолиант, используемый для удаления мертвых клеток кожи и сглаживания шероховатой кожи, часто используемый в косметических и beauty-услугах.",
      "example": "Użyłem kamienia pumeksowego, aby usunąć martwe komórki skóry z pięt. Będę używał kamienia pumeksowego, aby wygładzić swoją skórę. Użyłem kamienia pumeksowego, aby wygładzić swoją szorstką skórę.",
      "example_translation": "Я использовал пемзу, чтобы удалить мертвые клетки кожи с моих пяток. Я буду использовать пемзу, чтобы эксфолировать свою кожу. Я использовал пемзу, чтобы сгладить свою шероховатую кожу.",
      "imageLink": "pumice-stone.jpg",
      "audioLink": "pumice stone.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szczoteczka do golenia",
      "translation": "бритьевой кисть",
      "definition": "Mała szczoteczka używana do nakładania pianki do golenia na skórę, typowo stosowana w tradycyjnym goleniu mokrym.",
      "definition_translation": "Бритьевой кисть - это маленькая кисть, используемая для вспенивания и нанесения бритьевого крема на кожу, обычно используемая в традиционном влажном бритье.",
      "example": "Mój dziadek używał szczoteczki do golenia, aby nakładać piankę na twarz. Będę używał szczoteczki do golenia, aby nakładać piankę. On użył szczoteczki do golenia, aby ogolić brodę.",
      "example_translation": "Мой дедушка использовал бритьевую кисть, чтобы вспенить свое лицо. Я буду использовать бритьевую кисть, чтобы нанести бритьевой крем. Он использовал бритьевую кисть, чтобы побрить свою бороду.",
      "imageLink": "shaving-brush.jpg",
      "audioLink": "shaving brush.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "piana do golenia",
      "translation": "бритьевой крем",
      "definition": "Piana do golenia to rodzaj kosmetycznego kremu lub piany stosowanej do pomocy przy goleniu, typowo nakładanej na skórę, aby pomóc ostrzu żelazka ślizgać się gładko i redukować tarcie.",
      "definition_translation": "Бритьевой крем - это тип косметического крема или пены, используемого для помощи при бритье, обычно наносимого на кожу, чтобы помочь бритве скользить плавно и уменьшить трение.",
      "example": "Nałożyłem pianę do golenia na twarz. Ona będzie używała piany do golenia, aby ogolić nogi. Oni użyli piany do golenia, aby ogolić brody.",
      "example_translation": "Я нанес бритьевой крем на свое лицо. Она будет использовать бритьевой крем, чтобы побрить свои ноги. Они использовали бритьевой крем, чтобы побрить свои бороды.",
      "imageLink": "shaving-cream.jpg",
      "audioLink": "shaving cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "piana do golenia w sprayu",
      "translation": "шaving пена",
      "definition": "Piana do golenia w sprayu to rodzaj kosmetycznej piany stosowanej do pomocy przy goleniu, typowo nakładanej na skórę, aby pomóc ostrzu żelazka ślizgać się gładko i redukować tarcie.",
      "definition_translation": "Шейвинг пена - это тип косметической пены, используемой для помощи при бритье, обычно наносимой на кожу, чтобы помочь бритве скользить плавно и уменьшить трение.",
      "example": "Użyłem piany do golenia w sprayu, aby ogolić twarz. Ona będzie używała piany do golenia w sprayu, aby ogolić pachy. Oni użyli piany do golenia w sprayu, aby ogolić głowy.",
      "example_translation": "Я использовал шейвинг пену, чтобы побрить свое лицо. Она будет использовать шейвинг пену, чтобы побрить свои подмышки. Они использовали шейвинг пену, чтобы побрить свои головы.",
      "imageLink": "shaving-foam.jpg",
      "audioLink": "shaving foam.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "filtr przeciwsłoneczny",
      "translation": "солнцезащитный крем",
      "definition": "Lek, spray lub żel stosowany na skórę, aby ją ochraniać przed promieniami słonecznymi, często mający specjalny współczynnik ochrony przed słońcem (SPF).",
      "definition_translation": "Лосьон, спрей или гель, наносимый на кожу для защиты от ультрафиолетовых лучей солнца, часто с určitым рейтингом фактора защиты от солнца (SPF).",
      "example": "Nałożyłem filtr przeciwsłoneczny na skórę przed wyjściem na plażę. Od tygodnia codziennie stosuję filtr przeciwsłoneczny. Będę stosował filtr przeciwsłoneczny jutro ponownie.",
      "example_translation": "Я нанес солнцезащитный крем на кожу перед тем, как пойти на пляж. Я использую солнцезащитный крем каждый день в течение недели. Завтра я снова использовать солнцезащитный крем.",
      "imageLink": "sunscreen.jpg",
      "audioLink": "sunscreen.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pinceta",
      "translation": "пинцет",
      "definition": "Małe narzędzie używane do chwytania lub podnoszenia małych przedmiotów, typowo mając dwie ramiona połączone zawiasem, które są ściskane razem, aby uchwycić przedmiot.",
      "definition_translation": "Маленький инструмент, используемый для ощипывания или захвата μικрок предметов, обычно имеющий две шарнирные руки, которые сжимаются вместе, чтобы захватить предмет.",
      "example": "Użyłem pincety, aby podnieść małą korale. Ona od lat używa pincety, aby wypleniać brwi. Oni będą używać pincety, aby zbadać okaz jutro.",
      "example_translation": "Я использовал пинцет, чтобы поднять маленькую бусину. Она использует пинцет, чтобы ощипывать свои брови в течение лет. Завтра они будут использовать пинцет, чтобы изучить образец.",
      "imageLink": "tweezers.jpg",
      "audioLink": "tweezers.mp3"
    }
  ]
}