{
  "data": [
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "piwo",
      "translation": "пиво",
      "definition": "Fermentowany napój wykorzystujący zboża, szczególnie jęczmień, i aromatyzowany chmielem.",
      "definition_translation": "Ферментированный напиток, сделанный из злаков, особенно ячменя, и ароматизированный хмелем.",
      "example": "Wypiłem piwo na imprezie wczoraj wieczorem. Piję piwo teraz. Będę pił piwo na imprezie jutro.",
      "example_translation": "Я выпил пиво на вечеринке вчера вечером. Я пью пиво сейчас. Я выпью пиво на вечеринке завтра.",
      "imageLink": "beer.jpg",
      "audioLink": "beer.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kawa",
      "translation": "кофе",
      "definition": "Ciepły napój wykorzystujący prażone nasiona rośliny tropikalnej.",
      "definition_translation": "Горячий напиток, сделанный из обжаренных семян тропического растения.",
      "example": "Wypiłem filiżankę kawy rano. Piję kawę teraz. Będę pił kawę na śniadanie jutro.",
      "example_translation": "Я выпил чашку кофе этим утром. Я пью кофе сейчас. Я выпью кофе на завтраке завтра.",
      "imageLink": "coffee.jpg",
      "audioLink": "coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Coca-Cola",
      "translation": "Кока-Кола",
      "definition": "Słodki, gazowany napój aromatyzowany wanilią i cynamonem.",
      "definition_translation": "Сладкий газированный напиток, ароматизированный ванилью и корицей.",
      "example": "Wypiłem Colę na imprezie wczoraj wieczorem. Piję Colę teraz. Będę pił Colę w kinie jutro.",
      "example_translation": "Я выпил Кока-Колу на вечеринке вчера вечером. Я пью Кока-Колу сейчас. Я выпью Кока-Колу в кино завтра.",
      "imageLink": "coke.jpg",
      "audioLink": "Coke.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pić",
      "translation": "пить",
      "definition": "Przyjąć do środka płynną substancję.",
      "definition_translation": "Глотать жидкую субстанцию.",
      "example": "Wypiłem wodę wczoraj. Piję herbatę teraz. Będę pił sok na śniadanie jutro.",
      "example_translation": "Я выпил воду вчера. Я пью чай сейчас. Я выпью сок на завтраке завтра.",
      "imageLink": "drink-1.jpg",
      "audioLink": "drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sok",
      "translation": "сок",
      "definition": "Płynna substancja naturalnie zawarta w roślinach lub zwierzętach, często spożywana jako napój.",
      "definition_translation": "Жидкость, естественным образом содержащаяся в растениях или животных и часто потребляемая в качестве напитка.",
      "example": "Wypiłem sok wczoraj, piję sok teraz i będę pił sok jutro.",
      "example_translation": "Вчера я пил сок, сейчас я пью сок, и завтра я буду пить сок.",
      "imageLink": "juice.jpg",
      "audioLink": "juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "mleko",
      "translation": "молоко",
      "definition": "Płynna substancja bogata w składniki odżywcze, produkowana przez gruczoły mleczne samic ssaków, przede wszystkim krów, kóz i owiec.",
      "definition_translation": "Питательная жидкость, производимая молочными железами самок млекопитающих, прежде всего крупного рогатого скота, коз и овец.",
      "example": "Kupiłem mleko wczoraj, kupuję mleko teraz i będę kupował mleko jutro.",
      "example_translation": "Вчера я купил молоко, сейчас я куплю молоко, и завтра я куплю молоко.",
      "imageLink": "milk.jpg",
      "audioLink": "milk.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sok pomarańczowy",
      "translation": "апельсиновый сок",
      "definition": "Płynna substancja wyciśnięta z pomarańczy, często spożywana jako napój.",
      "definition_translation": "Жидкость, извлекаемая из апельсинов, часто потребляемая в качестве напитка.",
      "example": "Wypiłem sok pomarańczowy wczoraj, piję sok pomarańczowy teraz i będę pił sok pomarańczowy jutro.",
      "example_translation": "Вчера я пил апельсиновый сок, сейчас я пью апельсиновый сок, и завтра я буду пить апельсиновый сок.",
      "imageLink": "orange-juice.jpg",
      "audioLink": "orange juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "herbata",
      "translation": "чай",
      "definition": "Ciepły lub zimny napój przygotowany przez infuzję suszonych liści rośliny herbaty w wodzie.",
      "definition_translation": "Горячий или холодный напиток, приготовленный путем настаивания сухих листьев чайного растения в воде.",
      "example": "Wypiłem herbatę wczoraj, piję herbatę teraz i będę pił herbatę jutro.",
      "example_translation": "Вчера я пил чай, сейчас я пью чай, и завтра я буду пить чай.",
      "imageLink": "tea.jpg",
      "audioLink": "tea.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sok pomidorowy",
      "translation": "томатный сок",
      "definition": "Płynna substancja wyciśnięta z pomidorów, często spożywana jako napój.",
      "definition_translation": "Жидкость, сделанная из томатов, часто потребляемая в качестве напитка.",
      "example": "Wypiłem szklankę soku pomidorowego wczoraj, piję go teraz i będę pił jutro.",
      "example_translation": "Я выпил стакан томатного сока вчера, я пью его сейчас, и я выпью его завтра.",
      "imageLink": "tomato-juice.jpg",
      "audioLink": "tomato juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "woda",
      "translation": "вода",
      "definition": "Przezroczysta, bezbarwna, bezzapachowa i bezsmakowa płynna substancja, tworząca morza, jeziora, rzeki i deszcz, będąca podstawą płynów żywych organizmów.",
      "definition_translation": "Чистый, бесцветный, безвкусный и без запаха жидкий субстрат, который формирует моря, озера, реки и дождь и является основой жидкостей живых организмов.",
      "example": "Wypiłem wodę wczoraj, piję wodę teraz i będę pił wodę jutro.",
      "example_translation": "Я выпил воду вчера, я пью ее сейчас, и я выпью ее завтра.",
      "imageLink": "water.jpg",
      "audioLink": "water.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wino",
      "translation": "вино",
      "definition": "Fermentowany napój alkoholowy wyprodukowany z winogron, zawierający zwykle od 10 do 20 procent alkoholu.",
      "definition_translation": "С_spiанный напиток, сделанный из винограда, обычно содержащий от 10 до 20 процентов алкоголя.",
      "example": "Wypiłem szklankę wina wczoraj wieczorem, piję je teraz, i wypiję je na przyjęciu jutro.",
      "example_translation": "Я выпил стакан вина прошлым вечером, я пью его сейчас, и я выпью его на вечеринке завтра.",
      "imageLink": "wine.jpg",
      "audioLink": "wine.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "alkohol",
      "translation": "алкоголь",
      "definition": "Bezbarwna, lotna i wysoce palna substancja chemiczna stosowana jako rozpuszczalnik, paliwo i w produkcji napojów.",
      "definition_translation": "Бесцветная, летучая и высоковоспламеняющаяся жидкость, используемая в качестве растворителя, топлива и в производстве напитков.",
      "example": "Nigdy więcej nie będę pił zbyt dużo alkoholu, bo wypiłem go wczoraj wieczorem i sprawił, że czułem się chory.",
      "example_translation": "Я никогда больше не буду пить слишком много алкоголя, потому что я выпил его прошлым вечером и он делал меня чувствовать больно.",
      "imageLink": "alcohol.jpg",
      "audioLink": "alcohol.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sok z jabłek",
      "translation": "сока яблока",
      "definition": "Słodki i orzeźwiający napój sporządzany z jabłek, często serwowany schłodzony.",
      "definition_translation": "Сладкий и освежающий напиток, сделанный из яблок, часто подается охлажденным.",
      "example": "Wypiłem sok z jabłek na śniadanie, piję go teraz, i wypiję go na obiad.",
      "example_translation": "Я пил сок яблока на завтрак, я пью его сейчас, и я буду пить его на ужин.",
      "imageLink": "apple-juice.jpg",
      "audioLink": "apple juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szampan",
      "translation": "шампанское",
      "definition": "Szampan to szlachetne wino musujące, produkowane z winogron uprawianych w regionie Szampanii we Francji, często serwowane przy okazjach świątecznych.",
      "definition_translation": "Игристое вино, производимое из винограда, выращенного в регионе Шампань во Франции, часто подается на празднованиях.",
      "example": "Otworzyliśmy szampan na moim weselu, pijemy go teraz, i otworzymy go ponownie na naszą rocznicę ślubu.",
      "example_translation": "Мы открывали шампанское на моей свадьбе, мы пьем его сейчас, и мы откроем его снова на нашей годовщине.",
      "imageLink": "champagne.jpg",
      "audioLink": "champagne.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kola",
      "translation": "кола",
      "definition": "Słodki, gazowany napój bezalkoholowy aromatyzowany wanilią i karamelowi, często serwowany schłodzony.",
      "definition_translation": "Сладкий, газированный напиток, ароматизированный ванилью и карамелью, часто подается холодным.",
      "example": "Wypiłem kolę na przyjęciu, piję ją teraz, i wypiję ją w kinie.",
      "example_translation": "Я пил колу на вечеринке, я пью ее сейчас, и я буду пить ее в кинотеатре.",
      "imageLink": "cola.jpg",
      "audioLink": "cola.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pić",
      "translation": "питье",
      "definition": "Płynna substancja spożywana w celu ugasić pragnienie lub dla odżywienia.",
      "definition_translation": "Жидкость, потребляемая для утоления жажды или для питания.",
      "example": "Będę pił wodę po ćwiczeniach, wypiłem sok na śniadanie, i piję herbatę teraz.",
      "example_translation": "Я буду пить воду после упражнений, я пил сок на завтрак, и я пью чай сейчас.",
      "imageLink": "drink-2.jpg",
      "audioLink": "drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "gorąca czekolada",
      "translation": "горячий шоколад",
      "definition": "Słodki i komfortowy napój sporządzany z rozpuszczonej czekolady i mleka, często serwowany gorący.",
      "definition_translation": "Сладкий, утешительный напиток, сделанный из растопленного шоколада и молока, часто подается горячим.",
      "example": "Wypiłem gorącą czekoladę na zimny zimowy poranek. Wczoraj zrobiłem gorącą czekoladę dla moich rodzeństwa. W przyszłości zrobię gorącą czekoladę z marshmallows.",
      "example_translation": "Я выпил горячий шоколад на холодное зимнее утро. Вчера я приготовил горячий шоколад для моих братьев и сестер. В будущем я сделаю горячий шоколад с зефиром.",
      "imageLink": "hot-chocolate.jpg",
      "audioLink": "hot chocolate.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "lemoniada",
      "translation": "лимонад",
      "definition": "Słodki i orzeźwiający napój sporządzany z soku z cytryny, wody i cukru.",
      "definition_translation": "Сладкий и освежающий напиток, сделанный из лимонного сока, воды и сахара.",
      "example": "Ssałem lemoniadę na gorący letni dzień. Moja mama zrobiła lemoniadę na przyjęcie. Latem zrobię lemoniadę z lodem.",
      "example_translation": "Я отпил лимонад на жаркий летний день. Моя мама приготовила лимонад для вечеринки. Летом я сделаю лимонад со льдом.",
      "imageLink": "lemonade.jpg",
      "audioLink": "lemonade.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "milkshake",
      "translation": "мilkshake",
      "definition": "Słodki i kremowy napój sporządzany z mleka, lodu i dodatków smakowych.",
      "definition_translation": "Сладкий и кремовый напиток, сделанный из молока, мороженого и добавок.",
      "example": "Zamówiłem milkshake w barze. Mój kolega zrobił milkshake ze śliwkami. W następnym tygodniu zrobię milkshake z czekoladą.",
      "example_translation": "Я заказал milkshake в дайнере. Мой друг приготовил milkshake со страурами. На следующей неделе я сделаю milkshake с шоколадными чипсами.",
      "imageLink": "milkshake.jpg",
      "audioLink": "milkshake.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "woda mineralna",
      "translation": "минеральная вода",
      "definition": "Woda zawierająca minerały lub inne substancje rozpuszczone w niej, często butelkowana i sprzedawana jako napój.",
      "definition_translation": "Вода, содержащая минералы или другие вещества, растворенные в ней, часто бутилированная и продаваемая как напиток.",
      "example": "Wypiłem wodę mineralną po ćwiczeniach. Mój lekarz zalecił wodę mineralną na trawienie. W przyszłości wypiję wodę mineralną z cytryną.",
      "example_translation": "Я выпил минеральную воду после тренировки. Мой врач порекомендовал минеральную воду для пищеварения. В будущем я буду пить минеральную воду с лимоном.",
      "imageLink": "mineral-water.jpg",
      "audioLink": "mineral water.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "napój słodki",
      "translation": "напиток",
      "definition": "Słodki napój, zazwyczaj gazowany, zawierający małą ilość alkoholu lub wcale.",
      "definition_translation": "Сладкий ароматизированный напиток, обычно газированный, содержащий небольшое количество алкоголя или без алкоголя.",
      "example": "Wypiłem napój słodki na imprezie wczoraj wieczorem. Teraz piję napój słodki. Jutro będę pił napój słodki na plaży.",
      "example_translation": "Я выпил напиток на вечеринке вчера вечером. Я сейчас пью напиток. Я выпью напиток на пляже завтра.",
      "imageLink": "soft-drink.jpg",
      "audioLink": "soft drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "koktajl",
      "translation": "коктейль",
      "definition": "Napój mieszany, sporządzony z alkoholem, sokiem i innymi składnikami, zwykle serwowany w szklance.",
      "definition_translation": "Смесь напитка, сделанная из спирта, сока и других ингредиентов, обычно подается в стакане.",
      "example": "Zamówiłem koktajl w barze wczoraj wieczorem. Teraz zamawiam koktajl. Jutro będę zamawiał koktajl na imprezie.",
      "example_translation": "Я заказал коктейль в баре вчера вечером. Я сейчас заказываю коктейль. Я заказаю коктейль на вечеринке завтра.",
      "imageLink": "cocktail.jpg",
      "audioLink": "cocktail.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kakao",
      "translation": "какао",
      "definition": "Słodkie jedzenie zrobione z ziaren drzewa kakaowego, często spożywane jako gorący napój.",
      "definition_translation": "Сладкая еда, сделанная из бобов дерева какао, часто потребляется в виде горячего напитка.",
      "example": "Wypiłem filiżankę kakao wczoraj. Teraz piję filiżankę kakao. W zimie będę pił filiżankę kakao.",
      "example_translation": "Я выпил стакан какао вчера. Я сейчас пью стакан какао. Я выпью стакан какао зимой.",
      "imageLink": "cocoa.jpg",
      "audioLink": "cocoa.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "napój gazowany",
      "translation": "газированный напиток",
      "definition": "Napój gazowany, zwykle aromatyzowany i słodzony, który bucha lub pęcherzy się, gdy jest otwierany.",
      "definition_translation": "Газированный напиток, часто ароматизированный и подслащенный, который образует пену или пузырьки, когда открывается.",
      "example": "Otworzyłem napój gazowany wczoraj. Teraz otwieram napój gazowany. Jutro będę otwierał napój gazowany na pikniku.",
      "example_translation": "Я открыл газированный напиток вчера. Я сейчас открываю газированный напиток. Я открою газированный напиток на пикнике завтра.",
      "imageLink": "fizzy-drink.jpg",
      "audioLink": "fizzy drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kawa instant",
      "translation": "мгновенный кофе",
      "definition": "Rodzaj kawy, która może być szybko przygotowana, rozpuszczając proszek lub granulki w gorącej wodzie.",
      "definition_translation": "Тип кофе, который можно быстро приготовить, растворив порошок или гранулы в горячей воде.",
      "example": "Uwielbiam pić kawę instant rano, bo jest tak wygodna. Wczoraj piłem kawę instant z przyjaciółmi. Jutro będę pił kawę instant w pracy.",
      "example_translation": "Я люблю пить мгновенный кофе по утрам, потому что это так удобно. Вчера я пил мгновенный кофе с друзьями. Завтра я będę пить мгновенный кофе на работе.",
      "imageLink": "instant-coffee.jpg",
      "audioLink": "instant coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wódka",
      "translation": "водка",
      "definition": "Czysta, bezbarwna, bezsmakowa płynna spirytus, zwykle produkowana z ziaren, takich jak pszenica lub żyto, i często aromatyzowana lub mieszana z innymi składnikami.",
      "definition_translation": "Прозрачная, бесцветная, безвкусная жидкость, типично сделанная из зерна, такого как пшеница или рожь, и часто ароматизированная или смешанная с другими ингредиентами.",
      "example": "Idę na degustację wódki dziś wieczorem. Wczoraj piłem wódkę z przyjaciółmi. Jutro będę pił wódkę na imprezie.",
      "example_translation": "Я иду на дегустацию водки сегодня вечером. Вчера я пил водку с друзьями. Завтра я będę пить водку на вечеринке.",
      "imageLink": "vodka.jpg",
      "audioLink": "vodka.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "whisky",
      "translation": "виски",
      "definition": "Rodzaj spirytusu, produkowanego z fermentowanej mąki, zwykle starzonego w beczkach dębowych, aby uzyskać bogaty smak i kolor.",
      "definition_translation": "Тип спиртного напитка, типично сделанного из ферментированной зерновой мешки, и часто выдержанного в дубовых бочках, чтобы развить богатый вкус и цвет.",
      "example": "Idę na degustację whisky dziś wieczorem. Wczoraj piłem whisky z przyjaciółmi. Jutro będę pił whisky na imprezie.",
      "example_translation": "Я иду на дегустацию виски сегодня вечером. Вчера я пил виски с друзьями. Завтра я będę пить виски на вечеринке.",
      "imageLink": "whisky.jpg",
      "audioLink": "whisky.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kompot",
      "translation": "компот",
      "definition": "Słodki napój lub deser, sporządzony z owoców, zwykle podawany gorący lub zimny, i często aromatyzowany cukrem i przyprawami.",
      "definition_translation": "Сладкий напиток или десерт, сделанный из фруктов, часто подается горячим или холодным, и типично ароматизированный сахаром и специями.",
      "example": "Uwielbiam pić kompot zimą, bo jest tak ciepły i przytulny. Wczoraj piłem kompot z rodziną. Jutro będę pił kompot na kolacji.",
      "example_translation": "Я люблю пить компот зимой, потому что это так тепло и уютно. Вчера я пил компот с семьей. Завтра я będę пить компот на обеде.",
      "imageLink": "compote.jpg",
      "audioLink": "compote.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kawa bezkafeinowa",
      "translation": "декофеинированный кофе",
      "definition": " Ziarna kawy, z których usunięto większość kofeiny, co sprawia, że jest ona idealna dla osób wrażliwych na kofeinę lub chcących uniknąć jej.",
      "definition_translation": "Кофейные бобы, из которых был удален hầu hết кофеина, membuat его отличным вариантом для тех, кто敏ITIVE к кофеину или хочет его избежать вообще.",
      "example": "Piłem kawę bezkafeinową przez lata, od czasu, gdy zdałem sobie sprawę, że jestem zbyt wrażliwy na kofeinę. Wczoraj wypiłem filiżankę kawy bezkafeinowej przed pójściem spać, a jutro zrobię to samo rano.",
      "example_translation": "Я пил декофеинированный кофе на протяжении лет, с тех пор как я понял, что я слишком чувствительный к кофеину. Вчера я выпил чашку декофеинированного кофе перед сном, и я сделаю то же самое завтра утром.",
      "imageLink": "decaffeinated-coffee.jpg",
      "audioLink": "decaffeinated coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szandi",
      "translation": "шэнд",
      "definition": "Napój, sporządzony z piwa i słodkiego napoju, takiego jak lemoniada lub ginger ale, zwykle spożywany latem.",
      "definition_translation": "Напиток, сделанный из пива и сладкого напитка, такого как лимонад или имбирное пиво, обычно потребляемый в теплую погоду.",
      "example": "Zamówiłem szandi w barze nadmorskim, i był on orzeźwiający. Mój przyjaciel próbował szandi przedtem, ale ja zamówię jeden następnego lata. Może nawet zrobię szandi w domu dziś wieczorem.",
      "example_translation": "Я заказал шэнд в баре на пляже, и он был освежающим. Мой друг пробовал шэнд прежде, но я буду пить его следующим летом. Может быть, я даже приготовлю шэнд дома сегодня вечером.",
      "imageLink": "shandy.jpg",
      "audioLink": "shandy.mp3"
    }
  ]
}