{
  "data": [
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ptak",
      "translation": "птица",
      "definition": "Ciepłokrwisty, składający jaja zwierzeciąt z piórami, skrzydłami i dziobem.",
      "definition_translation": "Теплокровное яйцекладущее животное с перьями, крыльями и клювом.",
      "example": "Ptak śpiewał słodką melody. Ptak śpiewał słodką melody. Ptak będzie śpiewał słodką melody.",
      "example_translation": "Птица пела сладкую мелодию. Птица пела сладкую мелодию. Птица будет петь сладкую мелодию.",
      "imageLink": "bird.jpg",
      "audioLink": "bird.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kura",
      "translation": "kuritsa",
      "definition": "Domowe ptactwo hodowane dla jaj lub mięsa.",
      "definition_translation": "Домашняя птица, содержащаяся за яйцами или мясом.",
      "example": "Zjadłem kanapkę z kurą na lunch. Zjadam kanapkę z kurą na lunch. Zjem kanapkę z kurą na lunch.",
      "example_translation": "Я ел сэндвич с курицей на обед. Я ем сэндвич с курицей на обед. Я буду есть сэндвич с курицей на обед.",
      "imageLink": "chicken.jpg",
      "audioLink": "chicken.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kaczka",
      "translation": "утка",
      "definition": "Wodne ptactwo z szerokim, płaskim dziobem i pławnymi nogami.",
      "definition_translation": "Водоплавающая птица с широким, плоским клювом и перепончатыми ногами.",
      "example": "Kaczka pływała w stawie. Kaczka pływa w stawie. Kaczka będzie pływać w stawie.",
      "example_translation": "Утка плавала в пруду. Утка плавает в пруду. Утка будет плавать в пруду.",
      "imageLink": "duck.jpg",
      "audioLink": "duck.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "gęś",
      "translation": "гусь",
      "definition": "Duże wodne ptactwo z długą szyją i czarną głową.",
      "definition_translation": "Большая водоплавающая птица с длинной шеей и черной головой.",
      "example": "Gęś krzyczała głośno. Gęś krzyczy głośno. Gęś będzie krzyczać głośno.",
      "example_translation": "Гусь громко гоготал. Гусь громко гогочет. Гусь будет громко гоготать.",
      "imageLink": "goose.jpg",
      "audioLink": "goose.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "papuga",
      "translation": "попугай",
      "definition": "Papuga to kolorowe, tropikalne ptactwo znane z umiejętności naśladowania mowy ludzkiej i innych dźwięków.",
      "definition_translation": "Попугай - это цветная, тропическая птица, известная своей способностью模ировать человеческую речь и другие звуки.",
      "example": "Miałem papugę, kiedy byłem dzieckiem, było bardzo hałaśliwe. Teraz mam nową papugę, jest bardzo inteligentna. Zakupię papugę dla mojego syna w przyszłym roku.",
      "example_translation": "У меня был попугай, когда я был ребенком, он был muito шумный. Теперь у меня новый попугай, он molto умный. Я куплю попугая для моего сына в следующем году.",
      "imageLink": "parrot.jpg",
      "audioLink": "parrot.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pingwin",
      "translation": "пингвин",
      "definition": "Pingwin to niezdolne do lotu ptactwo, żyjące w półkuli południowej, charakteryzujące się czarnymi i białymi piórami oraz charakterystyczną chodem przy użyciu nóg.",
      "definition_translation": "Пингвин - это птица, не способная летать, живущая в Южном полушарии, характеризующаяся своими черными и белыми перьями и отличительным характерным шагом.",
      "example": "Zobaczyłem pingwina w zoo, było bardzo urocze. Pingwiny są bardzo towarzyskie, żyją w dużych koloniach. Do 2025 roku zobaczymy pingwiny żyjące w dziczy.",
      "example_translation": "Я видел пингвина в зоопарке, он был molto милый. Пингвины - это очень социальные животные, они живут в больших колониях. К 2025 году мы увидим пингвинов, живущих в дикой природе.",
      "imageLink": "penguin.jpg",
      "audioLink": "penguin.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bocian",
      "translation": "аист",
      "definition": "Bocian to duże ptactwo błądkie z długą szyją i nogami, występujące na mokradłach i łąkach na całym świecie.",
      "definition_translation": "Аист - это большая болотная птица с длинной шеей и ногами, встречающаяся в wetlands и лугах по всему миру.",
      "example": "Zobaczyłem bociana latającego nad głową, było bardzo majestatyczne. Bociany są znane ze swoich wzorców migracyjnych, podróżują tysiące kilometrów każdego roku. W przyszłej wiosnie bociany powrócą do swoich gniazd.",
      "example_translation": "Я видел аиста, летящего над головой, он был molto величественный. Аисты известны своими миграционными моделями, они путешествуют тысячи миль каждый год. К следующей весне аисты вернутся в свои гнезда.",
      "imageLink": "stork.jpg",
      "audioLink": "stork.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "indyk",
      "translation": "индейка",
      "definition": "Indyk to duże ptactwo, często domowe i hodowane dla mięsa, znane ze swojego charakterystycznego głosu i piór o zmieniającej się barwie.",
      "definition_translation": "Индейка - это большая птица, часто-domesticated и выращиваемая для своей мяса, известная своими отличительными гоготом и радужными перьями.",
      "example": "Miałem indyka na Dzień Dziękczynienia, było bardzo smaczne. Indyki są ptakami towarzyskimi, żyją w stadach. W przyszłym roku kupię indyka na Boże Narodzenie.",
      "example_translation": "У меня была индейка на День благодарения, она была molto вкусная. Индейки - это социальные птицы, они живут в стаях. В следующем году я куплю индею на Рождество.",
      "imageLink": "turkey-2.jpg",
      "audioLink": "turkey.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "skrzydło",
      "translation": "крыло",
      "definition": "Skrzydło to rodzaj płetwy, która wystaje z ciała samolotu lub ptaka, używane do lotu lub balansu.",
      "definition_translation": "Крыло - это тип пропеллера, который протрудается из тела самолёта или птицы, используемый для полета или баланса.",
      "example": "Skrzydło samolotu było uszkodzone podczas lądowania. Wczoraj zobaczyłem ptaka rozkładającego swe skrzydło. Gdyby miałem skrzydło, poleciałbym na księżyc.",
      "example_translation": "Крыло самолёта было повреждено во время посадки. Вчера я увидел птицу, разворачивающую свое крыло. Если бы у меня были крылья, я бы летел на Луну.",
      "imageLink": "wing.jpg",
      "audioLink": "wing.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wrona",
      "translation": "ворона",
      "definition": "Wrona to duże, czarne ptactwo z głośnym, chrapliwym głosem, występujące w wielu częściach świata.",
      "definition_translation": "Ворона - это большая, чёрная птица с громким, хриплым голосом, найденная в многих частях мира.",
      "example": "Wrona siedziała na gałęzi drzewa, obserwując nas. Wrony są bardzo inteligentnymi ptakami. Zobaczyłem wronę latającą nad polem wczoraj.",
      "example_translation": "Ворона сидела на ветке дерева,看着 нас. Вороны - это очень умные птицы. Я увидел ворону, летевшую над полем вчера.",
      "imageLink": "crow.jpg",
      "audioLink": "crow.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kukiełka",
      "translation": "кукушка",
      "definition": "Kukiełka to rodzaj ptaka, który składa jaja w gniazdach innych ptaków, które następnie wychowują pisklęta kukiełki.",
      "definition_translation": "Кукушка - это тип птицы, которая откладывает свои яйца в гнёзда других птиц, которые затем выращивают молодь кукушки.",
      "example": "Głos kukiełki jest bardzo charakterystyczny. Usłyszałem kukiełkę śpiewającą w lesie. Kukiełka to ptak pasożytniczy.",
      "example_translation": "Голос кукушки очень отличается. Я услышал кукушку, поющую в лесу. Кукушка - это паразитическая птица.",
      "imageLink": "cuckoo.jpg",
      "audioLink": "cuckoo.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "orzeł",
      "translation": "орёл",
      "definition": "Orzeł to duży, potężny ptak drapieżny o szpiczastym dziobie i szponach, występujący w wielu częściach świata.",
      "definition_translation": "Орёл - это большая, мощная птица хищница с острым клювом и когтями, найденная в многих частях мира.",
      "example": "Orzeł wzniósł się w powietrze. Orły są doskonałymi myśliwymi. Wczoraj zobaczyłem orła siedzącego na gałęzi drzewa.",
      "example_translation": "Орёл парил через небо. Орлы - это очень хорошие охотники. Я увидел орла, сидевшего на ветке дерева вчера.",
      "imageLink": "eagle.jpg",
      "audioLink": "eagle.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pióro",
      "translation": "перо",
      "definition": "Jedno z lekkich, puszystych wyrostków pokrywających ciało ptaka, zwłaszcza pióro lotne.",
      "definition_translation": "Один из легких, пушистых выростов, покрывающих тело птицы, особенно перо полета.",
      "example": "Pióro ptaka było miękkie i aksamitne. Straciło kilka piór w walce. Będzie miało nowe pióra przed zimą.",
      "example_translation": "Перо птицы было мягким и шелковистым. Оно потеряло некоторые перья в борьбе. Оно вырастит новые перья к зиме.",
      "imageLink": "feather.jpg",
      "audioLink": "feather.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kura",
      "translation": "курица",
      "definition": "Dorosła samica kaczki, zwłaszcza ta trzymana dla jaj.",
      "definition_translation": "Взрослая самка курицы, особенно та, которая содержится для яиц.",
      "example": "Kura składa jaja w gnieździe każdego ranka. Kura cackała głośno. Będzie dobrą kurą dla naszej fermie.",
      "example_translation": "Курица клали яйца в гнездо каждое утро. Курица громко клокотала. Это будет хорошей курицей для нашей фермы.",
      "imageLink": "hen.jpg",
      "audioLink": "hen.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "znosić jaja",
      "translation": "сносить яйца",
      "definition": "Produkować jaja jako naturalny proces.",
      "definition_translation": "Производить яйца как естественный процесс.",
      "example": "Kury znoszą jaja każdego dnia. Będzie znosić jaja, gdy urośnie. Ona złożyła jaja w gnieździe.",
      "example_translation": "Курицы сносят яйца каждый день. Оно снесет яйца ко времени, когда вырастет. Она снесла яйца в гнездовой ящике.",
      "imageLink": "lay-eggs.jpg",
      "audioLink": "lay eggs.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sowa",
      "translation": "сова",
      "definition": "Nocny ptak o okrągłej głowie, przednio skierowanych oczach i uszach.",
      "definition_translation": "Ночные птица с круглой головой, передними глазами и ушными крохотами.",
      "example": "Sowa hukała głośno w nocy. Sowy mogą widzieć w ciemności. Będzie sową, gdy urośnie.",
      "example_translation": "Сова громко кричала в ночи. Совы могут видеть в темноте. Оно будет совой ко времени, когда вырастет.",
      "imageLink": "owl.jpg",
      "audioLink": "owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "gołąb",
      "translation": "голубь",
      "definition": "Gołąb to ptak żyjący w miastach i miasteczkach, często uważany za szkodnika.",
      "definition_translation": "Голубь - это птица, которая живет в городах и поселках, часто считается проблемой.",
      "example": "Wczoraj widziałem gołębia latającego w parku, wylądował na posągu. Dziś jest on jedzący okruchy na chodniku. Jutro odleci.",
      "example_translation": "Я видел голубя, летевшего в парке вчера, он сел на статую. Сегодня он ест крошки на тротуаре. Завтра он полетит away.",
      "imageLink": "pigeon.jpg",
      "audioLink": "pigeon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "mewa",
      "translation": "морская чайка",
      "definition": "Mewa to rodzaj ptaka żyjącego nad oceanem i znany z głośnego krzyku.",
      "definition_translation": "Морская чайка - это тип птицы, который живет gần океана и известен своими громкими криками.",
      "example": "Obserwowałem mewę przelatującą, aby ukraść jedzenie dziecku na plaży. Dziecko bawiło się kubełkiem i łopatką, a mewa przelatywała nad nimi. Przy następnej wizycie wróci na to samo miejsce.",
      "example_translation": "Я смотрел, как морская чайка пикировала вниз, чтобы украсть еду у ребенка на пляже. Ребенок играл с ведром и лопатой, а морская чайка летала над головой. На следующей неделе морская чайка вернется на то же место.",
      "imageLink": "seagull.jpg",
      "audioLink": "seagull.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wróbel",
      "translation": "воробей",
      "definition": "Wróbel to mały ptak, często spotykany w ogrodach i parkach, znany z brązowych piór i szybkich ruchów.",
      "definition_translation": "Воробей - это маленькая птица, которая является общей в садах и парках, известна своими коричневыми перьями и быстрыми движениями.",
      "example": "Wczoraj widziałem wróbla budującego gniazdo w drzewie. Dziś zbiera on gałązki i liście do domu. Jutro zniesie jaja w gnieździe.",
      "example_translation": "Я видел воробья, строящего гнездо в дереве вчера. Сегодня он собирает сучки и листья для своего дома. Завтра он положит яйца в гнездо.",
      "imageLink": "sparrow.jpg",
      "audioLink": "sparrow.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "łabędź",
      "translation": "лебедь",
      "definition": "Łabędź to duży, biały ptak żyjący nad jeziorami i rzekami, znany ze swojej pięknej szyi i eleganckich ruchów.",
      "definition_translation": "Лебедь - это большая, белая птица, которая живет в озерах и реках, известна своей красивой шеей и изящными движениями.",
      "example": "Wczoraj widziałem łabędzia pływającego po jeziorze, jego pióra błyszczały w słońcu. Dziś płynie on wzdłuż brzegu, szukając ryb. Przy następnej migracji uda się do cieplejszych klimatów.",
      "example_translation": "Я видел лебедя, скользящего по озеру вчера, его перья сияли на солнце. Сегодня он плывет рядом с берегом, ищет рыбу.[next month он будет мигрировать в более теплые климаты.",
      "imageLink": "swan.jpg",
      "audioLink": "swan.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dźób",
      "translation": "клюв",
      "definition": "Dźób to twarda, wystająca część mózgu u ptaków, używana do jedzenia, czyszczenia i innych funkcji.",
      "definition_translation": "Клюв - это твердый, выступающий ротовой аппарат у птиц, используемый для еды, распушки и других функций.",
      "example": "Ostry dźób orła rozdzierał mięso swojej ofiary. Dźób papugi był silny i kolorowy. Ptak będzie miał silniejszy dźób, gdy będzie w pełni dorosły.",
      "example_translation": "Острый клюв орла разорвал плоть его добычи. Клюв попугая был сильным и цветным. К тому времени, когда птица будет zcela выросшей, у нее будет сильнее клюв.",
      "imageLink": "beak.jpg",
      "audioLink": "beak.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "gołąb",
      "translation": "голубь",
      "definition": "Gołąb to rodzaj ptaka, który jest często kojarzony z pokojem i miłością.",
      "definition_translation": "Голубь - это тип птицы, который часто ассоциируется с миром и любовью.",
      "example": "Gołąb leciał delikatnie przez niebo, jego ciche kukanie wypełniało powietrze. Gołębie są znane z swej łagodnej natury. Do przyszłego roku gołąb zbuduje nowe gniazdo.",
      "example_translation": "Голубь летел мягко через небо, его мягкое кувыканье заполнило воздух. Голуби известны своей нежной натурой. К следующему году голубь построит новый гнездо.",
      "imageLink": "dove.jpg",
      "audioLink": "dove.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "drapieżnik",
      "translation": "хищник",
      "definition": "Drapieżnik to zwierzę, które naturalnie poluje na inne zwierzęta.",
      "definition_translation": "Хищник - это животное, которое естественно охотится на другие животные.",
      "example": "Lew jest drapieżnikiem, który wędruje po sawannie. Drapieżniki odgrywają kluczową rolę w utrzymaniu ekosystemu. Do 2025 roku populacja drapieżników znacznie się zmniejszy.",
      "example_translation": "Лев - это хищник, который бродит по саванне. Хищники играют важную роль в поддержании экосистемы. К 2025 году популяция хищников уменьшится значительно.",
      "imageLink": "predator.jpg",
      "audioLink": "predator.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "jastrząb",
      "translation": "ястреб",
      "definition": "Jastrząb to rodzaj ptaka drapieżnego, znany z ostrego wzroku i zwinności.",
      "definition_translation": "Ястреб - это тип птицы хищника, который известен своей острой зоркостью и ловкостью.",
      "example": "Jastrząb szybował przez niebo, jego ostre oczy skanowały teren poniżej. Jastrzębie są popularnymi ptakami drapieżnymi wśród myśliwych. Do przyszłego miesiąca jastrząb nauczy się latać.",
      "example_translation": "Ястреб парил через небо, его острый зрение сканировало землю внизу. Ястребы - это популярные птицы хищники среди охотников. К следующему месяцу ястреб научится летать.",
      "imageLink": "hawk.jpg",
      "audioLink": "hawk.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "skowronek",
      "translation": "жаворонок",
      "definition": "Skowronek to mały, żyjący na ziemi ptak z melodijnym śpiewem, typowo spotykany na otwartych przestrzeniach, łąkach i polach.",
      "definition_translation": "Маленькая, живущая на земле птица с мелодичной песней, обычно встречающаяся в открытой местности, лугах и полях.",
      "example": "Skowronek leciał wysoko w porannym niebie. Wczoraj zaśpiewał piękną pieśń. Jutro zbuduje gniazdo.",
      "example_translation": "Жаворонок летел высоко в утреннем небе. Вчера он спел красивую песню. Завтра он построит гнездо.",
      "imageLink": "lark.jpg",
      "audioLink": "lark.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szpak",
      "translation": "сорока",
      "definition": "Szpak to duży, czarno-biały ptak z długim ogonem i głośnym, klapliwym głosem, spotykany w lasach i ogrodach.",
      "definition_translation": "Большая, черно-белая птица с длинным хвостом и громким, журчащим звуком, встречающаяся в лесах и садах.",
      "example": "Szpak zbudował gniazdo na gałęzi drzewa. W zeszłym tygodniu, ukradł kawałek jedzenia ze stołu. W przyszłym roku szpak wyprowadzi się do cieplejszych klimatów.",
      "example_translation": "Сорока построила гнездо на ветке дерева. На прошлой неделе она украла кусок еды со стола. В следующем году она перелетит в теплые климаты.",
      "imageLink": "magpie.jpg",
      "audioLink": "magpie.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "gniazdo",
      "translation": "гнездо",
      "definition": "Struktura zbudowana przez ptaki, typowo w drzewie lub krzaku, aby złożyć jaja i wychować swoje młode.",
      "definition_translation": "Структура, построенная птицами, обычно в дереве или кусте, для откладывания яиц и выращивания молодняка.",
      "example": "Ptak zbudował gniazdo w drzewie. Wczoraj złożył jaja w gnieździe. Jutro jaja wyklują się.",
      "example_translation": "Птица построила гнездо в дереве. Вчера она положила яйца в гнездо. Завтра яйца вылупятся.",
      "imageLink": "nest-1.jpg",
      "audioLink": "nest.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "gniazdo",
      "translation": "гнездо",
      "definition": "Miejsce schronienia lub azylu, zwłaszcza dla ptaków lub małych zwierząt.",
      "definition_translation": "Место убежища или укрытия, особенно для птиц или маленьких животных.",
      "example": "Królik zbudował gniazdo w krzakach. W zeszłym miesiącu urodził swoje młode w gnieździe. W przyszłym miesiącu młode opuszczą gniazdo.",
      "example_translation": "Кролик построил гнездо в кустах. В прошлом месяце оно родило своих малышей в гнезде. В следующем месяце малыши покинут гнездо.",
      "imageLink": "nest.jpg",
      "audioLink": "nest.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "upierzenie",
      "translation": "оперение",
      "definition": "Pióra, które pokrywają ciało ptaka, zwłaszcza kolorowe pióra ptaka rajskiego lub ptaka drapieżnego.",
      "definition_translation": "Птичий пух, особенно яркие перья птицы рая или хищной птицы.",
      "example": "Upierzenie pawia było wspaniałym widowiskiem podczas sezonu godowego.",
      "example_translation": "Оперение павлина было зрелищем во время брачного сезона.",
      "imageLink": "plumage.jpg",
      "audioLink": "plumage.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kruk",
      "translation": "ворон",
      "definition": "Duży, czarny ptak z charakterystycznym głosem, uważany za symbol śmierci lub przepowiedni w niektórych kulturach.",
      "definition_translation": "Большая черная птица с характерным криком, считающаяся символом смерти или предсказания в некоторых культурах.",
      "example": "Kruk siedział na parapetie, patrząc na mnie z nieblinkającym wzrokiem. Widziałem kruki w lesie, ale nigdy tak blisko. Będzie kruki w lesie, i kruki przyjdą do naszego miasta.",
      "example_translation": "Ворон сидел на подоконнике, наблюдая за мной немигающим взглядом. Я видел ворон в лесу, но никогда так близко. У нас будут вороны в лесу, и вороны придут в наш город.",
      "imageLink": "raven.jpg",
      "audioLink": "raven.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "albatros",
      "translation": "альбатрос",
      "definition": "Bardzo duży ptak morski z rozpiętością skrzydeł do 12 stóp, spotykany w oceanach południowych.",
      "definition_translation": "Очень крупная морская птица с размахом крыльев до 12 футов, обитающая в южных океанах.",
      "example": "Albatros unosł się nad naszymi głowami, jego massive skrzydła sunąc łatwo przez powietrze. Widzieliśmy albatrosy przedtem, ale nigdy tylu naraz. Będzie to albatros na naszych szyjach, jeśli nie podejmiemy działań.",
      "example_translation": "Альбатрос парил над головой, его громадные крылья без усилий скользили по воздуху. Мы видели альбатросов прежде, но никогда столько сразу. Это стало бы альбатросом вокруг наших шеей, если бы мы не предприняли действия.",
      "imageLink": "albatross.jpg",
      "audioLink": "albatross.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "żółtodziób",
      "translation": "пчеловидка",
      "definition": "Kolorowo ubarwiony ptak z długim, zakrzywionym dziobem, spotykany w ciepłych klimatach i żywiący się owadami.",
      "definition_translation": "Яркоокрашенная птица с длинным, изогнутым клювом, обитающая в теплых климатах и питающаяся насекомыми.",
      "example": "Żółtodziób sunął przez ogród, łapiąc pszczoły i osy w powietrzu. Mieliśmy żółtodzioby w naszym ogródku, a także żółtodzioby odwiedzały nasze karmniki. Będzie to raj dla żółtodziobów, jeśli zasadzimy więcej kwiatów.",
      "example_translation": "Пчеловидка дarters через сад, ловя пчел и ос в воздухе. У нас были пчеловидки в нашем дворе, и пчеловидки будут посещать наши кормушки. Это было бы раем для пчеловидки, если бы мы посадили больше цветов.",
      "imageLink": "bee-eater.jpg",
      "audioLink": "bee eater.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "czarny głuszec",
      "translation": "чёрная куропатка",
      "definition": "Średniej wielkości głuszec z czarnym upierzeniem, spotykany na wrzosowiskach i torfowiskach Eurazji.",
      "definition_translation": "Среднего размера куропатка с чёрным оперением, встречается на болотах и вересковых пустошах в Евразии.",
      "example": "Czarny głuszec zaczął zanikać ze szkockich gór w XIX wieku. Teraz, podjęto wysiłki ochrony gatunku. Do 2025 roku populacja czarnych głuszcow powinna się znacznie zwiększyć.",
      "example_translation": "Чёрная куропатка начала исчезать из шотландских высокогорий в 19 веке. Теперь正在 underway консервационные усилия для защиты вида. К 2025 году ожидается существенный рост популяции чёрной куропатки.",
      "imageLink": "black-grouse.jpg",
      "audioLink": "black grouse.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "czarny bocian",
      "translation": "чёрный аист",
      "definition": "Duży ptak brodźny z czarnym upierzeniem, spotykany w mokradłach i lasach Eurazji i Afryki.",
      "definition_translation": "Большая птица с чёрным оперением, встречается в болотах и лесах Евразии и Африки.",
      "example": "Czarny bocian jest ptakiem wędrownym, podróżującym z Europy do Afryki co zimę. W zeszłym roku para czarnych bocianów zagniazdowała się w lesie niedaleko mojej wsi. Gdy mnie zobaczyłem, już wychowali swoje potomstwo i przygotowywali się do odejścia.",
      "example_translation": "Чёрный аист - это перелётная птица, которая каждый зимой путешествует из Европы в Африку. В прошлом году пара чёрных аистов гнездились в лесу недалеко от моей деревни. К тому времени, когда я увидел их, они уже вырастили своих молодых и готовились улетать.",
      "imageLink": "black-stork.jpg",
      "audioLink": "black stork.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "mewa czarnogłowa",
      "translation": "чёрноголовая чайка",
      "definition": "Średniej wielkości mewa z czarną głową i białym ciałem, spotykana na wybrzeżach i w wodach śródlądowych Eurazji.",
      "definition_translation": "Среднего размера чайка с чёрной головой и белым телом, встречается в прибрежных районах и внутренних водах Евразии.",
      "example": "Wczoraj widziałem mewę czarnogłową latającą nad plażą. Chciało odebrać jedzenie turystom z rąk, a latem mewy czarnogłowe często mogą być spotkane łuszcząc się wokół łodzi rybackich, aby zjeść odrzucone ryby.",
      "example_translation": "Я видел чёрноголовую чайку, летевшую над пляжем вчера. Она преследовала группу чаек, которые крадут еду у туристов. Летом чёрноголовые чаи часто следуют за рыболовными лодками, чтобы питаться брошенной рыбой.",
      "imageLink": "black-headed-gull.jpg",
      "audioLink": "black-headed gull.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kawka",
      "translation": "черноголовый чёрный дрозд",
      "definition": "Wspólny ptak śpiewający z czarnym upierzeniem i charakterystycznym śpiewem, spotykany w ogrodach i lasach Europy i Azji.",
      "definition_translation": "Обыкновенная певчая птица с чёрным оперением и характерным пением, встречается в садах и лесах Европы и Азии.",
      "example": "Kawka śpiewa swoją słodką melodię z wierzchołków drzew każdego ranka. W zeszłym roku kawka zbudowała gniazdo w naszym ogrodzie, a my obserwowaliśmy, jak pisklęta wylęgły się i rozwijały. Zimą kawki często odwiedzają nasz ogród, aby zjeść jagody i nasiona.",
      "example_translation": "Черноголовый дрозд поёт свою сладкую мелодию с вершин деревьев каждое утро. В прошлом году черноголовый дрозд построил гнездо в нашем hậuточном дворе, и мы наблюдали, как птенцы вылупились и выросли. Зимой черноголовые дрозды часто посещают наш сад, чтобы питаться ягодами и семенами.",
      "imageLink": "blackbird.jpg",
      "audioLink": "blackbird.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "skatek",
      "translation": "синий тит",
      "definition": "Mały ptak z niebiesko-żółtym upierzeniem, spotykany w ogrodach i lasach.",
      "definition_translation": "Маленькая птица с синей и желтой окраской, встречающаяся в садах и лесах.",
      "example": "Wczoraj widziałem skatka siedzącego na gałęzi, głośno krzyczącego. Dziś lata on wokół ogrodu, a jutro prawdopodobnie odwiedzi nasz karmnik.",
      "example_translation": "Я видел синего тита, сидевшего на ветке вчера, он издавал громкие звуки. Сегодня он летает вокруг сада, а завтра, вероятно, посетит кормушку для птиц.",
      "imageLink": "blue-tit.jpg",
      "audioLink": "blue tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "waxwing syberyjski",
      "translation": "кудрявый свиристель",
      "definition": "Duży, szarobrązowy ptak z czubem i czerwonymi, woskowymi kroplami na skrzydłach, spotykany w lasach i ogrodach.",
      "definition_translation": "Крупная, серо-коричневая птица с хохлом и красными воскообразными каплями на крыльях, встречающаяся в лесах и садах.",
      "example": "Waxwing syberyjski jest rzadkim gościem zimowym w naszym regionie. W zeszłym roku zobaczyłem go siedzącego na jabłoni, a w tym zimie prawdopodobnie przybędzie w grudniu. Do przyszłej zimy będzie regularnym gościem.",
      "example_translation": "Кудрявый свиристель является редким зимним гостем в我们的 регионе. В прошлую зиму я видел его, сидевшего на яблоне, а в эту зиму, вероятно, он приедет в декабре. К следующей зиме он станет постоянным гостем.",
      "imageLink": "bohemian-waxwing.jpg",
      "audioLink": "bohemian waxwing.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "puchaczek",
      "translation": "полночный сыч",
      "definition": "Średniej wielkości puchacz z okrągłą głową i białymi plamkami na piórach, spotykany w lasach borealnych.",
      "definition_translation": "Среднего размера сова с округлой головой и белыми пятнами на перьях, встречающаяся в бореальных лесах.",
      "example": "Puchaczek jest nocnym myśliwym, wczoraj cicho obserwował swoją ofiarę w nocy, a dzisiaj pójdzie polować ponownie. Do jutra rano już złapie swe śniadanie.",
      "example_translation": "Полночный сыч является ночным охотником, он тихо наблюдал за своей добычей прошлой ночью, и, вероятно, пойдет на охоту снова сегодня ночью. К завтрашнему утру он успеет поймать свой завтрак.",
      "imageLink": "boreal-owl.jpg",
      "audioLink": "boreal owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "papuga australijska",
      "translation": "волнистый попугайчик",
      "definition": "Mała, długoogoniasta papuga rodzima z Australii, popularna jako zwierzę domowe.",
      "definition_translation": "Маленький, dlouhохвостый попугай,native to Австралии, популярный как домашний питомец.",
      "example": "Kiedy byłem dzieckiem, trzymałem papugę australijską jako zwierzę domowe, była bardzo zabawna i mogła naśladować mój głos. Teraz mam przyjaciela, który hoduje papugi australijskie, a ich barwy są bardzo żywe. W przyszłości planuje zdobyć jeszcze jedną.",
      "example_translation": "Я держал волнистого попугайчика как домашнего питомца, когда я был ребенком, он был очень игривым и мог имитировать мой голос. Теперь, у меня есть друг, который разводит волнистых попугайчиков, и их цвета rất яркими. В будущем я планирую получить еще одного.",
      "imageLink": "budgerigar.jpg",
      "audioLink": "budgerigar.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "gil",
      "translation": "снегирь",
      "definition": "Mały, krępy ptak z dużą głową, krótkim szyją i jaskrawym upierzeniem, spotykany w lasach i ogrodach.",
      "definition_translation": "Маленькая, коренастая птица с большим головой, коротким шеей и яркоокрашенной оперением, найденная в лесных и садовых зонах.",
      "example": "Gil siedział na gałęzi jabłoni, śpiewając słodką melodię. Wczoraj widziałem gila jedzącego jagody w ogrodzie. Do następnego lata gil zbuduje swoje gniazdo w parku.",
      "example_translation": "Снегирь сидел на ветке яблони, пел сладкую мелодию. Вчера я видел снегиря, который ел ягоды в саду. К следующему лету снегирь построит свое гнездо в парке.",
      "imageLink": "bullfinch.jpg",
      "audioLink": "bullfinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "myszołów",
      "translation": "канюк",
      "definition": "Średniej wielkości ptak drapieżny o szerokim rozpięciu skrzydeł i hakowatym dziobie, spotykany na otwartych terenach i w lasach.",
      "definition_translation": "Среднего размера птица хищника с широким размахом крыльев и крючковатым клювом, найденная в открытых сельских и лесных зонах.",
      "example": "Myszołów unoszył się w powietrzu, szukając zdobyczy. Wczoraj zobaczyłem myszołowa siedzącego na pniu drzewa. Do następnego miesiąca myszołów wymigruje do cieplejszych klimatów.",
      "example_translation": "Канюк парил через небо, просматривающий землю в поисках добычи. Вчера я заметил канюка, сидевшего на пне дерева. К следующему месяцу канюк переместится в более теплые климатические зоны.",
      "imageLink": "buzzard.jpg",
      "audioLink": "buzzard.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kanarek",
      "translation": "канарейка",
      "definition": "Mały, żółty ptak śpiewający, rodzimy z Wysp Kanaryjskich, często trzymany jako ptak domowy w klatce.",
      "definition_translation": "Маленькая, желтая певчая птица, родом из Канарских островов, часто содержащаяся в клетке как домашняя птица.",
      "example": "Kanarek śpiewał słodko w swej klatce, rozrywając rodzinę. Wczoraj czyściłem klatkę kanarka i dałem mu świeżą wodę. Do następnego tygodnia kanarek nauczy się wykonywać sztuczki.",
      "example_translation": "Канарейка пела сладко в своей клетке, развлекая семью. Вчера я-cleaned клетку канарейки и дал ей свежую воду. К следующей неделе канарейка научится выполнять трюки.",
      "imageLink": "canary.jpg",
      "audioLink": "canary.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zięba",
      "translation": "зяблик",
      "definition": "Mały, brunatnoszary ptak z charakterystyczną białą pręgą na skrzydle, spotykany w lasach i ogrodach.",
      "definition_translation": "Маленькая, буровато-серая птица с caratteristicной белой полосой на крыле, найденная в лесных и садовых зонах.",
      "example": "Zięba siedziała na parapecie, terkocząc głośno. Wczoraj widziałem ziębę budującą swe gniazdo w żywopłocie. Do następnej wiosny zięba powróci z zimowej migracji.",
      "example_translation": "Зяблик сидел на подоконнике, чирикнул громко. Вчера я видел зяблика, строящего свое гнездо в живой изгороди. К следующей весне зяблик вернется из своей зимней миграции.",
      "imageLink": "chaffinch.jpg",
      "audioLink": "chaffinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kogut",
      "translation": "петух",
      "definition": "Samiec kury, szczególnie ten, który jest ceniony za swoje upierzenie lub używany do hodowli.",
      "definition_translation": "Самец курицы, особенно если он ценится за свои перья или используется для разведения.",
      "example": "Kogut ryknął głośno o świcie. Wczoraj farmer kupił nowego koguta. Do następnego roku kogut będzie większy.",
      "example_translation": "Петух громко кричал на рассвете. Вчера фермер купил нового петуха. К следующему году петух будет выросший больше.",
      "imageLink": "cock.jpg",
      "audioLink": "cock.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zwyczajna pierwiosnek",
      "translation": "обыкновенная chiffchaff",
      "definition": "Mała, brązowo-zielona węgorka, która gniazduje w lasach i jest spotykana w Europie i Azji.",
      "definition_translation": "Маленькая, буровато-зеленая славка, которая гнездится в лесах и встречается в Европе и Азии.",
      "example": "Zwyczajna pierwiosnek jest letnim migrantem do Wielkiej Brytanii. Latem widziałem zwyczajną pierwiosnękę w lesie. Do następnego lata zobaczę więcej zwyczajnych pierwiosnęk.",
      "example_translation": "Обыкновенная chiffchaff - это летний мигрант в Британию. Летом прошлого года я увидел обыкновенную chiffchaff в лесу. К следующему лету я увижу больше обыкновенных chiffchaff.",
      "imageLink": "common-chiffchaff.jpg",
      "audioLink": "common chiffchaff.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zwyczajny żuraw",
      "translation": "обыкновенная журавль",
      "definition": "Duży, szaro-biały ptak wodny o długim szyi i nogach, spotykany na terenach podmokłych i łąkach.",
      "definition_translation": "Большая, серовато-белая болотная птица с длинной шеей и ногами, встречается в болотах и лугах.",
      "example": "Zwyczajny żuraw jest gatunkiem zagrożonym. Rok temu widzieliśmy zwyczajnego żurawia na wolności. Do następnego roku starania ochronne pomogą populacji zwyczajnego żurawia.",
      "example_translation": "Обыкновенная журавль - это исчезающий вид. В прошлом году мы увидели обыкновенную журавль в дикой природе. К следующему году усилия по сохранению помогут популяции обыкновенной журавли.",
      "imageLink": "common-crane.jpg",
      "audioLink": "common crane.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zwyczajna łyska",
      "translation": "обыкновенная камышовая курочка",
      "definition": "Średniej wielkości, brunatnoczarna wodna ptak z charakterystyczną czerwoną brewią, spotykana na terenach podmokłych i łąkach.",
      "definition_translation": "Среднего размера, буровато-чёрная водная птица с характерным красным лбом, встречается в болотах и лугах.",
      "example": "Zwyczajna łyska jest ptakiem towarzyskim. Wczoraj widziałem zwyczajną łyskę z piskłętami. Do następnego tygodnia zwyczajna łyska znów zagnieździ się.",
      "example_translation": "Обыкновенная камышовая курочка - это социальная птица. Вчера я увидел обыкновенную камышовую курочку с цыплятами. К следующей неделе обыкновенная камышовая курочка снова гнездилась.",
      "imageLink": "common-moorhen.jpg",
      "audioLink": "common moorhen.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zwyczajny słowik",
      "translation": "общий соловей",
      "definition": "Nocny ptak o melodyjnym śpiewie, spotykany w lasach i ogrodach Europy i Azji.",
      "definition_translation": "ночной птица с мелодичной песней, найденная в лесах и садах Европы и Азии.",
      "example": "Latem słyszałem, jak zwyczajny słowik śpiewał w drzewach, usłyszę go znowu jutro, a wczoraj słyszałem go wieczorem.",
      "example_translation": "Летом я слышал, как общий соловей поет в деревьях, услышу снова завтра и слышал прошлую ночь.",
      "imageLink": "common-nightingale.jpg",
      "audioLink": "common nightingale.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zwyczajny śniegułka",
      "translation": "краснохвостый шиповник",
      "definition": "Mały, szary ptak o czerwonej plamce na czole, spotykany w lasach iglastych półkuli północnej.",
      "definition_translation": "маленькая воробьиная птица с красным пятном на лбу, найденная в хвойных лесах северного полушария.",
      "example": "Zwyczajna śniegułka jest rzadkim gościem zimowym w naszym ogrodzie, zobaczę ją znowu zimą, a moja babcia widziała ją zimą minioną.",
      "example_translation": "Краснохвостый шиповник - редкий зимний посетитель нашего сада, будет увиден на следующей зиме, и виделся прошлой зимой моей бабушкой.",
      "imageLink": "common-redpoll.jpg",
      "audioLink": "common redpoll.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "białogardlica",
      "translation": "белогорлый стеклянник",
      "definition": "wędrowny śpiewak z białą plamką na gardle, występujący w otwartych terenach i ogrodach Europy i Azji.",
      "definition_translation": "многолетняя воробьиная птица с белым пятном на горле, найденная в открытой местности и садах Европы и Азии.",
      "example": "Białogardlica buduje gniazdo w krzewach, zbudowała je rok temu, i zbuduje kolejne za rok.",
      "example_translation": "Белогорлый стеклянник строит гнездо в кустах, построил одно в прошлом году, и построит еще одно на следующее лето.",
      "imageLink": "common-whitethroat.jpg",
      "audioLink": "common whitethroat.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "gołąb leśny",
      "translation": "RING Вяхирь",
      "definition": "duży, szarobrązowy ptak z charakterystycznym głosem, występujący w lasach i parkach Europy i Azji.",
      "definition_translation": "большая серо-коричневая птица с отличительным криком, найденная в лесах и парках Европы и Азии.",
      "example": "Gołąb leśny jest dobrze znaną w naszym parku, został zobaczony przez mojego przyjaciela wczoraj, i będzie zobaczony ponownie za tydzień.",
      "example_translation": "Вяхирь - знакомый вид в нашем парке, виделся моим другом вчера, и будет увиден снова на следующей неделе.",
      "imageLink": "common-wood-pigeon.jpg",
      "audioLink": "common wood pigeon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kondor",
      "translation": "кондор",
      "definition": "Duży, czarny ptak z Ameryki Południowej, kondor andyjski (Vultur gryphus), występujący w Andach Ameryki Południowej.",
      "definition_translation": "Большой, чёрный американский стервятник, андский кондор (Vultur gryphus), встречается в Андах Южной Америки.",
      "example": "W Andach kondor jest świętym ptakiem, czczonym przez ludność tubylczą. Kondor przyleci nad góry jutro. Kondor szybował przez niebo wczoraj.",
      "example_translation": "В Андах кондор является священной птицей, почитаемой коренным населением. Кондор будет летать над горами завтра. Кондор昨天 парил над небесами.",
      "imageLink": "condor.jpg",
      "audioLink": "condor.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kormoran",
      "translation": "багряник",
      "definition": "Duży, rybę jedzący ptak morski z długą szyją i dziobem, występujący w obszarach przybrzeżnych i rzecznych.",
      "definition_translation": "Большая, рыбоядная морская птица с长ной шеей и клювом, встречается в прибрежных районах и реках.",
      "example": "Kormoran nurkował do wody, aby złapać rybę. Kormorany będą migrować do cieplejszych klimatów tej zimy. Kormoran zbudował swe gniazdo na skale skalistej.",
      "example_translation": "Багряник нырнул в воду, чтобы поймать рыбу. Багряники будут мигрировать в более тёплые климатические зоны этой зимой. Багряник построил свое гнездо на скалистом утёсе.",
      "imageLink": "cormorant.jpg",
      "audioLink": "cormorant.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "chruściel",
      "translation": "камышница",
      "definition": "Typ ptaka, który zamieszkuje tereny wilgotne, charakteryzujący się brązowymi piórami i sekretnym zachowaniem.",
      "definition_translation": "Тип птицы, обитающий в болотистых местах, характеризующийся своим коричневым оперением и скрытным поведением.",
      "example": "Chruściel jest nieśmiałym ptakiem, który rzadko wychodzi z jego bagiennego siedliska. Chruściele będą rozpoczynać sezon rozrodczy wiosną. Chruściel zbudował swe gniazdo w wysokich trzcinach.",
      "example_translation": "Камышница - это стеснительная птица, которая редко покидает свой болотистый ареал. Камышницы начнут свой сезон размножения весной. Камышница сделала свое гнездо в высоких тростниках.",
      "imageLink": "crake.jpg",
      "audioLink": "crake.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "żuraw",
      "translation": "журавль",
      "definition": "Duży, brodźca ptak z długą szyją i nogami, występujący w terenach wilgotnych i trawiastych.",
      "definition_translation": "Большая, болотная птица с длинной шеей и ногами, встречается в болотистых местах и лугах.",
      "example": "Żuraw będzie migrować do swoich zimowisk wkrótce. Żurawe są znane ze swojego charakterystycznego tańca godowego. Żuraw wkroczył do płytkiej wody, aby złapać rybę.",
      "example_translation": "Журавль скоро будет мигрировать на свои зимовальные угодья. Журавли известны своими отличительными брачными танцами. Журавль зашел в мелкую воду, чтобы поймать рыбу.",
      "imageLink": "crane.jpg",
      "audioLink": "crane.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "śpiewający skowronek",
      "translation": "хохлатый жаворонок",
      "definition": "Średniej wielkości ptak z charakterystyczną czupryną na głowie, występujący w otwartych terenach i trawiastych.",
      "definition_translation": "Среднего размера птица с характерным гребнем на голове, встречается в открытой местности и на лугах.",
      "example": "Śpiewający skowronek śpiewał swoją poranną pieśń, będzie śpiewał ponownie jutro, i śpiewał pięknie rok temu.",
      "example_translation": "Хохлатый жаворонок спел свою утреннюю песню, споет снова завтра, и spel красиво в прошлом году.",
      "imageLink": "crested-lark.jpg",
      "audioLink": "crested lark.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "czuprynka",
      "translation": "хохлатая синица",
      "definition": "Mały ptak z charakterystyczną czupryną na głowie, występujący w lasach iglastych i zwartych.",
      "definition_translation": "Маленькая птица с характерным гребнем на голове, встречается в хвойных лесах и лесах.",
      "example": "Czuprynka przelatywała przez gałęzie, będzie przelatywać ponownie za tydzień, i przelatywała szybko wczoraj.",
      "example_translation": "Хохлатая синица порхала через ветви, порхает снова на следующей неделе, и порхала быстро вчера.",
      "imageLink": "crested-tit.jpg",
      "audioLink": "crested tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "świstak",
      "translation": "кулик",
      "definition": "Duży, brodźca ptak z charakterystycznym, zakrzywionym dziobem, występujący w terenach wilgotnych i przybrzeżnych.",
      "definition_translation": "Большаяболотная птица с характерным кривым клювом, встречается в болотах и прибрежных районах.",
      "example": "Świstak wkroczył do płytkiej wody, będzie wkroczył ponownie o świcie, i wkroczył wolno wczoraj wieczór.",
      "example_translation": "Кулик проходил через неглубокую воду, будет проходить снова на заре, и проходил медленно вчера вечером.",
      "imageLink": "curlew.jpg",
      "audioLink": "curlew.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "gniazdo łabędzie",
      "translation": "цыгнёнок",
      "definition": "Młody łabędź, szczególnie ten, który jest jeszcze pokryty piórami.",
      "definition_translation": "Молодой лебедь, особенно тот, который все еще покрыт пухом.",
      "example": "Gniazdo łabędzie pływało za swoją matką, będzie pływać ponownie wkrótce, i pływało szybko wczoraj.",
      "example_translation": "Цыгнёнок плыл за своей матерью, будет плыть снова скоро, и плыл быстро вчера.",
      "imageLink": "cygnet.jpg",
      "audioLink": "cygnet.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sowa błotna",
      "translation": "сова ястребина",
      "definition": "Duży, potężny sówka z rundą głową, przodem skierowanymi uszami i ostrymi szponami, występujący w lasach i łąkach.",
      "definition_translation": "Крупная, мощная сова с круглой головой, передними ушами и острыми когтями, встречается в лесах и лугах.",
      "example": "Sowa błotna zrzuciła się do przodu, aby złapać swoją zdobycz, a następnie zjada ją wieczorem, a następnego ranka odleciała, aby znaleźć nową zdobycz.",
      "example_translation": "Сова ястребина пикировала вниз, чтобы поймать добычу, и затем она съест ее вечером, а к следующему утру она улетит охотиться novamente.",
      "imageLink": "eagle-owl.jpg",
      "audioLink": "eagle owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "emu",
      "translation": "эму",
      "definition": "Duży, nielotny ptak rodzimy w Australii, o szarobrązowej upierzeniu i charakterystycznym miękkim gwizdkiem.",
      "definition_translation": "Крупная, бескрылая птица, эндемичная для Австралии, с серо-коричневым оперением и характерным тихим шипящим криком.",
      "example": "Emu wędrował swobodnie po puszczy, wędrował tam wczoraj, i będzie wędrować tam jutro.",
      "example_translation": "Эму свободно бродила по бездорожью, она бродила там вчера, и она будет продолжать бродить там завтра.",
      "imageLink": "emu.jpg",
      "audioLink": "emu.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sokół",
      "translation": "сокол",
      "definition": "Szybki i zwrotny ptak drapieżny, typowo mający smukłe ciało i długie, ostre skrzydła.",
      "definition_translation": "Быстрый и ловкий хищный птица, обычно имеющая стройное тело и длинные, заостренные крылья.",
      "example": "Sokół unosił się wysoko w niebie, unosił się tam wczoraj, i będzie unosił się tam jutro, a następnie zrzucił się, aby złapać swoją zdobycz.",
      "example_translation": "Сокол поднимался высоко в небе, он поднимался вчера, и он будет подниматься снова завтра, а затем он будет пикировать вниз, чтобы поймать добычу.",
      "imageLink": "falcon.jpg",
      "audioLink": "falcon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "flaming",
      "translation": "фламинго",
      "definition": "Ptak brodźny z charakterystyczną różową lub czerwonawą upierzenią, długim szyją i długimi nogami, występujący w regionach ciepłych i tropikalnych.",
      "definition_translation": "Водоплавающая птица с характерным розовым или красноватым оперением, длинной шеей и длинными ногами, встречается в теплых и тропических регионах.",
      "example": "Flaming wolno brodził przez płytkie wody, brodził tam wczoraj, i będzie brodził tam jutro, a następnie odleciał do swojego gniazda.",
      "example_translation": "Фламинго медленно бродил через мелкие воды, оно бродило там вчера, и оно будет бродить тамagain завтра, а затем оно улетит к своему гнезду.",
      "imageLink": "flamingo.jpg",
      "audioLink": "flamingo.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "gęś",
      "translation": "гусак",
      "definition": "Samiec gęsi, szczególnie udomowionej.",
      "definition_translation": "См. гусь, особенно домашний.",
      "example": "Gęś syknął na farmera. Farmer nakarmi gęś jutro. Farmer nakarmił gęś wczoraj.",
      "example_translation": "Гусак заскрежетал на фермера. Фермер накормит гусака завтра. Фермер накормил гусака вчера.",
      "imageLink": "gander.jpg",
      "audioLink": "gander.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "śpiewak ogrodowy",
      "translation": "садовая славка",
      "definition": "Mały, brązowo-żółty ptak, który rozmnaża się w ogrodach i lasach.",
      "definition_translation": "Маленькая, коричневая и желтая птица, которая гнездится в садах и лесах.",
      "example": "Śpiewak ogrodowy śpiewał słodko rano. Śpiewak ogrodowy zbuduje swoje gniazdo wkrótce. Śpiewak ogrodowy zbudował swoje gniazdo w zeszłym roku.",
      "example_translation": "Садовая славка пела сладко утром. Садовая славка построит свой гнездо скоро. Садовая славка построила свой гнездо в прошлом году.",
      "imageLink": "garden-warbler.jpg",
      "audioLink": "garden warbler.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "czernica",
      "translation": "черныш",
      "definition": "Mała, wędrowna kaczka, która rozmnaża się w mokradłach.",
      "definition_translation": "Маленькая, мигрирующая утка, которая гнездится в湿ных местах.",
      "example": "Czernica poleciała na południe na zimę. Czernica będzie się kochać wiosną. Czernica kochała się latem zeszłym.",
      "example_translation": "Черныш перелетел на جنوب зимой. Черныш будет спариваться весной. Черныш спарился прошлым летом.",
      "imageLink": "garganey.jpg",
      "audioLink": "garganey.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "królówka",
      "translation": "золотистая коронка",
      "definition": "Mały, intensywnie ubarwiony ptak, który występuje w lasach i ogrodach.",
      "definition_translation": "Маленькая, ярко окрашенная птица, которая находится в лесах и садах.",
      "example": "Królówka szybko frunęła między drzewami. Królówka zbuduje swoje gniazdo wkrótce. Królówka zbudowała swoje gniazdo w zeszłym roku.",
      "example_translation": "Золотистая коронка порхала между деревьями. Золотистая коронка построит свой гнездо скоро. Золотистая коронка построила свой гнездо в прошлом году.",
      "imageLink": "goldcrest.jpg",
      "audioLink": "goldcrest.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "orzeł złoty",
      "translation": "золотой орёл",
      "definition": "Duży, ciemnobrązowy orzeł z płowo-brązową upierzenią, występujący w górskich regionach północnej półkuli.",
      "definition_translation": "Крупная, темно-коричневая орлица с золотисто-коричневым оперением, встречается в горных регионах северного полушария.",
      "example": "Orzeł złoty unosił się przez niebo, jego przecinający krzyk odbijał się o góry. Unosił się przez te niebo przez wieki, i będzie unosił się przez wieki. W przyszłym roku zbuduje nowe gniazdo.",
      "example_translation": "Золотой орёл парил по небу, его пронзительный крик эхом отражался от гор. Он парил по этим небесам на протяжении веков и будет продолжать делать это в будущих поколениях. К следующему году он построит новое гнездо.",
      "imageLink": "golden-eagle.jpg",
      "audioLink": "golden eagle.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "orzeł złocisty",
      "translation": "золотистый иволга",
      "definition": "Jasno ubarwiony ptak z płowo-złotą upierzenią, występujący w lasach i ogrodach Europy i Azji.",
      "definition_translation": "Ярко окрашенная птица с золотисто-желтым оперением, встречается в лесах и садах Европы и Азии.",
      "example": "Orzeł złocisty frunęł między drzewami, jego melodyjny śpiew wypełniał powietrze. Frunął między tymi drzewami przez lata, i będzie frunął. W przyszłym lecie wyhoduje nowe młode.",
      "example_translation": "Золотистый иволга порхал между деревьями, его мелодичная песня наполняла воздух. Он порхал между этими деревьями на протяжении лет и будет продолжать делать это. К следующему лету он вырастит новое выводок.",
      "imageLink": "golden-oriole.jpg",
      "audioLink": "golden oriole.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szczecińczyk",
      "translation": "щеголь",
      "definition": "Mały, kolorowo ubarwiony ptak z złoto-żółtą upierzeniem, znaleziony w ogrodach i polach Europy i Azji.",
      "definition_translation": "Маленькая, ярко окрашенная птица с золотисто-желтым оперением, встречается в садах и полях Европы и Азии.",
      "example": "Szczecińczyk usiadł na karmniku ptasim, jego małe dzióbki gryzły nasiona. Zasiadał na tym karmniku od tygodni i będzie kontynuował to. Do następnego miesiąca zmieni swą upierzeń.",
      "example_translation": "Щеголь сидел на кормушке, его маленький клюв щипал семена. Он сидел на этой кормушке на протяжении недель и будет продолжать делать это. К следующему месяцу он отрастит новое оперение.",
      "imageLink": "goldfinch.jpg",
      "audioLink": "goldfinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "gniazdko",
      "translation": "гусенок",
      "definition": "Młody gęś, szczególnie w swoim pierwszym roku życia.",
      "definition_translation": "Молодой гусь, особенно в первом году жизни.",
      "example": "Gniazdko wędrowało za swoją matką, jego miękkie puchy wiało w wietrze. Wędrowało za nią od miesięcy i będzie kontynuowało to. Do następnej wiosny wyrośnie nowe pióra.",
      "example_translation": "Гусенок ходил за своей матерью, его мягкое пуховое оперение распушивалось на ветру. Он ходил за ней на протяжении месяцев и будет продолжать делать это. К следующей весне он отрастит новую пару перьев.",
      "imageLink": "gosling.jpg",
      "audioLink": "gosling.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "czubatka",
      "translation": "крупный хохлатый пузырчик",
      "definition": "Duży ptak wodny z charakterystyczną czubą i czarno-białymi piórami, znaleziony w Eurazji i Afryce.",
      "definition_translation": "Большая водоплавающая птица с характерным гребнем и чёрно-белыми перьями, обитающая в Евразии и Африке.",
      "example": "Wczoraj widziałem czubatka pływającego w jeziorze. Zbuduje swoje gniazdo na brzegu wody następnego miesiąca. Do tego samego czasu w następnym roku wyemigruje do cieplejszych klimatów.",
      "example_translation": "Я видел крупного хохлатого пузырчика, плававшего в озере вчера. Он построит свое гнездо на краю воды следующим месяцем. К этому времени в следующем году он переселится в более тёплые климаты.",
      "imageLink": "great-crested-grebe.jpg",
      "audioLink": "great crested grebe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bogatka",
      "translation": "большой tits",
      "definition": "Mały, kolorowy ptak znaleziony w ogrodach i lasach, znany ze swojej odważnej i ciekawskiej natury.",
      "definition_translation": "Маленькая, цветная птица, найденная в садах и лесах, известная своей смелой и любопытной натурой.",
      "example": "Bogatka usiadła na karmniku ptasim, jedząc nasiona. Wyhoduje swoje pisklęta w skrzynce gniazdowej następnej wiosny. Do czasu, gdy nastanie jesień, bogatka będzie przechowywać jedzenie na zimę.",
      "example_translation": "Большой tits сидел на кормушке для птиц, ел семена. Он будет растить своих птенцов в гнездовой коробке следующей весной. К тому времени, когда наступит осень, большой tits будет иметь запасы пищевых продуктов на зиму.",
      "imageLink": "great-tit.jpg",
      "audioLink": "great tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bialy bąk",
      "translation": "большой белый аист",
      "definition": "Duży, biały ptak brodzący z żółtym dziobem i długą, smukłą szyją, znaleziony w ciepłych i tropikalnych regionach.",
      "definition_translation": "Большая, белая птица с жёлтым клювом и длинной, стройной шеей, найденная в тёплых и тропических регионах.",
      "example": "Biały bąk brodził przez płytką wodę, szukając ryb. Wyemigruje do Afryki następnej zimy. Do czasu, gdy nastanie wiosna, biały bąk będzie powrócić do swoich terenów lęgowych.",
      "example_translation": "Большой белый аист бродил через浅ководную воду, ища рыбу. Он переселится в Африку следующей зимой. К тому времени, когда наступит весна, большой белый аист вернется на свои territorie для размножения.",
      "imageLink": "great-white-egret.jpg",
      "audioLink": "great white egret.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "perkoz",
      "translation": "подицце",
      "definition": "Mały do średniej wielkości ptak wodny z charakterystyczną zdolnością nurkowania, znaleziony w śródlądowych i przybrzeżnych obszarach.",
      "definition_translation": "Маленькая до средней величины водоплавающая птица с характерной способностью нырять, найденная в пресных и прибрежных зонах.",
      "example": "Perkoz zanurkował w wodę, łapiąc rybę. Zbuduje swoje gniazdo na brzegu jeziora następnego miesiąca. Do tego samego czasu w następnym roku wyrośnie swoje młode i wyemigruje do cieplejszych wód.",
      "example_translation": "Подицце нырнуло в воду, поймав рыбу. Он построит свое гнездо на берегу озера следующим месяцем. К этому времени в следующем годуодицце вырастет своих молодых и переселится в более тёплые воды.",
      "imageLink": "grebe.jpg",
      "audioLink": "grebe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "biała czapla",
      "translation": "серая цапля",
      "definition": "Duży, szary-biały ptak czaplowaty z długą szyją i nogami, znaleziony w mokradłach i nabrzeżnych środowiskach.",
      "definition_translation": "Большая серо-белая цапля с длинной шеей и ногами, встречается в болотистых и речных местах обитания.",
      "example": "Biała czapla złapała rybę w rzece. Złapie więcej ryb jutro. Złapała wiele ryb poprzedniego dnia.",
      "example_translation": "Серая цапля поймала рыбу в реке. Она поймает больше рыбы завтра. Она поймала много рыбы в önceki день.",
      "imageLink": "heron.jpg",
      "audioLink": "grey heron.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "gęś łabędzionosa",
      "translation": "серый гусь",
      "definition": "Duży, szarobrązowy gęś z różowym dziobem i nogami, znaleziony w mokradłach i łąkach.",
      "definition_translation": "Большой серо-коричневый гусь с розовым клюком и ногами, встречается в болотистых и луговых местах обитания.",
      "example": "Gęś łabędzionosa przeleciała nad mokradłem. Przeleci nad łąką jutro. Przeleciała nad lasem poprzedniego dnia.",
      "example_translation": "Серый гусь летел над болотом. Он будет летать над лугом завтра. Он летел над лесом в önceki день.",
      "imageLink": "greylag-goose.jpg",
      "audioLink": "greylag goose.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "perlica",
      "translation": "птица гуinea",
      "definition": "Domowe ptactwo z pulchnym ciałem i strukturalnym hełmem na głowie, pochodzące z Afryki.",
      "definition_translation": "Домашняя птица с компактным телом и шлемоподобной структурой на голове, происходящая из Африки.",
      "example": "Perlica włóczyła się swobodnie po podwórku. Włóczy się swobodnie po ogrodzie jutro. Włóczyła się swobodnie po parku poprzedniego dnia.",
      "example_translation": "Птица гуinea свободно разгуливала в заднем дворе. Она будет свободно разгуливать в саду завтра. Она свободно разгуливала в парке в önceki день.",
      "imageLink": "guinea-fowl.jpg",
      "audioLink": "guinea fowl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dzięcioł",
      "translation": "клёст- obруч",
      "definition": "Duży, ciężki dzięciel z ogromnym dziobem i brązowym grzbietem, znaleziony w lasach i ogrodach.",
      "definition_translation": "Большой дубонос с мощным клювом и коричневой спиной, встречается в лесах и садах.",
      "example": "Dzięcioł usiadł na gałęzi drzewa. Usiadł na ogrodowej fencie jutro. Usiadł na stercie drewna poprzedniego dnia.",
      "example_translation": "Клёст-обруч сидел на ветке дерева. Он будет сидеть на садовой ограде завтра. Он сидел на полене в önceki день.",
      "imageLink": "hawfinch.jpg",
      "audioLink": "hawfinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kuropatwa łęgonka",
      "translation": "рижий тетерев",
      "definition": "Średniej wielkości kuropatwa o rudobrązowej upierzeniu i charakterystycznym czarnym łacie na gardle, spotykana w lasach i wrzosowiskach Europy i Azji.",
      "definition_translation": "Среднего размера тетерев с рыжевато-коричневым оперением и характерным черным пятном на горле, встречается в лесах и на онтоне в Евразии.",
      "example": "Kuropatwa łęgonka uleciała szybko, wczoraj widziano ją w lesie, a jutro będzie polować ponownie.",
      "example_translation": "Рижий тетерев быстро улетел, вчера его видели в лесу, а завтра он будет охотиться снова.",
      "imageLink": "hazel-grouse.jpg",
      "audioLink": "hazel grouse.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dudek",
      "translation": "удод",
      "definition": "Różowobrązowy ptak o charakterystycznym czubku i długim, zakrzywionym dziobie, spotykany w otwartych lasach i łąkach Afryki, Azji i Europy.",
      "definition_translation": "Птица розовато-коричневого цвета с характерным гребнем и длинным, кривым клювом, встречается в открытых лесах и травянистых зонах в Африке, Азии и Европе.",
      "example": "Dudek siedział na gałęzi drzewa, wczoraj szukał owadów, a jutro będzie gnieździć się.",
      "example_translation": "Удод сидел на ветке дерева, вчера он искал насекомых, а скоро будет гнездиться.",
      "imageLink": "hoopoe.jpg",
      "audioLink": "hoopoe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "koliber",
      "translation": "колибри",
      "definition": "Mały, kolorowo upierzony ptak, zdolny do zawisu w powietrzu, spotykany w ogrodach, lasach i lasach tropikalnych Ameryki Środkowej i Południowej.",
      "definition_translation": "Маленькая, ярко окрашенная птица, которая может зависать в воздухе, встречается в садах, лесах и тропических лесах в Центральной и Южной Америке.",
      "example": "Koliber ssał nektar z kwiatów wczoraj, dzisiaj lata wokół ogrodu, a jutro będzie migrować do cieplejszych regionów.",
      "example_translation": "Колибри вчера выпивала нектар из цветов, сегодня она лета вокруг сада, а завтра она будет мигрировать в более теплые регионы.",
      "imageLink": "hummingbird.jpg",
      "audioLink": "hummingbird.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ibis",
      "translation": "ибиς",
      "definition": "Długoszyja, długonogi ptak wodny o zakrzywionym dziobie, spotykany w mokradłach, bagnach i obszarach nadmorskich Afryki, Azji i Europy.",
      "definition_translation": "Длинношеий, длинноногий птица с кривым клювом, встречается в болотах, маршах и прибрежных зонах в Африке, Азии и Европе.",
      "example": "Ibis brodził w bagnie wczoraj, dzisiaj lata nad liniami brzegowymi, a jutro będzie szukać pożywienia w mokradłach.",
      "example_translation": "Ибиς вчера ходил по болоту, сегодня он летит над побережьем, а завтра он будет kiếmить пищу в болотах.",
      "imageLink": "ibis.jpg",
      "audioLink": "ibis.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kawka",
      "translation": "галка",
      "definition": "Kawka to rodzaj ptaka, znany ze swoich charakterystycznych zawołań i często spotykany w obszarach zurbanizowanych.",
      "definition_translation": "Галка - это тип птицы, известной своими отличительными звуками и часто встречающейся в городских районах.",
      "example": "Kawka siedziała na parapecie, patrząc na nas swoimi ostrymi oczami. Wczoraj ukradła kawałek chleba ze stołu. Jutro będzie wracać po więcej.",
      "example_translation": "Галка сидела на подоконнике, наблюдая за нами своими острыми глазами. Вчера она украла кусок хлеба с стола. Завтра она, вероятно, вернется за больше.",
      "imageLink": "jackdaw.jpg",
      "audioLink": "jackdaw.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "srokacz",
      "translation": "сойка",
      "definition": "Srokacz to kolorowo upierzony ptak, znany ze swojej odważnej i ciekawskiej natury.",
      "definition_translation": "Сойка - это птица с яркой окраской, известная своей смелой и любопытной натурой.",
      "example": "Srokacz skakał po trawniku, szukając jedzenia. W zeszłym tygodniu zbudował gniazdo w pobliskim drzewie. W przyszłym roku wróci, aby wychować swoje młode.",
      "example_translation": "Сойка прыгала по лужайке, ища еду. На прошлой неделе она построила гнездо в соседнем дереве. В следующем году она вернется, чтобы растить своих молодых.",
      "imageLink": "jay.jpg",
      "audioLink": "jay.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pustułka",
      "translation": "пискус",
      "definition": "Pustułka to mały sokół, znany ze swojej zwinności i szybkości, często spotykany unoszący się nad polami i łąkami.",
      "definition_translation": "Пискус - это маленькая соколина, известная своей.agility и скоростью, часто встречающаяся в полетах над полями и лугами.",
      "example": "Pustułka unosiła się nad polem, szukając zdobyczy. Wczoraj schwyciła mysz w swoich szponach. Jutro wróci do nieba.",
      "example_translation": "Пискус парил над полем, считывая добычу. Вчера оно поймало мышь в своих когтях. Завтра оно again поднимется в небо.",
      "imageLink": "kestrel.jpg",
      "audioLink": "kestrel.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zimorodek",
      "translation": "зимородок",
      "definition": "Zimorodek to kolorowo upierzony ptak, znany ze swojego efektownego upierzenia i zdolności do nurkowania w wodę, aby złapać rybę.",
      "definition_translation": "Зимородок - это птица с яркой окраской, известная своей ошеломляющей плумажом и способностью нырять в воду, чтобы поймать рыбу.",
      "example": "Zimorodek siedział na gałęzi nad rzeką, obserwując rybę. W zeszłym roku zbudował gniazdo w pobliskim brzegu. W przyszłym roku wróci, aby wychować swoje młode.",
      "example_translation": "Зимородок сидел на ветке над рекой, наблюдая за рыбой. В прошлом году оно построило гнездо в ближайшем берегу. В следующем лете оно вернется, чтобы растить своих молодых.",
      "imageLink": "kingfisher.jpg",
      "audioLink": "kingfisher.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kiwi",
      "translation": "киви",
      "definition": "Kiwi to mały, niezdolny do lotu ptak, rodzimy z Nowej Zelandii, charakteryzujący się okrągłym ciałem, długim dziobem i brązowymi piórami.",
      "definition_translation": "Киви - это nhỏ, не летающая птица, родом из Новой Зеландии, характеризуется круглым телом, длинным клювом и коричневыми перьями.",
      "example": "Widziałem kiwi w zoo wczoraj. Zobaczę kiwi w zoo jutro. Widziałem kiwi w zoo wiele razy.",
      "example_translation": "Я видел киви в зоопарке вчера. Я увижу киви в зоопарке завтра. Я видел киви в зоопарке много раз.",
      "imageLink": "kiwi.jpg",
      "audioLink": "kiwi.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "czajka",
      "translation": "чибис",
      "definition": "Czajka to rodzaj ptaka, mieszkający w mokradłach i łąkach, charakteryzujący się swoim charakterystycznym czubkiem i głośnymi, przenikliwymi wołami.",
      "definition_translation": "Чибис - это тип птицы, обитающий в водно-болотных угодьях и лугах, характеризуется своими уникальными гребнями и громкими, пронзительными криками.",
      "example": "Czajka przelatywała nad polem, szukając jedzenia. Czajka będzie gniazdować na ziemi, chroniąc swoje jaja. Czajka uleciała na południe na zimę.",
      "example_translation": "Чибис пролетел над полем, ища пищу. Чибис будет гнездиться на земле, защищая свои яйца. Чибис улетел на юг на зиму.",
      "imageLink": "lapwing.jpg",
      "audioLink": "lapwing.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "mewa mała",
      "translation": "меньшая черная задняя чайка",
      "definition": "Mewa mała to średniej wielkości mewa, która rozmnaża się w północnej półkuli, charakteryzująca się ciemnoszarym grzbietem i białą głową.",
      "definition_translation": "Меньшая черная задняя чайка - это среднего размера морская птица, размножающаяся в северном полушарии, характеризуется темной серой спиной и белой головой.",
      "example": "Wczoraj zobaczyłem mewę małą na plaży. Mewa mała migruje do Afryki zimą. Mewa mała przystosowała się do środowiska miejskiego.",
      "example_translation": "Я видел меньшую черную заднюю чайку на пляже вчера. Меньшая черная задняя чайка будет мигрировать в Африку зимой. Меньшая черная задняя чайка адаптировалась к городским环境ам.",
      "imageLink": "lesser-black-backed-gull.jpg",
      "audioLink": "lesser black-backed gull.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "orzełek",
      "translation": "малая пятнистая орлица",
      "definition": "Orzełek to średniej wielkości ptak drapieżny, który zamieszkuje lasy i łąki, charakteryzujący się brunatnym upierzeniem i białym spodem.",
      "definition_translation": "Малая пятнистая орлица - это среднего размера хищная птица, обитающая в лесах и лугах, характеризуется коричневой опереньем и белым низом.",
      "example": "Orzełek unosł się ponad głową, szukając zdobyczy. Orzełek będzie budować swoje gniazdo w drzewie. Orzełek ma ostre pazury do chwytania.",
      "example_translation": "Малая пятнистая орлица парила над головой, ища добычу. Малая пятнистая орлица будет строить гнездо в дереве. Малая пятнистая орлица имеет острые когти для захвата.",
      "imageLink": "lesser-spotted-eagle.jpg",
      "audioLink": "lesser spotted eagle.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "łuskowiec",
      "translation": "ясновидец",
      "definition": "Łuskowiec to mały, śpiewający ptak z brunatnym grzbietem i skrzydłami, a szarym głową i piersiami, spotykany w Europie i Azji.",
      "definition_translation": "Маленькая, похожая на щебетунью певчая птица с коричневой спиной и крыльями и серой головой и грудью, найденная в Европе и Азии.",
      "example": "Łuskowiec siadał na gałęzi drzewa, śpiewając słodką melodię. Siadał tam wczoraj i będzie siadał tam jutro.",
      "example_translation": "Ясновидец устроился на ветке дерева, поющий сладкую мелодию. Yesterday он устроился там, и tomorrow он устроится там снова.",
      "imageLink": "linnet.jpg",
      "audioLink": "linnet.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "uszkowiec",
      "translation": "длинноухий сипух",
      "definition": "Uszkowiec to nocny ptak drapieżny z długimi kutaszami, spotykany w lasach i lasostanach półkuli północnej.",
      "definition_translation": "Ночной хищник с длинными ушными кисточками, найденный в лесах и лесостепях Северного полушария.",
      "example": "Uszkowiec huczał głośno w ciemności lasu i huczał tam przez pokolenia. Będzie huczał tam przez latayet to come.",
      "example_translation": "Длинноухий сипух громко кричал в темноте леса, и кричал там уже несколько поколений. Он будет продолжать кричать там в течение лет.",
      "imageLink": "long-eared-owl.jpg",
      "audioLink": "long-eared owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kaczka krzyżówka",
      "translation": "кряква",
      "definition": "Kaczka krzyżówka to duża, pływająca kaczka z zieloną głową i żółtym dziobem, spotykana w mokradłach i parkach.",
      "definition_translation": "Большая,чиркающая утка с зелёной головой и жёлтым клювом, найденная в влажных местах и парках.",
      "example": "Kaczka krzyżówka pływała spokojnie po stawie, a pływała tam każdego lata. Będzie pływać tam ponownie następnego roku.",
      "example_translation": "Кряква плавала мирно на пруду, и плавала там каждое лето. Она будет плавать там снова в следующем году.",
      "imageLink": "mallard.jpg",
      "audioLink": "mallard.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sikora bagienna",
      "translation": "болотная синица",
      "definition": "Sikora bagienna to mały, owadożerny ptak z białą twarzą i czarnym daszkiem, spotykany w mokradłach i bagien.",
      "definition_translation": "Маленькая, насекомоядная птица с белым лицом и чёрной шапкой, найденная в болотах и влажных местах.",
      "example": "Sikora bagienna przelatująca między trzcinami, szukając owadów do jedzenia. Przelatująca tam wczoraj i będzie przelatująca tam jutro.",
      "example_translation": "Болотная синица порхала между камышами, ища насекомых, чтобы поесть. Она порхала там вчера, и порхает там снова завтра.",
      "imageLink": "marsh-tit.jpg",
      "audioLink": "marsh tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "solnik",
      "translation": "соловей",
      "definition": "Solnik to rodzaj ptaka znany z melodijnego śpiewu, często słyszany w nocy.",
      "definition_translation": "Соловей - это вид птицы, известный своей мелодичной песней, часто слышной ночью.",
      "example": "Solnik śpiewał słodko w drzewach wczoraj wieczorem, a słyszałem go śpiewającego ponownie rano. Będę słyszał go śpiewającego ponownie tej nocy.",
      "example_translation": "Соловей пел сладко в деревьях昨 вечером, и я услышал его пение снова сегодня утром. Я услышу его пение снова今 вечером.",
      "imageLink": "nightingale.jpg",
      "audioLink": "nightingale.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "lelek",
      "translation": "ночной латыш",
      "definition": "Lelek to rodzaj nocnego ptaka z dużymi oczami i charakterystycznym wołaniem, spotykany w ciepłych i umiarkowanych regionach.",
      "definition_translation": "Ночной латыш - это вид ночной птицы с großen глазами и характерным криком, встречающийся в теплых и умеренных регионах.",
      "example": "Wczoraj wieczorem zobaczyłem lelka siedzącego na gałęzi, jego duże oczy wpatrzone w ciemność. Będzie polował na owady tej nocy, a polował wczoraj.",
      "example_translation": "Я увидел ночного латыша, сидевшего на ветке дерева昨 вечером, его большие глаза смотрели в темноту. Он будет охотиться на насекомых今 вечером, и он охотился на них вчера.",
      "imageLink": "nightjar.jpg",
      "audioLink": "nightjar.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "rybołów",
      "translation": "скиф",
      "definition": "Rybołów to duży, rybopożywczy ptak drapieżny z charakterystycznym wołaniem, spotykany nad wodami i terenami przybrzeżnymi.",
      "definition_translation": "Скиф - это большая, рыбаедая птица хищника с характерным криком, встречающаяся вблизи водных путей и прибрежных районов.",
      "example": "Rybołów nurkował w wodę, łapiąc rybę na lunch. Będzie szybował nad jeziorem jutro, a szybował nad oceanem wczoraj.",
      "example_translation": "Скиф нырнул в воду, поймав рыбу для своего обеда. Он будет парить над озером завтра, и он парил над океаном вчера.",
      "imageLink": "osprey.jpg",
      "audioLink": "osprey.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "perłocha",
      "translation": "перепел",
      "definition": "Perłocha to rodzaj ptaka o średniej wielkości do małej, często spotykany na suchych, otwartych terenach i w krzaczastych zaroślach.",
      "definition_translation": "Перепел - это тип маленькой или среднего размера птицы, часто встречающейся в сухих, открытых районах и зарослях.",
      "example": "Perłocha szybko biegła przez suche pole, szukając nasion. Będzie nocować w krzakach tej nocy, a nocowała w drzewach wczoraj.",
      "example_translation": "Перепел бежал быстро через сухое поле, ища семян. Он будет ночевать в кустах今 вечером, и он ночевал в деревьях昨 вечером.",
      "imageLink": "partridge.jpg",
      "audioLink": "partridge.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "paw",
      "translation": "павлин",
      "definition": "Duży, kolorowy ptak z charakterystycznym krzykiem i długim, szpicowanym ogonem, rodzimy w lasach Indii i Azji Południowo-Wschodniej.",
      "definition_translation": "Крупная, ярко окрашенная птица с характерным криком и длинным, остроконечным хвостом, родом из лесов Индии и Юго-Восточной Азии.",
      "example": "Paw przechadzał się dumnie po ogrodzie, jego żywe pióra lśniły w słońcu. Wczoraj siedział na gałęzi drzewa, a jutro będzie się swobodnie spacerował w parku.",
      "example_translation": "Павлин гордо прошелся по саду, его яркое оперение отражало солнечный свет. Вчера он сидел на ветке дерева, а завтра он будет свободно闲ать в парке.",
      "imageLink": "peacock.jpg",
      "audioLink": "peacock.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pelikan",
      "translation": "пеликан",
      "definition": "Duży ptak wodny z charakterystyczną torbą na dziobie, żyjący w ciepłych i tropikalnych regionach, charakteryzujący się społecznym zachowaniem i imponującymi umiejętnościami nurkowania.",
      "definition_translation": "Крупная водоплавающая птица с характерным мешковидным клювом, обитающая в теплых и тропических регионах, характеризуется социальным поведением и внушительными навыками.diving.",
      "example": "Pelikan składał się, aby złapać rybę w jeziorze. Wczoraj pływał wzdłuż brzegu, a jutro będzie unosł się w powietrzu, machając ogromnymi skrzydłami.",
      "example_translation": "Пеликан свалился вниз, чтобы поймать рыбу в озере. Вчера он плыл вдоль берега, а завтра он будет парить над головой, его巨ные крылья били воздух.",
      "imageLink": "pelican.jpg",
      "audioLink": "pelican.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": " Sokół wędrowny",
      "translation": "сокол-сапсан",
      "definition": "Szybki i zwinny ptak drapieżny, znany z prędkości, która wynosi ponad 320 km/h podczas charakterystycznego lotu łowczego, i szeroko rozpowszechniony na całym świecie.",
      "definition_translation": "Быстрая и ловкая хищная птица, известная своей скоростью, достигая более 320 км/ч во время характерного охотничьего пикирования, и широко распространенная по всему миру.",
      "example": "Sokół wędrowny unosił się wysoko nad miastem, jego ostre oczy skanowały dachy w poszukiwaniu zdobyczy. Wczoraj siedział na wieżowcu, a jutro będzie gonił gołąba przez ulice.",
      "example_translation": "Сокол-сапсан парил высоко над городом, его острый взгляд сканировал крыши в поисках добычи. Вчера он сидел на небоскребе, а завтра он будет гнаться за голубем по улицам.",
      "imageLink": "peregrine-falcon.jpg",
      "audioLink": "peregrine falcon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bażant",
      "translation": "фазан",
      "definition": "Duży, żyjący na ziemi ptak z charakterystycznym krzykiem i żywymi piórami, rodzimy w Azji i wprowadzony do Europy jako ptak łowny.",
      "definition_translation": "Крупная, земляная птица с характерным криком и ярким оперением, родом из Азии и интрduced в Европу как охотничья птица.",
      "example": "Bażant spacerował swobodnie po wsi, jego żywe pióra lśniły w słońcu. Wczoraj był polowany przez grupę entuzjastów, a jutro będzie serwowany jako smaczny posiłek.",
      "example_translation": "Фазан свободно бродил по сельской местности, егоирисовидные перья мерцали в солнечном свете. Вчера он охотился группой энтузиастов, а завтра он будет подан как вкусное блюдо.",
      "imageLink": "pheasant.jpg",
      "audioLink": "pheasant.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "drobiu",
      "translation": "пoultry (птица)",
      "definition": "Domowe ptaki hodowane dla jaj lub mięsa, szczególnie kurczaki, indyki i kaczki.",
      "definition_translation": "Домашние птицы, содержащиеся для яиц или мяса, особенно курицы, индейки и утки.",
      "example": "Rolnik hodował drobiu na życie. Hodował drobiu od dzieciństwa. Hodował drobiu na wsi.",
      "example_translation": "Фермер содержал птицу для существования. Он содержал птицу с тех пор, как был ребенком. Он будет содержать птицу в сельской местности.",
      "imageLink": "poultry.jpg",
      "audioLink": "poultry.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sóweczka",
      "translation": "карликовая сова",
      "definition": "Mała sowa, typowo mierząca mniej niż 20 cm długości, żyjąca w lasach i lasach otwartych.",
      "definition_translation": "Маленькая сова, обычно измеряющая менее 20 см в длину, обнаруженная в лесах и лесных угодьях.",
      "example": "Sóweczka hukała głośno w środku nocy. Hukała od świtu. Hukała aż do zmroku.",
      "example_translation": "Карликовая сова кричала громко в смерти ночи. Она кричала громко с утра. Она будет кричать громко до сумерек.",
      "imageLink": "pygmy-owl.jpg",
      "audioLink": "pygmy owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przepiórka",
      "translation": "перепел",
      "definition": "Mały, okrągły ptak z charakterystycznym czubkiem na głowie, żyjący w krzakach i łąkach.",
      "definition_translation": "Маленькая, округлая птица с характерным хохолком, обнаруженная в bụiщах и лугах.",
      "example": "Przepiórka biegła przez otwarte pole. Biegła przez otwarte pole wczoraj. Będzie biegać przez otwarte pole jutro.",
      "example_translation": "Перепел бегал по открытому полю. Он бегал по открытому полю вчера. Он будет бегать по открытому полю завтра.",
      "imageLink": "quail.jpg",
      "audioLink": "quail.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "czernica czarnogłowa",
      "translation": "красношейный поганковый гагар",
      "definition": "Średniej wielkości ptak wodny z charakterystyczną czerwoną szyją i czarnym czubkiem, żyjący w mokradłach i jeziorach.",
      "definition_translation": "Среднего размера водоплавающая птица с характерным красным воротником и черной короной, обнаруженная в болотах и озерах.",
      "example": "Czernica czarnogłowa nurkowała w wodzie. Nurkowała w wodzie wczoraj. Nurkować będzie w wodzie jutro.",
      "example_translation": "Красношейный поганковый гагар нырнул в воду. Он нырнул в воду вчера. Он будет нырять в воду завтра.",
      "imageLink": "red-necked-grebe.jpg",
      "audioLink": "red-necked grebe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "rudzik",
      "translation": "дровосек",
      "definition": "Mały, sezonowo wędrowny ptak śpiewający z okrągłym ciałem i charakterystycznym czerwonym pierścieniem na piersi, żyjący w Europie i Ameryce Północnej.",
      "definition_translation": "Маленькая, мигрирующая певчая птица с круглым телом и характерным красным грудом, найденная в Европе и Северной Америке.",
      "example": "Rudzik pofrunął do ogrodu, śpiewając słodką melodię. Wczoraj zbudował gniazdo na drzewie. Jutro wyleci szukać pożywienia.",
      "example_translation": "Дровосек прилетел в сад, пел сладкую мелодию. Вчера он построил гнездо в дереве. Завтра он улетит найти пищу.",
      "imageLink": "robin.jpg",
      "audioLink": "robin.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wałek",
      "translation": "вал",
      "definition": "Cylindryczne lub sferyczne ciało, które obraca się na osi, używane do redukcji tarcia lub ułatwienia ruchu.",
      "definition_translation": "Цилиндрическое или сферическое тело, которое вращается вокруг оси, используемое для уменьшения трения или облегчения движения.",
      "example": "Wałek górski był stromy i straszny, ale ekscytujący. Wczoraj był zamknięty na konserwację. Jutro będzie ponownie otwarty.",
      "example_translation": "Американские горки были крутыми и страшными, но возбуждающими. Вчера он был закрыт на техническое обслуживание. Завтра он снова будет открытым.",
      "imageLink": "roller.jpg",
      "audioLink": "roller.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kruk",
      "translation": "грач",
      "definition": "Duży, czarny ptak o charakterystycznym głosie, spotykany w Europie i Azji, znany z inteligencji i zachowań społecznych.",
      "definition_translation": "Большая, черная птица с характерным звуком, найденная в Европе и Азии, и известная своей интеллигентностью и социальным поведением.",
      "example": "Kruk usiadł na wieży kościelnej, obserwując wieś poniżej. Wczoraj, ukradł jedzenie z pola rolnika. Jutro, uleci szukać swojego towarzysza.",
      "example_translation": "Грач сидел на церковной башне, наблюдая за деревней внизу. Вчера он украл еду из поля фермера. Завтра он улетит найти свою пару.",
      "imageLink": "rook.jpg",
      "audioLink": "rook.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "czyżnia",
      "translation": "чивик",
      "definition": "Mały, szpakowaty ptak o żółtej lub zielonkawo-żółtej upierzeniu, spotykany w Europie i Azji, znany ze swoich akrobatycznych zdolności.",
      "definition_translation": "Маленькая, финчевидная птица с желтым или желто-зеленым оперением, найденная в Европе и Азии, и известная своими акробатическими способностями.",
      "example": "Czyżnia frunęła wokół pożywki, szczęśliwie ćwierkając. Wczoraj, zbudowała gniazdo w kolczastym krzaku. Jutro, uleci szukać swojego stada.",
      "example_translation": "Чивик хлопал вокруг кормушки, чирикнул счастливо. Вчера он построил гнездо в колючем кусте. Завтра он улетит найти свою стаю.",
      "imageLink": "siskin.jpg",
      "audioLink": "siskin.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bekas",
      "translation": "бекас",
      "definition": "Długodzioby, kamuflażowe ptaki wodne, które często spotyka się na mokradłach i są znane ze swojej szybkiej ucieczki",
      "definition_translation": "длинноклювый, маскирующийся птица, которая частично обитает в болотах и известна своей быстрой полет",
      "example": "We wrześniu, będę polował na bekasa na mokradłach. Wczoraj, upolowałem kilka bekasów na mokradłach. Przed następną wiosną, upoluję wiele bekasów na mokradłach.",
      "example_translation": "Осенью я буду охотиться на бекасов в травянистых болотах. Вчера я добыл несколько птиц в болотах. К следующей весне я добыл многих птиц в болоте.",
      "imageLink": "snipe.jpg",
      "audioLink": "snipe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "jastrzębiak",
      "translation": "ястреб-перепелятник",
      "definition": "Mały, zwrotny ptak drapieżny, który żywi się małymi ptakami, szczególnie wróblami i łuskowcami",
      "definition_translation": "маленькая, маневренная птица хищница, которая питается маленькими птицами, в частности воробьями и воробьими",
      "example": "Jastrzębiak spadł na swoją ofiarę w ogrodzie. Wczoraj, zobaczyłem jastrzębiaka szybko lecącego nad polem. Przed następnim latem, obejrzę wiele jastrzębiaków polujących w lesie.",
      "example_translation": "Ястреб-перепелятникangl снизу на свою добычу в саду. Вчера я видел ястреба-перепелятника, который быстро летел над полем. К следующему лету я będувATCH many ястребов-перепелятников охотящихся в лесу.",
      "imageLink": "sparrowhawk.jpg",
      "audioLink": "sparrowhawk.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "muchołówka",
      "translation": "мухоловка-пеструшка",
      "definition": "Wędrowny ptak z szaro-brązowym upierzeniem i charakterystycznymi plamami na piersi, znany ze swoich zdolności łapania owadów w locie",
      "definition_translation": "многолетняя птица с серо-коричневым оперением и характерным пестрым грудью, известная своей способностью ловить насекомых в воздухе",
      "example": "Muchołówka usiadła na gałęzi, czekając na swoją ofiarę. Wczoraj, zobaczyłem muchołówkę fruwającą między drzewami. Przed następną jesienią, obejrzę wiele muchołówek wędrujących do Afryki.",
      "example_translation": "Мухоловка-пеструшка сидела на ветке, ожидая своей добычи. Вчера я видел мухоловку-пеструшку, которая скакала между деревьями. К следующей осени я będувATCH many мухоловок-пеструшек мігрующих в Африку.",
      "imageLink": "spotted-flycatcher.jpg",
      "audioLink": "spotted flycatcher.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "orzechówka",
      "translation": "кедровник",
      "definition": "Ptak o charakterystycznej czarno-białej upierzeniu, znany ze swoich zdolności łupania orzechów sosnowych",
      "definition_translation": "птица с характерным черно-белым пестрым оперением, известная своей способностью открывать семена хвойных деревьев",
      "example": "Orzechówka chowała Orzechy sosnowe w swoim gnieździe. Wczoraj, zobaczyłem orzechówkę łupiącą szyszkę sosnową. Przed następną zimą, obejrzę wiele orzechówek szukających pożywienia w lesie.",
      "example_translation": "Кедровник спрятал семена хвойных деревьев в своем гнезде. Вчера я видел кедровника, который открывал сосновую шишку. К следующей зиме я będувATCH many кедровников собирающих пищу в лесу.",
      "imageLink": "spotted-nutcracker.jpg",
      "audioLink": "spotted nutcracker.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szpak",
      "translation": "скворец",
      "definition": "Szpak to rodzaj ptaka, który jest znany ze swoich iryzujących piór i charakterystycznych pieśni. Spotyka się go w różnych siedliskach, w tym lasach, łąkach i obszarach miejskich.",
      "definition_translation": "Скворец - это тип птицы, известный своими радужными перьями и характерными песнями. Он встречается в различных средах обитания, включая леса, луга и городские районы.",
      "example": "Szpak usiadł na parapecie, śpiewając słodką melodię. Wczoraj, uleciał na południe na zimę, ale teraz wrócił. Jutro, zbuduje swoje gniazdo w pobliskim drzewie.",
      "example_translation": "Скворец сидел на подоконнике, пел сладкую мелодию. Вчера он улетел на юг на зиму, но теперь он вернулся. Завтра он построит свое гнездо в соседнем дереве.",
      "imageLink": "starling.jpg",
      "audioLink": "starling.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "jaskółka",
      "translation": "ласточка",
      "definition": "Jaskółka to mały, zwrotny ptak, który jest znany ze swojej szybkiej lotu i skomplikowanych nawyków gniazdowych. Często spotyka się go w pobliżu wód, takich jak rzeki i jeziora.",
      "definition_translation": "Ласточка - это маленькая, агильная птица, известная своей быстрой полет и сложными привычками гнездования. Она часто встречается около водоемов, таких как реки и озера.",
      "example": "Jaskółka przemknęła się przez powietrze, goniąc za owadami. Lato temu, zbudowała gniazdo pod drewnianym daszkiem stodoły. Przed następną wiosną, uleci na zimę na swoje zimowisko.",
      "example_translation": "Ласточка метнулась по воздуху, преследуя насекомых. Летним утром оно построило свое гнездо под крышей сарая. На следующую весну оно отправится на зимовки.",
      "imageLink": "swallow.jpg",
      "audioLink": "swallow.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "jer",
      "translation": "стрела",
      "definition": "Jer to rodzaj ptaka, który jest znany ze swojej szybkiej lotu i zwrotnych ruchów. Często spotyka się go w obszarach miejskich, gdzie gniazduje w budynkach i mostach.",
      "definition_translation": "Стрела - это тип птицы, известный своей быстрой полет и агильными движениями. Она часто встречается в городских районах, где гнездится в зданиях и мостах.",
      "example": "Jer unosł się w powietrzu, szybko bijąc skrzydłami. Rok temu, zbudował gniazdo w wieży zegarowej. Przed następnym miesiącem, uleci na zimę na swoje zimowisko.",
      "example_translation": "Стрела парила по небу, ее крылья били быстро. В прошлом году оно построило свое гнездо в башне часов. На следующий месяц оно отправится на зимовки.",
      "imageLink": "swift.jpg",
      "audioLink": "swift.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "puchacz",
      "translation": "мохнатая сова",
      "definition": "Puchacz to rodzaj sowy, która jest znana ze swojego charakterystycznego huczenia i nocnego trybu życia. Często spotyka się go w lasach i lasach, gdzie poluje na małe ssaki i ptaki.",
      "definition_translation": "Мохнатая сова - это тип совы, известный своими характерными криками и ночными привычками. Она часто встречается в лесах и лесных массивах, где охотится на мелких млекопитающих и птиц.",
      "example": "Puchacz huczał głośno w środku nocy, jego oczy świecąc w ciemności. Wczoraj, schwytał mysz w swoich pazurach. Jutro, usiądzie na swoim ulubionym drzewie, czekając na ofiarę.",
      "example_translation": "Мохнатая сова громко кричала в тихую ночь, ее глаза сияли в темноте. Вчера она поймала мышь в своих когтях. Завтра она будет сидеть на своем любимом дереве, ожидая добычу.",
      "imageLink": "tawny-owl.jpg",
      "audioLink": "tawny owl.mp3"
    }
  ]
}