{
  "data": [
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cat",
      "translation": "кошка",
      "definition": "A small typically furry carnivorous mammal. They are often called 'housecats' when kept as indoor pets.",
      "definition_translation": "Небольшое обычно пушистое хищное млекопитающее. Их часто называют 'домашними кошками', когда они содержатся как домашние животные.",
      "example": "I had a cat when I was a child. Now I have a dog. I will have a cat again in the future.",
      "example_translation": "У меня была кошка, когда я был ребенком. Теперь у меня есть собака. У меня снова будет кошка в будущем.",
      "imageLink": "cat.jpg",
      "audioLink": "cat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cow",
      "translation": "корова",
      "definition": "A large domesticated ungulate mammal that is commonly kept on farms and ranches for its milk or meat.",
      "definition_translation": "Большое домашнее парнокопытное млекопитающее, которое обычно содержится на фермах и ранчо для его молока или мяса.",
      "example": "My grandfather had a cow on his farm. He used to milk it every morning. Now my cousin has a cow and sells its milk.",
      "example_translation": "У моего дедушки была корова на его ферме. Он использовал доить ее每ое утро. Теперь у моего кузена есть корова, и он продает ее молоко.",
      "imageLink": "cow.jpg",
      "audioLink": "cow.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "dog",
      "translation": "собака",
      "definition": "A domesticated carnivorous mammal that belongs to the family Canidae. It is often kept as a pet or used for work.",
      "definition_translation": "Домашнее хищное млекопитающее, принадлежащее к семейству Canidae. Это часто содержится как домашнее животное или используется для работы.",
      "example": "I walked my dog yesterday. Now it is walking me. I will walk it again tomorrow.",
      "example_translation": "Я гулял с моей собакой вчера. Теперь оно гуляет со мной. Я ее снова погуляю завтра.",
      "imageLink": "dog.jpg",
      "audioLink": "dog.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "horse",
      "translation": "лошадь",
      "definition": "A large hoofed herbivorous mammal that is often domesticated and used for transportation or recreation.",
      "definition_translation": "Большое копытное травоядное млекопитающее, которое часто содержится в-dom и используется для перевозки или отдыха.",
      "example": "I rode a horse when I was on vacation. My friend had ridden it before me. I will ride it again next year.",
      "example_translation": "Я骑л лошадь, когда был на отпуске. Мой друг ездил на ней до меня. Я снова поеду на ней в следующем году.",
      "imageLink": "horse.jpg",
      "audioLink": "horse.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "pig",
      "translation": "свинья",
      "definition": "A pig is a domesticated mammal, often raised on a farm for its meat, known as pork.",
      "definition_translation": "Свинья - это одомашненное млекопитающее, часто выращиваемое на ферме для своего мяса, известного как свинина.",
      "example": "I saw a pig eating food in the farm yesterday. The pig is eating food in the farm now. The pig will eat food in the farm tomorrow.",
      "example_translation": "Я видел свинью, еющую пищу на ферме вчера. Свинья ест пищу на ферме сейчас. Свинья будет есть пищу на ферме завтра.",
      "imageLink": "pig.jpg",
      "audioLink": "pig.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "sheep",
      "translation": "овца",
      "definition": "A sheep is a domesticated mammal, often raised on a farm for its wool and meat.",
      "definition_translation": "Овца - это одомашненное млекопитающее, часто выращиваемое на ферме для своей шерсти и мяса.",
      "example": "I saw a sheep grazing in the field yesterday. The sheep is grazing in the field now. The sheep will graze in the field tomorrow.",
      "example_translation": "Я видел овцу, пасшуюся в поле вчера. Овца пасется в поле сейчас. Овца будет пасеться в поле завтра.",
      "imageLink": "sheep.jpg",
      "audioLink": "sheep.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "baby",
      "translation": "младенец",
      "definition": "A baby is a very young human being, from birth to about one to two years old.",
      "definition_translation": "Младенец - это очень молодой человеческий существ, от рождения до около одного-двух лет.",
      "example": "My baby was crying loudly yesterday. My baby is sleeping now. My baby will laugh tomorrow.",
      "example_translation": "Мой младенец громко плакал вчера. Мой младенец спит сейчас. Мой младенец будет смеяться завтра.",
      "imageLink": "baby-1.jpg",
      "audioLink": "baby.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bear",
      "translation": "медведь",
      "definition": "A bear is a large, carnivorous mammal with shaggy fur, found in forests and mountains.",
      "definition_translation": "Медведь - это большой, хищный млекопитающий с шерстяной шерстью, найденный в лесах и горах.",
      "example": "I saw a bear climbing a tree yesterday. The bear is eating honey now. The bear will hibernate tomorrow.",
      "example_translation": "Я видел медведя,-scaling дерево вчера. Медведь ест мед сейчас. Медведь будет спать завтра.",
      "imageLink": "bear.jpg",
      "audioLink": "bear.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cheetah",
      "translation": "чета",
      "definition": "a large cat native to Africa and central Asia, having a distinctive coat with black spots or stripes",
      "definition_translation": "большой кошачий родина из Африки и Центральной Азии, имеющий характерный окрас с чёрными пятнами или полосами",
      "example": "I saw a cheetah running in the savannah last year. It was incredibly fast. I will go to the zoo to see a cheetah next month.",
      "example_translation": "Я видел чету, бегущую по саванне в прошлом году. Она была невероятно быстрой. Я пойду в зоопарк, чтобы увидеть чету в следующем месяце.",
      "imageLink": "cheetah.jpg",
      "audioLink": "cheetah.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "elephant",
      "translation": "слон",
      "definition": "a large, intelligent, and social animal with a long proboscis, native to Africa and southern Asia",
      "definition_translation": "большое, интеллектуальное и социальное животное с длинным хоботом, родом из Африки и южной Азии",
      "example": "I rode an elephant in the jungle last week. It was a thrilling experience. I will go to the circus to see an elephant performing next year.",
      "example_translation": "Я ездил на слоне в джунгле на прошлой неделе. Это был захватывающий опыт. Я пойду в цирк, чтобы увидеть слона, выполняющего трюк, в следующем году.",
      "imageLink": "elephant.jpg",
      "audioLink": "elephant.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "guinea pig",
      "translation": "морская свинка",
      "definition": "a small, furry, herbivorous rodent native to South America, often kept as a pet",
      "definition_translation": "маленькое, пушистое, травоядное грызун из Южной Америки, часто содержится в качестве домашних животного",
      "example": "I kept a guinea pig as a pet when I was a child. It was very cute. My sister will buy a guinea pig as a gift for her friend next week.",
      "example_translation": "Я содержал морскую свинку как домашнее животное, когда я был ребенком. Она была очень милой. Моя сестра купит морскую свинку в качестве подарка для своей подруги на следующей неделе.",
      "imageLink": "guinea-pig.jpg",
      "audioLink": "guinea pig.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "hamster",
      "translation": "хомяк",
      "definition": "a small, typically furry, rodent that is often kept as a pet",
      "definition_translation": "маленькое, обычно пушистое, грызун, часто содержится в качестве домашних животного",
      "example": "I had a hamster as a pet when I was in college. It was very active. My brother will buy a hamster for his son next month.",
      "example_translation": "У меня был хомяк как домашнее животное, когда я был в колледже. Он был очень активным. Мой брат купит хомяка для своего сына в следующем месяце.",
      "imageLink": "hamster.jpg",
      "audioLink": "hamster.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "lion",
      "translation": "лев",
      "definition": "A large carnivorous feline mammal of Africa and India, with a short tawny or golden coat and a long mane in males.",
      "definition_translation": "Большой хищный млекопитающий зверь Африки и Индии, с короткой рыжей или золотистой шерстью и длинной гривой у самцов.",
      "example": "The lion roared loudly in the savannah. Yesterday, it was sleeping. Tomorrow, it will hunt for food.",
      "example_translation": "Лев громко рычал на саванне. Вчера он спал. Завтра он будет охотиться за едой.",
      "imageLink": "lion.jpg",
      "audioLink": "lion.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "monkey",
      "translation": "обезьяна",
      "definition": "A primate of the order Primates, including prosimians, New World monkeys, and apes.",
      "definition_translation": "Примат отряда приматов, включая протопrimates, обезьян Нового Света и человекообразных обезьян.",
      "example": "The monkey swung from tree to tree. Yesterday, it was playing with its friends. Tomorrow, it will learn new tricks.",
      "example_translation": "Обезьяна качалась с дерева на дерево. Вчера она играла со своими друзьями. Завтра она научится новым трюкам.",
      "imageLink": "monkey.jpg",
      "audioLink": "monkey.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "mouse",
      "translation": "мышь",
      "definition": "A small rodent mammal that is commonly found in houses and farms.",
      "definition_translation": "Маленький грызун, который часто встречается в домах и фермах.",
      "example": "The mouse scurried across the floor. Yesterday, it was hiding in its hole. Tomorrow, it will explore the kitchen.",
      "example_translation": "Мышь бежала по полу. Вчера она пряталась в своей норе. Завтра она будет исследовать кухню.",
      "imageLink": "mouse.jpg",
      "audioLink": "mouse.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "rabbit",
      "translation": "кролик",
      "definition": "A small mammal with long ears, a short tail, and hind legs that are longer than its forelegs.",
      "definition_translation": "Маленькое млекопитающее с длинными ушами, коротким хвостом и задними ногами, которые длиннее его передних ног.",
      "example": "The rabbit hopped away quickly. Yesterday, it was eating carrots. Tomorrow, it will play with its friends.",
      "example_translation": "Кролик быстро ушёл. Вчера он ел морковь. Завтра он будет играть со своими друзьями.",
      "imageLink": "rabbit.jpg",
      "audioLink": "rabbit.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "rat",
      "translation": "крыса",
      "definition": "A rat is a rodent that belongs to the genus Rattus. Rats are typically considered pests and are known to spread disease.",
      "definition_translation": "Крыса - это грызун, который принадлежит к роду Rattus. Крысы обычно считаются вредителями и известны тем, что распространяют заболевания.",
      "example": "The rat was hiding under the pile of trash. The rat will eat the leftover food. The rat had escaped from the cage.",
      "example_translation": "Крыса пряталась под кучей мусора. Крыса будет есть оставшуюся еду. Крыса сбежала из клетки.",
      "imageLink": "rat.jpg",
      "audioLink": "rat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bat",
      "translation": "летучая мышь",
      "definition": "A bat is a flying mammal that belongs to the order Chiroptera. Bats are nocturnal animals and use echolocation to navigate.",
      "definition_translation": "Летучая мышь - это летающее млекопитающее, которое принадлежит к отряду Chiroptera. Летучие мыши - это ночные животные, которые используют эхолокацию для навигации.",
      "example": "The bat flew out of the cave at night. The bat will use its echolocation to find its prey. The bat had fallen asleep during the day.",
      "example_translation": "Летучая мышь вылетела из пещеры ночью. Летучая мышь будет использовать эхолокацию, чтобы найти свою добычу. Летучая мышь заснула днем.",
      "imageLink": "bat.jpg",
      "audioLink": "bat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bull",
      "translation": "бык",
      "definition": "A bull is an adult male cattle, often used for breeding or fighting. Bulls are known for their strength and aggression.",
      "definition_translation": "Бык - это взрослый самец крупного рогатого скота, часто используемый для разведения или боев. Быки известны своей силой и агрессивностью.",
      "example": "The bull charged at the matador during the fight. The bull will be used for breeding next season. The bull had been castrated to reduce its aggression.",
      "example_translation": "Бык напал на матадора во время боя. Бык будет использоваться для разведения в следующем сезоне. Бык был кастрирован, чтобы уменьшить его агрессивность.",
      "imageLink": "bull.jpg",
      "audioLink": "bull.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "calf",
      "translation": "теленок",
      "definition": "A calf is a young cow or bull, typically in the first year of its life. Calves are dependent on their mothers for milk and protection.",
      "definition_translation": "Теленок - это молодая корова или бык, обычно в første году жизни. Телята зависят от своих матерей для молока и защиты.",
      "example": "The calf was born in the early morning. The calf will be weaned from its mother soon. The calf had taken its first steps in the field.",
      "example_translation": "Теленок родился рано утром. Теленок будет отнят от своей матери soon. Теленок сделал свои первые шаги в поле.",
      "imageLink": "calf.jpg",
      "audioLink": "calf.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "camel",
      "translation": "верблюд",
      "definition": "A large, even-toed ungulate mammal with a distinctive hump on its back, found in deserts and arid regions.",
      "definition_translation": "Большой, чётко-копытный млекопитающий с характерным горбом на спине, находящийся в пустынях и арктических регионах.",
      "example": "The camel traversed the desert with ease. The camel is tired. The camel will drink water tomorrow.",
      "example_translation": "Верблюд пересек пустыню с легкостью. Верблюд устал. Верблюд выпьет воду завтра.",
      "imageLink": "camel.jpg",
      "audioLink": "camel.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cattle",
      "translation": "скот",
      "definition": "Domesticated mammals, such as cows, bulls, and oxen, raised for food, milk, or work.",
      "definition_translation": "Домашние млекопитающие, такие как коровы, быки и волы, выращиваемые для еды, молока или работы.",
      "example": "The cattle grazed in the green meadow. The cattle are fed hay. The cattle will be sold next month.",
      "example_translation": "Скот пасся в зеленой лугу. Скот кормят сеном. Скот будет продан в следующем месяце.",
      "imageLink": "cattle.jpg",
      "audioLink": "cattle.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "dolphin",
      "translation": "дельфин",
      "definition": "A highly intelligent, aquatic mammal with a large dorsal fin, often found in groups in the ocean.",
      "definition_translation": "ВысокоИнтеллектуальное, водное млекопитающее с большим спинным плавником, часто встречающееся в группах в океане.",
      "example": "The dolphin swam quickly through the waves. The dolphin is playing with the fish. The dolphin will jump out of the water tomorrow.",
      "example_translation": "Дельфин быстро проплыл через волны. Дельфин играет с рыбой. Дельфин выпрыгнет из воды завтра.",
      "imageLink": "dolphin.jpg",
      "audioLink": "dolphin.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "donkey",
      "translation": "осел",
      "definition": "A domesticated mammal, often used as a beast of burden, characterized by its grey or brown coat and long ears.",
      "definition_translation": "Домашнее млекопитающее, часто используемое как тягловое животное, характеризующееся серым или коричневым мехом и длинными ушами.",
      "example": "The donkey carried the heavy load up the hill. The donkey is eating hay. The donkey will be ridden by the child next week.",
      "example_translation": "Осел вез тяжелую ношу вверх по холму. Осел ест сено. Осел будет騎чен ребенком на следующей неделе.",
      "imageLink": "donkey.jpg",
      "audioLink": "donkey.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "female",
      "translation": "женщина",
      "definition": "A female is a person or animal of the sex that produces eggs or gives birth to offspring.",
      "definition_translation": "Женщина - это человек или животное, которое производит яйца или рожает потомство.",
      "example": "She was the first female astronaut to travel to space. She is currently working as a female engineer. She will be a female doctor in the future.",
      "example_translation": "Она была первой женщиной-космонавтом, которая отправилась в космос. Сейчас она работает инженером-женщиной. В будущем она станет женщиной-врачом.",
      "imageLink": "female-1.jpg",
      "audioLink": "female.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "fur",
      "translation": "шерсть",
      "definition": "Fur is the thick, soft hair that grows on many animals, especially mammals.",
      "definition_translation": "Шерсть - это thick, мягкая шерсть, которая растет на многих животных, особенно млекопитающих.",
      "example": "The fur of the rabbit is very soft. The rabbit had worn out its fur from rubbing against the cage. The rabbit will have shiny fur after a nice bath.",
      "example_translation": "Шерсть кролика очень мягкая. Кролик износил свою шерсть от трения о клетку. Кролик будет иметь блестящую шерсть после хорошей бани.",
      "imageLink": "fur.jpg",
      "audioLink": "fur.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "giraffe",
      "translation": "жираф",
      "definition": "A giraffe is a tall, even-toed ungulate mammal with a distinctive coat pattern and a long neck.",
      "definition_translation": "Жираф - это высокое, парнокопытное млекопитающее с характерным узором шерсти и длинной шеей.",
      "example": "The giraffe roamed freely in the savannah. The giraffe is eating leaves from the tall tree. The giraffe will run fast to escape the predator.",
      "example_translation": "Жираф свободно бродил по саванне. Жираф ест листья с высокого дерева. Жираф будет быстро бежать, чтобы уйти от хищника.",
      "imageLink": "giraffe.jpg",
      "audioLink": "giraffe.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "goat",
      "translation": "коза",
      "definition": "A goat is a ruminant mammal with a beard-like tuft of hair on its chin, often kept as livestock.",
      "definition_translation": "Коза - это рuminant млекопитающее с бородой в виде характерного пучка волос на подбородке, часто содержащееся как домашнее животное.",
      "example": "The goat climbed the steep mountain. The goat eats grass in the field. The goat will produce milk for our family.",
      "example_translation": "Коза攀аял крутую гору. Коза ест траву в поле. Коза будет производить молоко для нашей семьи.",
      "imageLink": "goat.jpg",
      "audioLink": "goat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "hare",
      "translation": "зайц",
      "definition": "A fast-moving, long-legged mammal with a small head, long ears, and powerful hind legs.",
      "definition_translation": "Быстроногий, длинноногий млекопитающий с маленькой головой,長ными ушами и мощными задними ногами",
      "example": "The hare darted across the field, its long ears flapping in the wind. Yesterday, I saw a hare hopping by the river. Tomorrow, I will try to catch a hare.",
      "example_translation": "Зайц неожиданно бросился через поле, его длинные уши хлопали на ветру. Вчера я видел зайца,跳ающего возле реки. Завтра я постараюсь поймать зайца",
      "imageLink": "hare.jpg",
      "audioLink": "hare.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "hippo",
      "translation": "бегемот",
      "definition": "A large, semi-aquatic mammal with a round body, short legs, and a long snout.",
      "definition_translation": "Большое, полуводное млекопитающее с круглым телом, короткими ногами и длинным рылом",
      "example": "The hippo swam in the deep pool, its short legs paddling slowly. Yesterday, I fed a hippo at the zoo. Tomorrow, I will watch a hippo playing with its friends.",
      "example_translation": "Бегемот плавал в глубоком бассейне, его короткие ноги делали медленные гребки. Вчера я покормил бегемота в зоопарке. Завтра я буду смотреть, как бегемот играет со своими друзьями",
      "imageLink": "hippo.jpg",
      "audioLink": "hippo.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "kitten",
      "translation": "котенок",
      "definition": "A young cat, typically less than a year old.",
      "definition_translation": "Молодой кот, обычно менее года от рождения",
      "example": "The kitten played with the ball of yarn, pouncing on it with glee. Yesterday, my sister brought home a new kitten. Tomorrow, I will take the kitten to the vet for a check-up.",
      "example_translation": "Котенок играл с клубком пряжи, прыгая на него с радостью. Вчера моя сестра привела домой новорожденного котенка. Завтра я帶у котенка к ветеринару на осмотр",
      "imageLink": "kitten.jpg",
      "audioLink": "kitten.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "lamb",
      "translation": "агнец",
      "definition": "A young sheep, typically less than a year old.",
      "definition_translation": "Молодой овен, обычно менее года от рождения",
      "example": "The lamb frolicked in the green meadow, its woolly coat glistening in the sun. Yesterday, I saw a lamb being born on the farm. Tomorrow, I will help shear the lamb's fleece.",
      "example_translation": "Агнец развлекался в зеленом лугу, его шерстяной мех блестел на солнце. Вчера я видел агнца, рожденного на ферме. Завтра я помогу стричь шерсть агнца",
      "imageLink": "lamb.jpg",
      "audioLink": "lamb.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "male",
      "translation": "мужчина",
      "definition": "A male is an adult human or animal that has reproductive organs that produce sperm.",
      "definition_translation": "Мужчина - это взрослый человек или животное, имеющее репродуктивные органы, производящие сперму.",
      "example": "The male lion roared loudly, yesterday I saw a male deer, and tomorrow I will see a male peacock.",
      "example_translation": "Мужской лев громко рычал, вчера я увидел мужского оленя, а завтра я увижу мужского павлина.",
      "imageLink": "male-1.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "mule",
      "translation": "муль",
      "definition": "A mule is the offspring of a male donkey and a female horse, known for its strength and stubbornness.",
      "definition_translation": "Муль - это потомок мужского осла и самки лошади, известный своей силой и упрямством.",
      "example": "The farmer used a mule to plow the field, my grandfather had a mule, and next year I will buy a mule.",
      "example_translation": "Фермер использовал мула для пахоты, мой дедушка имел мула, а в следующем году я куплю мула.",
      "imageLink": "mule.jpg",
      "audioLink": "mule.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "puma",
      "translation": "пума",
      "definition": "A puma is a large, tawny or grayish-brown cat native to the Americas, also known as a cougar or mountain lion.",
      "definition_translation": "Пума - это большой, тавный или серо-коричневый кот, родом из Америки, также известный как пума или горный лев.",
      "example": "I saw a puma in the zoo, the puma is a very agile animal, and the puma will eat a deer.",
      "example_translation": "Я увидел пуму в зоопарке, пума - это очень гибкое животное, а пума будет есть оленя.",
      "imageLink": "puma.jpg",
      "audioLink": "puma.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "puppy",
      "translation": "щенок",
      "definition": "A puppy is a young dog, especially one that is less than a year old, often considered cute and playful.",
      "definition_translation": "Щенок - это молодой собака, особенно та, которая моложе года, часто считается милым и игривым.",
      "example": "I have a puppy at home, yesterday my puppy learned to sit, and tomorrow my puppy will learn to fetch.",
      "example_translation": "У меня есть щенок дома, вчера мой щенок научился сидеть, а завтра мой щенок научится приносить.",
      "imageLink": "puppy.jpg",
      "audioLink": "puppy.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "reindeer",
      "translation": "олень",
      "definition": "a large deer with a distinctive set of antlers, found in northern parts of Europe, Asia, and America, often associated with Christmas",
      "definition_translation": "большой олень с характерным набором рогов, найденный в северных частях Европы, Азии и Америки, часто ассоциируемый с Рождеством",
      "example": "The reindeer ran quickly across the snowy field. Yesterday, it had eaten all the grass. Tomorrow, it will migrate to a new habitat.",
      "example_translation": "Олень быстро chạyился через снежное поле. Yesterday, он съел всю траву. Завтра он уйдет в新的 местообитание.",
      "imageLink": "reindeer.jpg",
      "audioLink": "reindeer.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "tiger",
      "translation": "тигр",
      "definition": "a large carnivorous mammal of the cat family, typically orange-yellow with black stripes",
      "definition_translation": "большой хищный млекопитающий рода кошачьих, обычно оранжево-желтый с черными полосами",
      "example": "The tiger roared loudly in the jungle. Last year, it had killed a deer. Next week, it will be released into the wild.",
      "example_translation": "Тигр громко рявкнул в джунглях. В прошлом году он убил оленя. На следующей неделе он будет выпущен на волю.",
      "imageLink": "tiger.jpg",
      "audioLink": "tiger.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "whale",
      "translation": "кит",
      "definition": "a large, aquatic mammal that breathes air through its blowhole",
      "definition_translation": "большой, акватический млекопитающий, который дышит воздухом через свое дыхало",
      "example": "The whale swam slowly in the ocean. Last month, it had given birth to a calf. Next summer, it will migrate to the Arctic.",
      "example_translation": "Кит медленно плавал в океане. В прошлом месяце он родил теленка. На следующее лето он уйдет в Арктику.",
      "imageLink": "whale.jpg",
      "audioLink": "whale.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "deer",
      "translation": "олень",
      "definition": "a fast-moving, hoofed mammal with a slender build, found in forests and grasslands",
      "definition_translation": "быстродвижущийся, копытный млекопитающий со стройным телом, найденный в лесах и лугах",
      "example": "The deer ran quickly across the field. Yesterday, it had eaten all the grass. Tomorrow, it will be hunted by a hunter.",
      "example_translation": "Олень быстро chạyился через поле. Yesterday, он съел всю траву. Завтра он будет охотиться охотником.",
      "imageLink": "deer.jpg",
      "audioLink": "deer.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "fox",
      "translation": "лиса",
      "definition": "a small, carnivorous mammal with a bushy tail, found in forests and grasslands",
      "definition_translation": "маленькое хищное млекопитающее с пушистым хвостом,found в лесах и степях",
      "example": "The quick fox jumps over the lazy dog. Yesterday, the fox jumped over the dog. Tomorrow, the fox will jump over the dog.",
      "example_translation": "Быстрый лис прыгает над лентяем псом. Вчера лис прыгнул над псом. Завтра лис прыгнет над псом.",
      "imageLink": "fox.jpg",
      "audioLink": "fox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "gorilla",
      "translation": "горилла",
      "definition": "a large, powerful primate that lives in the forests of central Africa",
      "definition_translation": "крупное, мощное примат, живущее в лесах центральной Африки",
      "example": "The gorilla roars loudly in the jungle. Yesterday, the gorilla roared loudly in the jungle. Tomorrow, the gorilla will roar loudly in the jungle.",
      "example_translation": "Горилла громко ревет в джунглях. Вчера горилла громко ревела в джунглях. Завтра горилла громко будет реветь в джунглях.",
      "imageLink": "gorilla.jpg",
      "audioLink": "gorilla.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "kangaroo",
      "translation": "кенгуру",
      "definition": "a large, hopping marsupial mammal native to Australia",
      "definition_translation": "крупное, прыгающее сумчатое млекопитающее, родом из Австралии",
      "example": "The kangaroo hops across the outback. Yesterday, the kangaroo hopped across the outback. Tomorrow, the kangaroo will hop across the outback.",
      "example_translation": "Кенгуру прыгает через пустошь. Вчера кенгуру прыгало через пустошь. Завтра кенгуру прыгнет через пустошь.",
      "imageLink": "kangaroo.jpg",
      "audioLink": "kangaroo.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "leopard",
      "translation": "леопард",
      "definition": "a large, carnivorous cat with a distinctive spotty or rosette-like coat, found in Africa and Asia",
      "definition_translation": "крупная, хищная кошка с характерным пятнистым или розетковидным мехом, found в Африке и Азии",
      "example": "The leopard stalks its prey in the savannah. Yesterday, the leopard stalked its prey in the savannah. Tomorrow, the leopard will stalk its prey in the savannah.",
      "example_translation": "Леопард подкрадывается к дичи в саванне. Вчера леопард подкрадывался к дичи в саванне. Завтра леопард подкрадется к дичи в саванне.",
      "imageLink": "leopard.jpg",
      "audioLink": "leopard.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "ox",
      "translation": "бык",
      "definition": "A domesticated hoofed mammal, often kept on farms and used for its milk or meat.",
      "definition_translation": "Домашнее копытное млекопитающее, часто содержащееся на фермах и используемое для молока или мяса.",
      "example": "The ox will be used for plowing the fields tomorrow, but today it is resting. Yesterday, it was used for transportation. In the future, we will use an ox to cultivate the land.",
      "example_translation": "Бык будет использоваться для вспашки полей завтра, но сегодня он отдыхает. Вчера он использовался для транспортировки. В будущем мы будем использовать быка для культивации земли.",
      "imageLink": "ox.jpg",
      "audioLink": "ox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "paw",
      "translation": "лапа",
      "definition": "The foot of an animal, especially a quadruped, having claws or nails.",
      "definition_translation": "Ноготь животного, 특히 четвероногого, имеющего когти или ногти.",
      "example": "The bear used its paw to swat at the fly. Yesterday, it had injured its paw while climbing. In the future, the paw will be fully healed.",
      "example_translation": "Медведь использовал свою лапу, чтобы отмахнуться от мухи. Вчера он поранил свою лапу при лазании. В будущем лапа будет полностью излечена.",
      "imageLink": "paw.jpg",
      "audioLink": "paw.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "polar bear",
      "translation": "полярный медведь",
      "definition": "A large carnivorous bear native to the Arctic regions, with white fur and a diet consisting mainly of seals.",
      "definition_translation": "Большой хищный медведь, родиной которого являются арктические регионы, с белым мехом и диетой, состоящей в основном из тюленей.",
      "example": "The polar bear will be hibernating during the winter, but in the summer it will be roaming freely. Last year, the polar bear had given birth to two cubs. In the future, we will study the polar bear's behavior.",
      "example_translation": "Полярный медведь будет спать зимой, но летом он будет свободно бродить. В прошлом году полярный медведь родил двух медвежат. В будущем мы будем изучать поведение полярного медведя.",
      "imageLink": "polar-bear.jpg",
      "audioLink": "polar bear.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "rhinoceros",
      "translation": "носорог",
      "definition": "A large herbivorous mammal with a distinctive horn on its nose, native to Africa and southern Asia.",
      "definition_translation": "Большое травоядное млекопитающее с отличительной роговой частью на носу, родиной которого является Африка и южная Азия.",
      "example": "The rhinoceros will be migrations to a new habitat tomorrow, but today it is drinking water. Yesterday, it had encountered a rival rhinoceros. In the future, we will protect the rhinoceros from poachers.",
      "example_translation": "Носорог будет мигрировать в новые места обитания завтра, но сегодня он пьет воду. Вчера он встретился с соперником-носорогом. В будущем мы будем защищать носорога от браконьеров.",
      "imageLink": "rhinoceros.jpg",
      "audioLink": "rhinoceros.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "seal",
      "translation": "тюлень",
      "definition": "A seal is a marine mammal that has a streamlined body and flippers, and is able to live on land and in the water.",
      "definition_translation": "Тюлень - это морское млекопитающее с потокообразным телом и ластами, способное жить на суше и в воде.",
      "example": "The seal swam quickly through the icy waters. It will swim again tomorrow. It had swum close to the shore.",
      "example_translation": "Тюлень быстро плавал через ледяные воды. Он будет плавать снова завтра. Он plavал близко к берегу.",
      "imageLink": "seal.jpg",
      "audioLink": "seal.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "squirrel",
      "translation": "белка",
      "definition": "A squirrel is a small rodent that has a bushy tail and lives in trees, feeding on nuts and seeds.",
      "definition_translation": "Белка - это маленький грызун с пушистым хвостом, живущий на деревьях и питаясь орехами и семенами.",
      "example": "The squirrel ran up the tree quickly. It will run down the tree tomorrow. It had run around the park.",
      "example_translation": "Белка быстро забежала на дерево. Она будет бежать вниз по дереву завтра. Она бежала вокруг парка.",
      "imageLink": "squirrel.jpg",
      "audioLink": "squirrel.mp3"
    }
  ]
}