{
  "data": [
    {
      "section": "kwiaty-po-Italian",
      "language": "Italian",
      "translationLanguage": "Polish",
      "word": "narciso",
      "translation": "narcyza",
      "definition": "Un narciso è un genere di piante bulbose che comprende circa 60 specie, originarie dell'Europa, dell'Asia e dell'Africa.",
      "definition_translation": "Narcyza to rodzaj roślin bulwiastych, obejmujący około 60 gatunków, pochodzących z Europy, Azji i Afryki.",
      "example": "Il narciso è un fiore molto apprezzato per la sua bellezza.",
      "example_translation": "Narcyza jest kwiatem bardzo cenionym za swoją urodę.",
      "imageLink": "narcissus.jpg",
      "audioLink": "narcissus.mp3"
    },
    {
      "section": "kwiaty-po-Italian",
      "language": "Italian",
      "translationLanguage": "Polish",
      "word": "orchidea",
      "translation": "orchidea",
      "definition": "L'orchidea è un genere di piante fiorite che comprende circa 30.000 specie, originarie di quasi tutte le regioni del mondo.",
      "definition_translation": "Orchidea to rodzaj roślin kwiatowych, obejmujący około 30.000 gatunków, pochodzących z prawie wszystkich regionów świata.",
      "example": "L'orchidea è un fiore molto raro e costoso.",
      "example_translation": "Orchidea jest kwiatem bardzo rzadkim i drogim.",
      "imageLink": "orchid.jpg",
      "audioLink": "orchid.mp3"
    },
    {
      "section": "kwiaty-po-Italian",
      "language": "Italian",
      "translationLanguage": "Polish",
      "word": "viola del pensiero",
      "translation": " 발표",
      "definition": "La viola del pensiero è una pianta annuale che appartiene alla famiglia delle Violaceae.",
      "definition_translation": "Viola del pensiero to jednoroczna roślina należąca do rodziny Violaceae.",
      "example": "La viola del pensiero è un fiore molto bello e romantico.",
      "example_translation": "Viola del pensiero jest kwiatem bardzo pięknym i romantycznym.",
      "imageLink": "pansy.jpg",
      "audioLink": "pansy.mp3"
    },
    {
      "section": "kwiaty-po-Italian",
      "language": "Italian",
      "translationLanguage": "Polish",
      "word": "peonia",
      "translation": "peonia",
      "definition": "La peonia è un genere di piante fiorite che comprende circa 35 specie, originarie dell'Asia e dell'Europa.",
      "definition_translation": "Peonia to rodzaj roślin kwiatowych, obejmujący około 35 gatunków, pochodzących z Azji i Europy.",
      "example": "La peonia è un fiore molto grande e bello.",
      "example_translation": "Peonia jest kwiatem bardzo dużym i pięknym.",
      "imageLink": "peony.jpg",
      "audioLink": "peony.mp3"
    },
    {
      "section": "kwiaty-po-Italian",
      "language": "Italian",
      "translationLanguage": "Polish",
      "word": "papavero",
      "translation": "mak",
      "definition": "Il papavero è un genere di piante annuali o perenni che appartengono alla famiglia delle Papaveraceae.",
      "definition_translation": "Papavero to rodzaj roślin jednorocznych lub wieloletnich należących do rodziny Papaveraceae.",
      "example": "Il papavero è un fiore molto bello e colorato.",
      "example_translation": "Papavero jest kwiatem bardzo pięknym i kolorowym.",
      "imageLink": "poppy.jpg",
      "audioLink": "poppy.mp3"
    },
    {
      "section": "kwiaty-po-Italian",
      "language": "Italian",
      "translationLanguage": "Polish",
      "word": "primula",
      "translation": "prymulka",
      "definition": "La primula è un genere di piante fiorite che comprende circa 400 specie, originarie dell'Europa, dell'Asia e dell'Africa.",
      "definition_translation": "Prymulka to rodzaj roślin kwiatowych, obejmujący około 400 gatunków, pochodzących z Europy, Azji i Afryki.",
      "example": "La primula è un fiore molto bello e delicato.",
      "example_translation": "Prymulka jest kwiatem bardzo pięknym i delikatnym.",
      "imageLink": "primrose.jpg",
      "audioLink": "primrose.mp3"
    },
    {
      "section": "kwiaty-po-Italian",
      "language": "Italian",
      "translationLanguage": "Polish",
      "word": "bocca di leone",
      "translation": "lwia paszcza",
      "definition": "La bocca di leone è un genere di piante annuali o perenni che appartengono alla famiglia delle Scrophulariaceae.",
      "definition_translation": "Bocca di leone to rodzaj roślin jednorocznych lub wieloletnich należących do rodziny Scrophulariaceae.",
      "example": "La bocca di leone è un fiore molto bello e originale.",
      "example_translation": "Bocca di leone jest kwiatem bardzo pięknym i oryginalnym.",
      "imageLink": "snapdragon.jpg",
      "audioLink": "snapdragon.mp3"
    },
    {
      "section": "kwiaty-po-Italian",
      "language": "Italian",
      "translationLanguage": "Polish",
      "word": "galanto",
      "translation": "śnieżyca",
      "definition": "Il galanto è un genere di piante bulbose che comprende circa 20 specie, originarie dell'Europa e dell'Asia.",
      "definition_translation": "Galanto to rodzaj roślin bulwiastych, obejmujący około 20 gatunków, pochodzących z Europy i Azji.",
      "example": "Il galanto è un fiore molto bello e raro.",
      "example_translation": "Galanto jest kwiatem bardzo pięknym i rzadkim.",
      "imageLink": "snowdrop.jpg",
      "audioLink": "snowdrop.mp3"
    },
    {
      "section": "kwiaty-po-Italian",
      "language": "Italian",
      "translationLanguage": "Polish",
      "word": "tagete",
      "translation": "tagetes",
      "definition": "La tagete è un genere di piante annuali o perenni che appartengono alla famiglia delle Asteraceae.",
      "definition_translation": "Tagete to rodzaj roślin jednorocznych lub wieloletnich należących do rodziny Asteraceae.",
      "example": "La tagete è un fiore molto bello e colorato.",
      "example_translation": "Tagete jest kwiatem bardzo pięknym i kolorowym.",
      "imageLink": "tagetes.jpg",
      "audioLink": "tagetes.mp3"
    },
    {
      "section": "kwiaty-po-Italian",
      "language": "Italian",
      "translationLanguage": "Polish",
      "word": "violetta",
      "translation": "fiołek",
      "definition": "La violetta è un genere di piante fiorite che comprende circa 500 specie, originarie dell'Europa, dell'Asia e dell'Africa.",
      "definition_translation": "Fiołek to rodzaj roślin kwiatowych, obejmujący około 500 gatunków, pochodzących z Europy, Azji i Afryki.",
      "example": "La violetta è un fiore molto bello e romantico.",
      "example_translation": "Fiołek jest kwiatem bardzo pięknym i romantycznym.",
      "imageLink": "violet.jpg",
      "audioLink": "violet.mp3"
    },
    {
      "section": "kwiaty-po-Italian",
      "language": "Italian",
      "translationLanguage": "Polish",
      "word": "ninfea",
      "translation": "lilia wodna",
      "definition": "La ninfea è un genere di piante acquatiche che comprende circa 50 specie, originarie dell'Europa, dell'Asia e dell'Africa.",
      "definition_translation": "Lilia wodna to rodzaj roślin wodnych, obejmujący około 50 gatunków, pochodzących z Europy, Azji i Afryki.",
      "example": "La ninfea è un fiore molto bello e raro.",
      "example_translation": "Lilia wodna jest kwiatem bardzo pięknym i rzadkim.",
      "imageLink": "water-lily.jpg",
      "audioLink": "water lily.mp3"
    },
    {
      "section": "kwiaty-po-Italian",
      "language": "Italian",
      "translationLanguage": "Polish",
      "word": "anemone",
      "translation": "zawilec",
      "definition": "L'anemone è un genere di piante fiorite che comprende circa 120 specie, originarie dell'Europa, dell'Asia e dell'Africa.",
      "definition_translation": "Zawilec to rodzaj roślin kwiatowych, obejmujący około 120 gatunków, pochodzących z Europy, Azji i Afryki.",
      "example": "L'anemone è un fiore molto bello e delicato.",
      "example_translation": "Zawilec jest kwiatem bardzo pięknym i delikatnym.",
      "imageLink": "windflower.jpg",
      "audioLink": "windflower.mp3"
    }
  ]
}