{
  "data": [
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kwiat",
      "translation": "फूल",
      "definition": "Roślina, która produkuje kwiaty, szczególnie jedna, która jest uprawiana w ogrodzie dla swojej urody lub wysyłana jako prezent.",
      "definition_translation": "एक पौधा जो फूल पैदा करता है, खासकर वह जो सुंदरता के लिए या उपहार के रूप में बगीचे में उगाया जाता है।",
      "example": "Wczoraj wybrałem kwiat z ogrodu, teraz wybieram kwiat z ogrodu, a jutro wybiorę kwiat z ogrodu.",
      "example_translation": "मैंने कल बगीचे से एक फूल पिक किया, मैं अब बगीचे से एक फूल पिक कर रहा हूँ, और मैं कल बगीचे से एक फूल पिक करूँगा।",
      "imageLink": "flower.jpg",
      "audioLink": "flower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "róża",
      "translation": "गुलाब",
      "definition": "Krzew lub roślina pnąca, która produkuje pachnące kwiaty, szczególnie jeden z gatunku Rosa.",
      "definition_translation": "एक कंटीला झाड़ी या आरोही पौधा जो सुगंधित फूल पैदा करता है, खासकर_rosa प्रजाति का एक व्यक्ति।",
      "example": "W ubiegłym roku zasadziłem różę w ogrodzie, teraz sadzę różę w ogrodzie, a w przyszłym roku zasieję różę w ogrodzie.",
      "example_translation": "मैंने पिछले साल बगीचे में एक गुलाब लगाया था, मैं अब बगीचे में एक गुलाब लगा रहा हूँ, और मैं अगले साल बगीचे में एक गुलाब लगाऊँगा।",
      "imageLink": "rose.jpg",
      "audioLink": "rose.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "stokrotka",
      "translation": "डेज़ी",
      "definition": "Typ rośliny kwitnącej z żółtym centrum i białymi płatkami, często spotykany na polach i łąkach.",
      "definition_translation": "एक प्रकार का फूल पौधा जिसके केंद्र में पीला होता है और सफेद पंखुड़ियाँ होती हैं, अक्सर मैदानों और मीडोज में पाया जाता है।",
      "example": "Wczoraj wybrałem stokrotkę z pola, teraz wybieram stokrotkę z pola, a jutro wybiorę stokrotkę z pola.",
      "example_translation": "मैंने कल मैदान से एक डेज़ी पिक किया, मैं अब मैदान से एक डेज़ी पिक कर रहा हूँ, और मैं कल मैदान से एक डेज़ी पिक करूँगा।",
      "imageLink": "daisy.jpg",
      "audioLink": "daisy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "słonecznik",
      "translation": "सूरजमुखी",
      "definition": "Wysoka roślina jednoroczna z dużymi kwiatami żółtymi, często uprawiana ze względu na swoje jadalne nasiona i olej.",
      "definition_translation": "एक लंबा सालाना पौधा जिसके बड़े पीले फूल होते हैं, आमतौर पर इसके खाद्य बीज और तेल के लिए उगाया जाता है।",
      "example": "Miesiąc temu zasadziłem słonecznik w ogrodzie, teraz sadzę słonecznik w ogrodzie, a w następnym miesiącu zasieję słonecznik w ogrodzie.",
      "example_translation": "मैंने पिछले महीने बगीचे में एक सूरजमुखी लगाया था, मैं अब बगीचे में एक सूरजमुखी लगा रहा हूँ, और मैं अगले महीने बगीचे में एक सूरजमुखी लगाऊँगा।",
      "imageLink": "sunflower.jpg",
      "audioLink": "sunflower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "tulipan",
      "translation": "ट्युलिप",
      "definition": "Tulipan jest rośliną wieloletnią z kwiatami miseczkowatymi, które są typowo czerwone, żółte lub białe.",
      "definition_translation": "एक ट्युलिप एक बार्षिक पौधा है जिसके फूल दिखने में कप के आकार के होते हैं जो आम तौर पर लाल, पीले या सफेद होते हैं.",
      "example": "W ubiegłej wiosnie zasadziłem tulipan w ogrodzie, teraz kwitnie w lecie, a w przyszłej wiosnie podleję go ponownie.",
      "example_translation": "मैंने पिछले वसंत में मेरे गार्डन में एक ट्युलिप लगाया था, यह वर्तमान गर्मी में खिल उठा और मैं इसे अगले वसंत में फिर से पानी दूंगा.",
      "imageLink": "tulip.jpg",
      "audioLink": "tulip.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "aster",
      "translation": "एस्टर",
      "definition": "Aster jest typem rośliny kwitnącej, która jest często używana w bukietach i dekoracjach.",
      "definition_translation": "एस्टर एक प्रकार का फूलदार पौधा है जिसका उपयोग अक्सर बुके और व्यवस्था में किया जाता है.",
      "example": "Wczoraj wybrałem aster z ogrodu, teraz układam go w wazonie, a jutro dam go mojemu przyjacielowi.",
      "example_translation": "मैंने कल गार्डन से एक एस्टर चुना था, मैं अभी इसे एक वेसे में व्यवस्थित कर रहा हूँ, और मैं इसे अपने मित्र को कल दूंगा.",
      "imageLink": "aster.jpg",
      "audioLink": "aster.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "azalia",
      "translation": "अजालिया",
      "definition": "Azalia jest krzewem kwitnącym, który jest często używany w krajobrazie i ogrodach.",
      "definition_translation": "अजालिया एक फूलदार झाड़ी है जिसका उपयोग अक्सर लैंडस्कैपिंग और गार्डन में किया जाता है.",
      "example": "W zeszłym tygodniu widziałem azalię kwitnącą w parku, wczoraj zasadziłem jedną w ogrodzie, a ona zakwitnie ponownie w przyszłym roku.",
      "example_translation": "मैंने_LAST_WEEK पार्क में एक अजालिया खिला हुआ देखा था, मैंने कल मेरे गार्डन में एक लगाया था, और यह अगले साल फिर से खिल उठेगा.",
      "imageLink": "azalea.jpg",
      "audioLink": "azalea.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kaktus",
      "translation": "कैक्टस",
      "definition": "Kaktus jest rodzajem rośliny sukulentnej, która jest często używana w dekoracjach i ogrodach.",
      "definition_translation": "कैक्टस एक प्रकार का रसीला पौधा है जिसका उपयोग अक्सर सजावटी व्यवस्था और गार्डन में किया जाता है.",
      "example": "Wczoraj podlewałem swój kaktus, teraz zakwitnie latem, a w przyszłej wiosnie przycinę go ponownie.",
      "example_translation": "मैंने कल मेरे कैक्टस प्लांट को पानी दिया था, यह वर्तमान गर्मी में खिल उठेगा, और मैं इसे अगले वसंत में फिर से छंटائی करूँगा.",
      "imageLink": "cactus.jpg",
      "audioLink": "cactus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "goździk",
      "translation": "गुलाबी",
      "definition": "Goździk jest typem rośliny kwitnącej, która jest często używana w bukietach i dekoracjach, szczególnie w specjalnych okazjach, takich jak Dzień Matki i wesela.",
      "definition_translation": "एक कारनेशन एक प्रकार का फूल पौधा है जिसका उपयोग अक्सर बुके और व्यवस्था में किया जाता है, विशेष अवसरों जैसे मातृ दिवस और शादियों पर।",
      "example": "Moja babcia zawsze nosiła goździk w torebce jako symbol szczęścia. Otrzymała go jako prezent od męża na 50. rocznicę ślubu. Dziś noszę goździk w torebce jako przypomnienie o niej. Zawsze będę cenił pamięć o niej.",
      "example_translation": "मेरी दादी ने हमेशा अपने पर्स में एक कारनेशन रखा था जैसे अच्छे भाग्य के प्रतीक के रूप में। उसने अपने पति से 50 वीं शादी की सालगिरह पर एक उपहार के रूप में प्राप्त किया था। आज, मैं अपने पर्स में एक कारनेशन रखती हूँ जैसे उसकी याद के रूप में। मैं हमेशा उसकी स्मृति को संजोऊंगी।",
      "imageLink": "carnation.jpg",
      "audioLink": "carnation.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "chryzantema",
      "translation": "गुलदाउदी",
      "definition": "Chryzantema jest typem rośliny kwitnącej, która jest często używana w kulturze azjatyckiej jako symbol długowieczności, honoru i lojalności.",
      "definition_translation": "गुलदाउदी एक प्रकार का फूल पौधा है जिसका उपयोग एशियाई संस्कृतियों में लंबे जीवन, सम्मान और वफादारी के प्रतीक के रूप में किया जाता है।",
      "example": "W Japonii chryzantemy są często przedstawiane w sztuce i literaturze jako symbol długowieczności. Moja babcia uprawiała chryzantemy w ogrodzie, a ja pamiętam, że pomagałem jej je podlewać, gdy byłem dzieckiem. Teraz mam tatuaż chryzantemy na ramieniu jako przypomnienie o niej.",
      "example_translation": "जापान में, गुलदाउदी को अक्सर कला और साहित्य में लंबे जीवन के प्रतीक के रूप में चित्रित किया जाता है। मेरी दादी ने अपने बगीचे में गुलदाउदी उगाया करती थीं, और मैं बचपन में उनके साथ पानी देता था। अब, मेरी बांह पर मेरी दादी की याद के रूप में एक गुलदाउदी टैटू है।",
      "imageLink": "chrysanthemum.jpg",
      "audioLink": "chrysanthemum.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kwiat kuklika",
      "translation": "कॉरनफ्लावर",
      "definition": "Kwiat kuklika to typ rośliny kwitnącej, która jest rodzima dla Europy i często kojarzona z uczuciami miłości i nostalgii.",
      "definition_translation": "कॉरनफ्लावर एक प्रकार का फूल पौधा है जो यूरोप में मूल है और अक्सर प्रेम औरnostalgia की भावनाओं से जुड़ा होता है।",
      "example": "Gdy byłem dzieckiem, zbierałem kwiaty kuklik w polach niedaleko mojej wsi i przynosiłem je mojej matce jako prezent. Uśmiechała się i wkładała je do wazy na kuchennym stole. Dziś mam kwiat kuklika w moim ogrodzie, a każdemu razem, gdy go widzę, przypominam sobie te szczęśliwe wspomnienia.",
      "example_translation": "एक बच्चे के रूप में, मैं अपने गांव के निकट के खेतों में कॉरनफ्लावर चुनता था और अपनी माँ के लिए एक उपहार के रूप में लाता था। वह मुस्कुराती थी और Chúng में रसोई की मेज पर एक वаза में डालती थी। आज, मेरे बगीचे में एक कॉरनफ्लावर है, और हर बार जब मैं उसे देखता हूँ, मैं उन खुशी की यादों की याद दिलाता हूँ।",
      "imageLink": "cornflower.jpg",
      "audioLink": "cornflower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szafirek",
      "translation": "क्रोकस",
      "definition": "Szafirek to typ rośliny kwitnącej, która często kojarzona jest z wiosną i znana ze swoich żywych, czarcich kwiatów.",
      "definition_translation": "क्रोकस एक प्रकार का फूल पौधा है जो अक्सर वसंत से जुड़ा होता है और अपने जीवंत, कपाकार फूलों के लिए जाना जाता है।",
      "example": "Gdy tylko zimowy śnieg stopniał, szafirki w naszym ogrodzie zakwitały, sygnalizując przybycie wiosny. Lubłem obserwować je, gdy delikatnie się kołysały na wietrze, a ich delikatne płatki świeciły w świetle słonecznym. W zeszłym roku, posadziłem szafirki w moim ogrodzie, a tej wiosny, zostałem nagrodzony przepięknym widowiskiem kolorów.",
      "example_translation": "जबसे सर्दी का बर्फ पिघल गया, हमारे बगीचे में क्रोकस खिल उठते थे, वसंत के आगमन का संकेत देते हुए। मैं उन्हें हवा में हल्के से झूलते हुए देखना पसंद करता था, उनके नाजुक पंखुड़ी सूरज की रोशनी में चमकते हुए। पिछले साल, मैंने अपने बगीचे में क्रोकस लगाए, और इस वसंत में, मुझे रंगीन प्रदर्शन से पुरस्कृत किया गया।",
      "imageLink": "crocus.jpg",
      "audioLink": "crocus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "żonkil",
      "translation": "नरगिस",
      "definition": "Żonkil to typ rośliny kwitnącej, która często kojarzona jest z przybyciem wiosny. Ma jaskrawożółte płatki i trąbkowate środkowe części.",
      "definition_translation": "डैफोडिल एक प्रकार का फूल पौधा है जिसका संबंध वसंत के आगमन से है. इसमें चमकीले पीले पंखुड़ी और ट्रंपेट आकार का केंद्र होता है.",
      "example": "Posadziłem żonkile w moim ogrodzie w zeszłym roku, a one będą kwitnąć znów tej wiosny. Dziś sadzę więcej żonkili, a one będą kwitnąć następnej wiosny.",
      "example_translation": "मैंने पिछले साल अपने बगीचे में डैफोडिल लगाये थे, और वे इस वसंत में फिर से खिलेंगे. मैं आज और डैफोडिल लगा रहा हूँ, और वे अगले वसंत में खिलेंगे.",
      "imageLink": "daffodil.jpg",
      "audioLink": "daffodil.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dahlia",
      "translation": "डาหलिया",
      "definition": "Dahlia to typ rośliny kwitnącej, znanej z efektownych kwiatów i różnorodności kolorów. Często używana jest w ogrodach i kompozycjach kwiatowych.",
      "definition_translation": "डाहलिया एक प्रकार का फूल पौधा है जिसे अपने दिखाऊ फूलों और रंगों की विविधता के लिए जाना जाता है. यह अक्सर बगीचों और फूल व्यवस्था में इस्तेमाल किया जाता है.",
      "example": "Moja babcia uprawiała dahlie w swoim ogrodzie, i były one kulminacją lata. Zasadzę dahlie w moim ogrodzie tym latem, a one będą kulminacją sezonu.",
      "example_translation": "मेरी दादी ने अपने बगीचे में डाहलिया उगाये थे, और वे गर्मी का मुख्य आकर्षण थे. मैं इस गर्मी में अपने बगीचे में डाहलिया उगाऊंगा, और वे सीज़न का मुख्य आकर्षण होंगे.",
      "imageLink": "dahlia.jpg",
      "audioLink": "dahlia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "edelweiss",
      "translation": "एडेलवाइस",
      "definition": "Edelweiss to typ rośliny kwitnącej, która jest rodzima dla górskich regionów Europy. Znana jest z delikatnych, białych płatków i często kojarzona z Alpami.",
      "definition_translation": "एडेलवाइस एक प्रकार का फूल पौधा है जिसका मूल यूरोप के पर्वतीय क्षेत्र है. इसमें नाजुक सफ़ेद पंखुड़ी होती हैं और अक्सर आल्प्स से जुड़ा होता है.",
      "example": "Widziałem kwiaty edelweiss na mojej wycieczce w szwajcarskich Alpach ubiegłego roku, a dzisiaj zobaczę je ponownie na mojej następnej wycieczce. Mój dziadek zbierał kwiaty edelweiss w górach, gdy był młody.",
      "example_translation": "मैंने सुईस आल्प्स में अपने ट्रेक पर पिछले साल एडेलवाइस फूल देखे थे, और मैं अपने अगले ट्रेक पर फिर से देखूँगा. मेरे दादाजी núi में जवान थे तब एडेलवाइस फूल चुनते थे.",
      "imageLink": "edelweiss.jpg",
      "audioLink": "edelweiss.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nietoperz",
      "translation": "फॉरगेट-मी-नॉट",
      "definition": "Nietoperz to typ małej rośliny kwitnącej z jasnoniebieskimi kwiatami. Często kojarzony jest z pamięcią i używany jako symbol miłości i lojalności.",
      "definition_translation": "फॉरगेट-मी-नॉट एक प्रकार का छोटा फूल पौधा है जिसके ब्राइट नीले फूल होते हैं. यह अक्सर याद के साथ जुड़ा होता है और प्रेम और वफ़ादारी का प्रतीक के रूप में इस्तेमाल किया जाता है.",
      "example": "Moja matka dawała mi nietoperze na moje urodziny, a ja dam je moim dzieciom na ich urodziny. Nietoperze, które posadziłem w moim ogrodzie, zakwitną ponownie następnego roku.",
      "example_translation": "मेरी माँ मेरे जन्मदिन पर मुझे फॉरगेट-मी-नॉट दिया करती थीं, और मैं अपने बच्चों को उनके जन्मदिन पर दूँगा. मेरे बगीचे में लगाये फॉरगेट-मी-नॉट अगले साल फिर से खिलेंगे.",
      "imageLink": "forget-me-not.jpg",
      "audioLink": "forget-me-not.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "frezja",
      "translation": "फ्रीसिया",
      "definition": "Frezja to rodzaj roślin kwitnących z rodziny Iridaceae, rodzima dla Afryki. Często uprawiana jest ze względu na wonne kwiaty, które są używane w perfumach i jako składnik kompozycji kwiatowych.",
      "definition_translation": "फ्रीसिया आईरिडेसी परिवार में फूल पौधों का एक जीनस है, जिसका मूल अफ्रीका है। इन्हें अक्सर इनके सुगंधित फूलों के लिए उगाया जाता है, जिनका उपयोग परफ्यूम और फूल व्यवस्था में सामग्री के रूप में किया जाता है।",
      "example": "Posadziłem frezje w moim ogrodzie w zeszłym roku, a one pięknie zakwitły tej wiosny. Posadzę je ponownie następnego roku, a mam nadzieję, że będzie kwitły jeszcze obfitsze.",
      "example_translation": "मैंने पिछले साल अपने गार्डन में फ्रीसिया लगाये थे, और वे इस स्प्रिंग में खूबसूरती से खिले थे। मैं अगले साल फिर से उन्हें लगाऊंगा, और मुझे उम्मीद है कि वे और अधिक प्रचुर मात्रा में खिलेंगे।",
      "imageLink": "freesia.jpg",
      "audioLink": "freesia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "fuksja",
      "translation": "फ्यूसिया",
      "definition": "Fuksja to rodzaj roślin kwitnących z rodziny Onagraceae, rodzima dla Ameryki Południowej. Znana jest z intensywnie kolorowych, zwisających kwiatów, które są często używane w wiszących koszach i kompozycjach kwiatowych.",
      "definition_translation": "फ्यूसिया ओनाग्रेसी परिवार में फूल पौधों का एक जीनस है, जिसका मूल दक्षिण अमेरिका है। इन्हें उनके चटकीले रंग केnicas, लटकते फूलों के लिए जाना जाता है, जिनका उपयोग अक्सर लटकते बास्केट और फूल व्यवस्था में किया जाता है।",
      "example": "Mam fuksję w moim pokoju, a ona kwitnie co roku latem. Moja babcia miała fuksję, gdy byłem dzieckiem, a ja uwielbiałem obserwować, jak kwitła. Kupię fuksję dla mojej córki następnego roku.",
      "example_translation": "मेरे लिविंग रूम में एक फ्यूसिया प्लांट है, और यह हर सummer में खिलता है। मेरी दादी के पास मेरे बचपन में एक फ्यूसिया प्लांट था, और मैं उसे खिलता देखना पसंद करता था। मैं अगले साल अपनी बेटी के लिए एक फ्यूसिया प्लांट खरीदूँगा।",
      "imageLink": "fuchsia.jpg",
      "audioLink": "fuchsia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gerbera",
      "translation": "गरबेरा डेजी",
      "definition": "Gerbera to rodzaj roślin kwitnących z rodziny Asteraceae, rodzima dla Afryki Południowej. Znana jest z jasnych, wesołych kwiatów, które są często używane w kompozycjach kwiatowych i jako symbol szczęścia.",
      "definition_translation": "गरबेरा डेजी एस्टेरेसी परिवार में फूल पauधों का एक जीनस है, जिसका मूल दक्षिण अफ्रीका है। इन्हें उनके चमकीले, प्रसन्न फूलों के लिए जाना जाता है, जिनका उपयोग अक्सर फूल व्यवस्था में और सुख के प्रतीक के रूप में किया जाता है।",
      "example": "Uwielbiam gerbery, a zawsze kupuję je na urodziny mojego przyjaciela. Moja siostra ma gerberę w swoim ogrodzie, a ona kwitnie co roku wiosną. Posadzę gerberę w moim ogrodzie następnego roku.",
      "example_translation": "मैं गरबेरा डेजियों से प्यार करता हूँ, और मैं हमेशा अपने मित्र के जन्मदिन के लिए उन्हें खरीदता हूँ। मेरी बहन के पास उसके बगीचे में एक गरबेरा डेजी प्लांट है, और वह हर स्प्रिंग में खिलता है। मैं अगले साल अपने बगीचे में एक गरबेरा डेजी लगाऊँगा।",
      "imageLink": "gerbera-daisy.jpg",
      "audioLink": "gerbera daisy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "malwa",
      "translation": "हॉलीहॉक",
      "definition": "Malwa to rodzaj roślin kwitnących z rodziny Malvaceae, rodzima dla Azji i Europy. Znana jest z wysokich, efektownych kwiatów, które są często używane w ogrodach wiejskich i jako symbol płodności.",
      "definition_translation": "हॉलीहॉक माल्वेसी परिवार में फूल पौधों का एक जीनस है, जिसका मूल एशिया और यूरोप है। इन्हें उनके लंबे, स्थाई शिखर के चमकीले रंग के फूलों के लिए जाना जाता है, जिनका उपयोग अक्सर कॉटेज गार्डन और प्रजनन के प्रतीक के रूप में किया जाता है।",
      "example": "Posadziłem malwy w moim ogrodzie w zeszłym roku, a one rosły bardzo wysoko. Moja matka uprawiała malwy w swoim ogrodzie, gdy byłem dzieckiem, a ja uwielbiałem obserwować, jak kwitły. Posadzę malwy w moim ogrodzie ponownie następnego roku.",
      "example_translation": "मैंने पिछले साल अपने गार्डन में हॉलीहॉक लगाये थे, और वे बहुत लंबे हो गए थे। मेरी माँ मेरे बचपन में अपने गार्डन में हॉलीहॉक उगाती थीं, और मैं उन्हें खिलता देखना पसंद करता था। मैं अगले साल अपने गार्डन में फिर से हॉलीहॉक लगाऊँगा।",
      "imageLink": "hollyhock.jpg",
      "audioLink": "hollyhock.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "hiacyncie",
      "translation": "हायसिंथ",
      "definition": "Hiacynt to rodzaj kwiatu, który jest często używany w ogrodach i bukietach. Znany jest z swej słodkiej woni i delikatnego wyglądu.",
      "definition_translation": "एक हायसिंथ एक प्रकार का फूल वाला पौधा है जिसका उपयोग अधिकतर बागानों और बुके में किया जाता है. यह अपनी मीठी सुगंध और नाजुक रूप के लिए जाना जाता है.",
      "example": "Zasadziłem hiacynt w swoim ogrodzie tydzień temu. Teraz kwitnie. W przyszłym roku zasadzę więcej hiacyntów.",
      "example_translation": "मैंने पिछले हफ्ते अपने बागान में हायसिंथ लगाया था. अभी यह खिल रहा है. अगले साल, मैं और हायसिंथ लगाऊंगा.",
      "imageLink": "hyacinth.jpg",
      "audioLink": "hyacinth.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "iris",
      "translation": "आईरिस",
      "definition": "Irys to rodzaj kwiatu, który jest znany ze swoich kolorowych i efektownych kwiatów. Często jest używany w ogrodach i jako symbol nadziei i mądrości.",
      "definition_translation": "एक आईरिस एक प्रकार का फूल वाला पौधा है जिसके रंग-बिरंगे फूलों के लिए जाना जाता है. इसे अक्सर बागानों और आशा और बुद्धिमत्ता के प्रतीक के रूप में प्रयोग किया जाता है.",
      "example": "Irys w moim ogrodzie kwitnie pięknie. Zasadziłem go miesiąc temu. Kwitnie również miesiąc temu.",
      "example_translation": "मेरे बागान में आईरिस सुंदरता से खिल रहा है. मैंने इसे पिछले महीने लगाया था. यह अगले महीने फिर से खिलेगा.",
      "imageLink": "iris.jpg",
      "audioLink": "iris.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "lilak",
      "translation": "नीलगिरि",
      "definition": "Lilak to rodzaj krzewu kwitnącego, który jest znany ze swoich fioletowych kwiatów i słodkiej woni. Często jest używany w ogrodach i jako symbol miłości i nostalgii.",
      "definition_translation": "एक नीलगिरि एक प्रकार का फूल वाला झाड़ी है जिसके बैंगनी फूलों और मीठी सुगंध के लिए जाना जाता है. इसे अक्सर बागानों और प्रेम और नोस्टाल्जिया के प्रतीक के रूप में प्रयोग किया जाता है.",
      "example": "Uwielbiam zapach lilaków latem. Moja babcia miała lilakowe drzewo w swoim ogrodzie. Zasiedzi ona nowe lilakowe drzewo w przyszłym roku.",
      "example_translation": "मैं गर्मी में नीलगिरि की सुगंध पसंद करता हूँ. मेरी दादी के बागान में नीलगिरि का पेड़ था. वह अगले साल नई नीलगिरि का पेड़ लगाएगी.",
      "imageLink": "lilac.jpg",
      "audioLink": "lilac.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "lilia",
      "translation": "लिली",
      "definition": "Lilia to rodzaj kwiatu, który jest znany ze swoich eleganckich białych kwiatów i słodkiej woni. Często jest używany na weselach i jako symbol czystości i niewinności.",
      "definition_translation": "एक लिली एक प्रकार का फूल वाला पौधा है जिसके सुन्दर सफ़ेद फूलों और मीठी सुगंध के लिए जाना जाता है. इसे अक्सर शादियों और शुद्धता और निर्दोषता के प्रतीक के रूप में प्रयोग किया जाता है.",
      "example": "Lilia w moim ogrodzie kwitnie teraz. Zasadziłem go rok temu. Kwitnie również w przyszłym roku.",
      "example_translation": "मेरे बागान में लिली अभी खिल रहा है. मैंने इसे पिछले साल लगाया था. यह अगले साल फिर से खिलेगा.",
      "imageLink": "lily.jpg",
      "audioLink": "lily.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "konwalijka",
      "translation": "वैली ऑफ लिली",
      "definition": "Konwalijka to kwiat, który ma białe, dzwonkowate kwiaty i słodką wonię, często używany w perfumach i na weselach.",
      "definition_translation": "वैली ऑफ लिली एक फूल वाला पौधा है जिसमें सफ़ेद, घंटी के आकार के फूल और मीठी खुशबू होती है, अक्सर परफ्यूम्स और शादियों में इस्तेमाल होता है.",
      "example": "Zasadziłem konwalijkę w swoim ogrodzie tydzień temu. Kwitnie pięknie teraz. Podaruję ją mojej siostrze w przyszłym tygodniu.",
      "example_translation": "मैंने अपने गार्डन में पिछले हफ्ते वैली ऑफ लिली लगाया था. अब यह खूबसूरती से खिल रहा है. मैं इसे अगले हफ्ते अपनी बहन को गिफ्ट दूँगा.",
      "imageLink": "lily-of-the-valley.jpg",
      "audioLink": "lily of the valley.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "narcyzy",
      "translation": "नार्सिसस",
      "definition": "Narcyzy to rodzaj kwiatu, który jest często kojarzony z zarozumiałością i samouwielbieniem, ze swoimi żółtymi płatkami i słodką wonią.",
      "definition_translation": "नार्सिसस एक प्रकार का फूल है जिसे अक्सर आत्म-महिमा और स्वयं-प्रेम से जोड़ा जाता है, इसके चमकीले पीले पंखुड़ियों और मीठी खुशबू के साथ.",
      "example": "Moja babcia uprawiała narcyzy w swoim ogrodzie, kiedy byłem dzieckiem. Lubiłem obserwować, jak kwitną każdej wiosny. Teraz uprawiam je również w swoim ogrodzie.",
      "example_translation": "जब मैं बच्चा था तब मेरी दादी अपने गार्डन में नार्सिसस उगाती थीं. मैं हर वसंत में उन्हें खिलते देखना पसंद करता था. अब, मैंने अपने गार्डन में भी उन्हें लगा दिया है.",
      "imageLink": "narcissus.jpg",
      "audioLink": "narcissus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "orchidea",
      "translation": "ऑर्किड",
      "definition": "Orchidea to rodzaj egzotycznego kwiatu, który jest znany ze swojego delikatnego i pięknego wyglądu, często używany w dekoracjach i aranżacjach kwiatowych.",
      "definition_translation": "ऑर्किड एक प्रकार का विदेशी फूल है जिसकी नाजुक और सुंदर उपस्थिति के लिए जाना जाता है, अक्सर फूलों के इंतजाम और सजावट में इस्तेमाल होता है.",
      "example": "Widziałem wystawę orchidei miesiąc temu, gdzie prezentowano różne typy orchidei. Byłem zdumiony ich pięknem. Wkrótce kupię orchideę do swojego salonu.",
      "example_translation": "मैंने पिछले महीने ऑर्किड प्रदर्शनी देखी जहाँ उन्होंने विभिन्न प्रकार के ऑर्किड प्रदर्शित किए. मैं उनकी सुंदरता से अचंभित था. मैं जल्द ही अपने लिविंग रूम के लिए ऑर्किड पौधा खरीदूँगा.",
      "imageLink": "orchid.jpg",
      "audioLink": "orchid.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "fiołek",
      "translation": "पैंसी",
      "definition": "Fiołek to rodzaj kwiatu, który ma kolorowe kwiaty, często używany w ogrodach i aranżacjach kwiatowych ze względu na swoją żywą barwę i delikatny wygląd.",
      "definition_translation": "पैंसी एक प्रकार का फूल वाला पौधा है जिसके उज्ज्वल रंग के फूल अक्सर गार्डन और फूलों के इंतजाम में उनके जीवंत रंगों और नाजुक उपस्थिति के लिए इस्तेमाल होता है.",
      "example": "Mam fiołki w swoim ogrodzie, które kwitną w różnych kolorach każdej wiosny. Lubię obserwować, jak się kiwają na wietrze. Zasadzę więcej fiołków w swoim ogrodzie w przyszłym sezonie.",
      "example_translation": "मेरे गार्डन में पैंसी हैं जो हर मौसम में अलग-अलग रंगों में खिलते हैं. मैं हवा में उन्हें लहराते देखना पसंद करता हूँ. मैं अगले मौसम में अपने गार्डन में और पैंसी लगाऊंगा.",
      "imageLink": "pansy.jpg",
      "audioLink": "pansy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "piwonia",
      "translation": "पियोनी",
      "definition": "Piwonia to kwiat, który produkuje duże, efektowne kwiaty w różnych kolorach, często używany w ogrodach i aranżacjach kwiatowych.",
      "definition_translation": "पियोनी एक फूल वाला पौधा है जो विभिन्न रंगों में बड़े और दिखने वाले फूल पैदा करता है, अक्सर गार्डन और फूल व्यवस्था में उपयोग किया जाता है.",
      "example": "Zasadziłem piwonię w swoim ogrodzie rok temu, i kwitła pięknie w tej wiosnie. Zasadzę kolejną w przyszłym roku, i kwitnie ponownie w przyszłości.",
      "example_translation": "मैंने पिछले साल अपने गार्डन में पियोनी लगाया था, और यह इस स्प्रिंग में सुंदरता से खिल गया। मैं अगले साल एक और लगाऊंगा, और यह फिर से भविष्य में खिलेगी.",
      "imageLink": "peony.jpg",
      "audioLink": "peony.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mak",
      "translation": "पॉपी",
      "definition": "Mak to kwiat, który produkuje kolorowe kwiaty, często kojarzony z pamięcią i symbolicznym znaczeniem.",
      "definition_translation": "पॉपी एक फूल वाला पौधा है जो उज्ज्वल रंग के फूल पैदा करता है, अक्सर स्मरण और प्रतीकवाद के साथ जुड़ा हुआ है.",
      "example": "Makiowe pola na wsi były pięknym widokiem. Widzieliśmy mak kwitnący w ogrodzie wczoraj, i zobaczymy więcej maków w przyszłości.",
      "example_translation": "ग्रामीण इलाके में पॉपी के खेत एक सुंदर दृश्य थे। हमने कल गार्डन में एक पॉपी खिला हुआ देखा था, और हम भविष्य में और पॉपी देखेंगे.",
      "imageLink": "poppy.jpg",
      "audioLink": "poppy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "prymula",
      "translation": "प्रिमरोज",
      "definition": "Prymula to bylina kwitnąca, która produkuje delikatne, pachnące kwiaty w odcieniach żółtego, różowego i fioletowego.",
      "definition_translation": "प्रिमरोज एक多वर्षीय फूल वाला पौधा है जो नाजुक, सुगंधित फूल पैदा करता है जो पीले, गुलाबी और बैंगनी रंग में होते हैं.",
      "example": "Prymule zakwitły w ogrodzie wiosną minioną, i podziwialiśmy ich delikatne piękno. Za rok będziemy sadzić więcej prymul w ogrodzie, a one zakwitną ponownie w przyszłości.",
      "example_translation": "प्रिमरोज पिछले स्प्रिंग में गार्डन में खिले थे, और हमने उनकी नाजुक सुंदरता की प्रशंसा की थी। हम अगले साल गार्डन में और प्रिमरोज लगाएंगे, और वे फिर से भविष्य में खिलेंगे.",
      "imageLink": "primrose.jpg",
      "audioLink": "primrose.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "lewkon",
      "translation": "स्नैपड्रैगन",
      "definition": "Lewkon to roślina jednoroczna lub wieloletnia o wysokim, prostym pędzie, która produkuje kwiaty w różnorodnych kolorach, często stosowane w ogrodach i kompozycjach.",
      "definition_translation": "स्नैपड्रैगन एक लंबा, सीधा एकवर्षीय या मुलवर्षीय पौधा है जो विभिन्न रंगों में फूल पैदा करता है, अक्सर गार्डन और व्यवस्था में उपयोग किया जाता है.",
      "example": "Zasadziłem lewkony w ogrodzie minionego lata, i zakwitły pięknie tej jesieni. Za rok będziemy sadzić więcej lewkonów w ogrodzie, a one zakwitną ponownie w przyszłości.",
      "example_translation": "मैंने पिछले गर्मी में मेरे गार्डन में स्नैपड्रैगन लगाया था, और वे इस पतझड़ में सुंदरता से खिले थे। मैं अगले साल गार्डन में और स्नैपड्रैगन लगाऊंगा, और वे फिर से भविष्य में खिलेंगे.",
      "imageLink": "snapdragon.jpg",
      "audioLink": "snapdragon.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "śnieżyczka",
      "translation": "बर्फ गिरी",
      "definition": "Śnieżyczka to mały, biały, kroplowaty kwiat, który rośnie wczesną wiosną, często uważany za znak końca zimy.",
      "definition_translation": "शीतकालीन अंत का संकेत माना जाने वाला एक छोटा, सफ़ेद, बूँद के आकार का फूल जो शुरुआती वसंत में उगता है।",
      "example": "Uwielbiam widzieć śnieżyczki kwitnące w ogrodzie po długiej zimie. W minionym roku widziałem je kwitnące w lutym, a tego roku spodziewam się, że zakwitną w marcu.",
      "example_translation": "मैं लंबे शीतकालीन के बाद उद्यान में बर्फ गिरी के फूलने को पसंद करता हूँ। पिछले साल, मैंने उन्हें फरवरी में फूलते देखा, और इस साल, मैं मार्च में उन्हें फूलने की उम्मीद करता हूँ।",
      "imageLink": "snowdrop.jpg",
      "audioLink": "snowdrop.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "tagetes",
      "translation": "टगेट्स",
      "definition": "Tagetes to rodzaj rośliny kwitnącej z jasnożółtymi lub pomarańczowymi kwiatami, często stosowanymi w kuchni i lecznictwie.",
      "definition_translation": "एक प्रकार का फूल वाला पौधा जिसके फूल सुनहरे पीले या नारंगी रंग के होते हैं, अक्सर खाना पकाने और जड़ी-बूटी के नुस्खे में उपयोग किया जाता है।",
      "example": "Używam tagetesów w swoim przepisie na zupę, aby dodać unikatowy smak. Moja babcia kiedyś robiła herbatę z tagetesów, aby leczyć przeziębienie. Za miesiąc planuję zasadzić tagetesy w swoim ogrodzie.",
      "example_translation": "मैं अपने सूप रेसिपी में टगेट्स का उपयोग एक अनोखा स्वाद जोड़ने के लिए करता हूँ। मेरी दादी टगेट्स चाय ठंड को ठीक करने के लिए बनाती थीं। अगले महीने, मैं अपने उद्यान में टगेट्स लगाने की योजना बना रहा हूँ।",
      "imageLink": "tagetes.jpg",
      "audioLink": "tagetes.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "fiołek",
      "translation": "वायलेट",
      "definition": "Fiołek to mały, delikatny kwiat z fioletowymi płatkami, często kojarzony z skromnością i pokorą.",
      "definition_translation": "एक छोटा, नाजुक फूल जिसके पुर्पल पंखुड़ियाँ होती हैं, अक्सर संकोच और विनम्रता से जुड़ा होता है।",
      "example": "Uwielbiam słodki zapach fiołków wiosną. Wczoraj widziałem fiołek kwitnący w ogrodzie, i przypomniał mi się moje dzieciństwo. Za rok planuję zasadzić fiołki w swoim tylnej ogrodzie.",
      "example_translation": "मैं वसंत में वायलेट की मृदु गंध से प्यार करता हूँ। कल, मैंने उद्यान में वायलेट को फूलते देखा, और यह मेरे बचपन की याद दिला दी। अगले साल, मैं अपने पिछवाड़े में वायलेट लगाने की योजना बना रहा हूँ।",
      "imageLink": "violet.jpg",
      "audioLink": "violet.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "liliowiec wodny",
      "translation": "जलकमल",
      "definition": "Liliowiec wodny to rodzaj rośliny wodnej z dużymi, pięknymi kwiatami, często spotykanymi w stawach i jeziorach.",
      "definition_translation": "एक प्रकार का जलीय पौधा जिसके बड़े, दिखाऊ फूल होते हैं, अक्सर तालाब और झील में पाया जाता है।",
      "example": "Uwielbiam obserwować kwitnienie lilii wodnych na jeziorze. Minionego lata widziałem duży liliowiec wodny w stawie niedaleko mojego domu, i był tak piękny. Za tydzień planuję odwiedzić ogród botaniczny, aby zobaczyć wystawę lilii wodnych.",
      "example_translation": "मैं झील पर जलकमल के फूलने को देखना पसंद करता हूँ। पिछली गर्मी में, मैंने अपने घर के पास तालाब में एक बड़ा जलकमल देखा, और यह इतना सुंदर था। अगले हफ्ते, मैं जलकमल प्रदर्शनी देखने के लिए बोटैनिकल गार्डन visit करने की योजना बना रहा हूँ।",
      "imageLink": "water-lily.jpg",
      "audioLink": "water lily.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wietrówka",
      "translation": "विंडफ्लावर",
      "definition": "Wietrówka to rodzaj rośliny kwitnącej, która często rośnie na łąkach i w polach. Charakteryzuje się delikatnymi, dzwonkowatymi kwiatami, które są zazwyczaj białymi lub różowymi.",
      "definition_translation": "एक विंडफ्लावर एक प्रकार का फूल वाला पौधा है जो अक्सर खेतों और मैदानों में उगता है. यह अपने नाजुक, घंटी के आकार के फूलों से पहचाना जाता है, जो आमतौर पर सफेद या गुलाबी रंग के होते हैं.",
      "example": "Wietrówka zakwitła na łące minioną wiosną, kwitnie teraz, i zakwitnie ponownie następnego lata. Gdyśmy szli po łące, zobaczyliśmy piękną wietrówkę. Do przyszłego roku wietrówka rozprzestrzeni się po całej łące.",
      "example_translation": "पिछले 春 में मैदान में विंडफ्लावर खिल गया था, यह अब खिल रहा है, और अगले समर में यह फिर से खिलेगा. मैदान में चलते हुए, हमने एक सुंदर विंडफ्लावर देखा. अगले साल तक, विंडफ्लावर पूरे मैदान में फैल जाएगा.",
      "imageLink": "windflower.jpg",
      "audioLink": "windflower.mp3"
    }
  ]
}