{
  "data": [
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ziemniak",
      "translation": "आलू",
      "definition": "Warzywo skrobiowe, które rośnie pod ziemią w różnych kształtach i rozmiarach, typowo z brązową lub białą skórą i białym miąższem.",
      "definition_translation": "यह एक स्टार्च वाली सब्जी है जो जमीन के नीचे विभिन्न आकार और आकार में उगती है, आमतौर पर भूरे या सफेद त्वचा और सफेद मांस के साथ。",
      "example": "Ugotowałem ziemniaka i rozgniotłem go. Wczoraj, jedłem upieczonego ziemniaka. Jeśli będę miał czas, upieczę ziemniaka na obiad.",
      "example_translation": "मैंने आलू को उबाला और मैश किया। कल मैंने एक आलू को बेक किया था। अगर मुझे समय मिलेगा तो मैं डिनर के लिए आलू को रोस्ट करूँगा।",
      "imageLink": "potato.jpg",
      "audioLink": "potato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pomidor",
      "translation": "टमाटर",
      "definition": "Owoc soczysty, czerwony lub żółtawy, rosnący na winnej latarze, często używany w kuchni i sałatkach.",
      "definition_translation": "यह एक रसीला लाल या पीला फल है जो बेल पर उगता है, अक्सर खाना पकाने और सलाद में उपयोग किया जाता है।",
      "example": "Uciąłem pomidora i dodałem go do sałatki. Wczoraj, jedłem kanapkę z pomidorem. Jeśli będę miał czas, hodowałbym pomidory w swoim ogrodzie.",
      "example_translation": "मैंने टमाटर को काटा और सलाद में डाल दिया। कल मैंने टमाटर सैंडविच खाया था। अगर मुझे समय मिलेगा तो मैं अपने बगीचे में टमाटर उगाऊँगा।",
      "imageLink": "tomato.jpg",
      "audioLink": "tomato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "warzywo",
      "translation": "सब्जी",
      "definition": "Dowolna roślina lub część rośliny używana jako pożywienie, np. liście, łodygi, korzenie, bulwy lub owoce.",
      "definition_translation": "कहीं भी पौधों या पौधों के हिस्सों का उपयोग खाद्य के रूप में किया जाता है, जैसे पत्तियां, डंठल, जड़, कंद या फल。",
      "example": "Uwielbiam jeść warzywa w swojej sałatce. Wczoraj, gotowałem zupę warzywną. Jeśli będę miał czas, zasadzę warzywa w swoim ogrodzie.",
      "example_translation": "मैं सलाद में सब्जियां खाना पसंद करता हूँ। कल मैंने सब्जी सूप पकाया था। अगर मुझे समय मिलेगा तो मैं अपने बगीचे में कुछ सब्जियां लगाऊँगा।",
      "imageLink": "vegetable.jpg",
      "audioLink": "vegetable.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "fasola",
      "translation": "बीन",
      "definition": "Mały, zwykle zielony lub żółtawy, nasion kojarzący się z grochem, który rośnie w strąku i jest używany jako pożywienie.",
      "definition_translation": "यह एक छोटा बीज है जो पोद में उगता है और खाने के लिए उपयोग किया जाता है, अक्सर हरा या पीला होता है।",
      "example": "Uwielbiam jeść fasolę w swoim chili. Wczoraj, gotowałem sałatkę z fasolą. Jeśli będę miał czas, zasadzę fasolę w swoim ogrodzie.",
      "example_translation": "मैं अपने चिली में बीन खाना पसंद करता हूँ। कल मैंने बीन सलाद पकाया था। अगर मुझे समय मिलेगा तो मैं अपने बगीचे में कुछ बीन लगाऊँगा।",
      "imageLink": "bean.jpg",
      "audioLink": "bean.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "marchew",
      "translation": "गाजर",
      "definition": "Marchew jest chrupiącym, słodkim i zdrowym warzywem korzeniowym, które jest powszechnie używane w sałatkach, zupach i jagodnikach.",
      "definition_translation": "एक गाजर एक कुरकुरा, मीठा और पौष्टिक जड़ सब्जी है जिसका उपयोग सलाद, स्टू और सूप में आम तौर पर किया जाता है।",
      "example": "I ate a stick of marchewka wczoraj, jedłem go teraz, i będę jadł ponownie jutro.",
      "example_translation": "मैंने कल एक गाजर की स्टिक खाई, मैं अभी इसका सेवन कर रहा हूँ, और मैं कल इसका सेवन करूँगा।",
      "imageLink": "carrot.jpg",
      "audioLink": "carrot.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "papryka",
      "translation": "मिर्च",
      "definition": "Papryka jest ostrą, pachnącą i smaczna owocem, która jest powszechnie używana w kuchni do dodawania ostrości i smaku do potraw.",
      "definition_translation": "एक मिर्च एक मसालेदार, तीखी और स्वादिष्ट फल है जिसका उपयोग व्यंजनों में गरमी और स्वाद जोड़ने के लिए आम तौर पर किया जाता है।",
      "example": "Dodałem papryki do mojej zupy wczoraj, teraz dodaję ich do mojego curry, a jutro będę dodawał ich do sosu włoskiego.",
      "example_translation": "मैंने कल अपने सूप में मिर्चें डालीं, मैं अभी अपने करी में मिर्चें डाल रहा हूँ, और मैं कल अपने पास्ता सॉस में मिर्चें डालूँगा।",
      "imageLink": "chilli.jpg",
      "audioLink": "chilli.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "czosnek",
      "translation": "लहसुन",
      "definition": "Czosnek jest pachnącą, smaczna i aromatyczną bulwą, która jest powszechnie używana w kuchni do dodawania smaku i aromatu do potraw.",
      "definition_translation": "लहसुन एक तीखी, स्वादिष्ट और सुगंधित बल्ब है जिसका उपयोग व्यंजनों में स्वाद और सुगंध जोड़ने के लिए आम तौर पर किया जाता है।",
      "example": "Miałem czosnek wczoraj, teraz smażę go, a jutro będę upiec go.",
      "example_translation": "मैंने कल लहसुन को मिंस किया, मैं अब इसे सॉटे कर रहा हूँ, और मैं कल इसे रोस्ट करूँगा।",
      "imageLink": "garlic.jpg",
      "audioLink": "garlic.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "cebula",
      "translation": "प्याज",
      "definition": "Cebula jest słodką, pachnącą i smaczna bulwą, która jest powszechnie używana w kuchni do dodawania smaku i aromatu do potraw.",
      "definition_translation": "प्याज एक मीठा, तीखा और स्वादिष्ट बल्ब है जिसका उपयोग व्यंजनों में स्वाद और सुगंध जोड़ने के लिए आम तौर पर किया जाता है।",
      "example": "Pokroiłem cebulę wczoraj, teraz karamelize ją, a jutro będę konserwował ją w occie.",
      "example_translation": "मैंने कल प्याज काटे, मैं अब इन्हें कैरामelize कर रहा हूँ, और मैं कल इन्हें अचार करूँगा।",
      "imageLink": "onion.jpg",
      "audioLink": "onion.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "brokuł",
      "translation": "ब्रोकली",
      "definition": "Zielone warzywo, które jest podobne do kalafiora, ale ma mniejsze, ściślejsze pąki i silniejszy, bardziej ziemiasty smak.",
      "definition_translation": "एक हरा सब्जी जो गोभी के समान है, लेकिन छोटे, टाइट बुड्स और एक मजबूत, पृथ्वी के स्वाद है。",
      "example": "Jadłem brokuł na obiad wczoraj, teraz jem go na lunch, a jutro będę jadł go na obiad.",
      "example_translation": "मैंने कल रात के डिनर के लिए ब्रोकली खाई, मैं आज दोपहर के लिए इसे खा रहा हूँ, और मैं कल रात के डिनर के लिए इसे खाऊंगा.",
      "imageLink": "broccoli.jpg",
      "audioLink": "broccoli.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kapusta",
      "translation": "पत्ता गोभी",
      "definition": "Zielone warzywo liściaste, które jest często używane w sałatkach i surówkach, a także jest dobrym źródłem włókna i witamin.",
      "definition_translation": "एक हरा, पत्तेदार सब्जी जो अक्सर सलाद और स्लाव में प्रयोग की जाती है, और फाइबर और विटामिन का अच्छा स्रोत है.",
      "example": "Pokroiłem kapustę i dodałem ją do surówki, a jutro zrobię zupę z kapusty.",
      "example_translation": "मैंने पत्ता गोभी को काटा और इसे कोलेस्ला में डाल दिया, फिर मैं कल इसे सूप बनाने जा रहा हूँ.",
      "imageLink": "cabbage.jpg",
      "audioLink": "cabbage.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "cukinia",
      "translation": "कुकुम्बर",
      "definition": "Typ letniej dyni, często grillowanej lub podsmażanej i serwowanej jako dodatek.",
      "definition_translation": "एक प्रकार की गर्मी की स्क्वैश जो अक्सर ग्रिल्ड या सोटेड की जाती है और साइड डिश के रूप में परोसी जाती है.",
      "example": "Wczoraj zgrillowałem cukinię i podałem ją z łyżką jogurtu, a jutro zrobię z nią sałatkę.",
      "example_translation": "मैंने कुकुम्बर को ग्रिल्ड किया और इसे दही की एक डॉलप के साथ परोसा, फिर मैं कल इसे सलाद बनाने जा रहा हूँ.",
      "imageLink": "courgette.jpg",
      "audioLink": "courgette.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ogórek",
      "translation": "खीरा",
      "definition": "Długi, zielony warzyw, często używany w sałatkach i sandwichach, będący dobrym źródłem wody i elektrolitów.",
      "definition_translation": "एक लंबा, हरा सब्जी जो अक्सर सलाद और सैंडविच में प्रयोग की जाती है, और पानी और इलेक्ट्रोलाइट्स का अच्छा स्रोत है.",
      "example": "Wczoraj pokroiłem ogórka i dodałem go do mojego sandwicha, a jutro zrobię z niego sok.",
      "example_translation": "मैंने खीरा को स्लाइस किया और इसे मेरे सैंडविच में डाल दिया, फिर मैं कल इसे जूस बनाने जा रहा हूँ.",
      "imageLink": "cucumber.jpg",
      "audioLink": "cucumber.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sałata",
      "translation": "लेटस",
      "definition": "Sałata jest typem liściastego warzywa, często używanego w sałatkach i innych daniach.",
      "definition_translation": "लेटस एक प्रकार का पत्तेदार साग है जिसका उपयोग सलाद और दूसरे व्यंजनों में किया जाता है.",
      "example": "Wczoraj zjadłem sandwich z sałatą, teraz jem sałatkę z sałatą, a jutro zrobię zupę sałatkową.",
      "example_translation": "कल मैंने लेटस के साथ सैंडविच खाया, сейчас मैं लेटस के साथ सलाद खा रहा हूँ, और कल मैं लेटस का सूप पियूँगा.",
      "imageLink": "lettuce.jpg",
      "audioLink": "lettuce.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "groch",
      "translation": "मटर",
      "definition": "Groch jest małą, zieloną i kulistą nasioną, często używaną w kuchni.",
      "definition_translation": "मटर एक छोटा, हरा, और गोल बीज है जिसका उपयोग पकाने में किया जाता है.",
      "example": "Wczoraj zasadziłem groch w swoim ogrodzie, teraz zbieram groch, a jutro zjem go w swoim lunchu.",
      "example_translation": "पिछले साल मैंने अपने बगीचे में मटर लगाये थे, अब मैं मटर की कटाई कर रहा हूँ, और कल मैं मटर अपने दोपहर के भोजन में खाऊँगा.",
      "imageLink": "pea.jpg",
      "audioLink": "pea.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pieprz",
      "translation": "काली मिर्च",
      "definition": "Pieprz jest przyprawą, często używaną do dodawania smaku do jedzenia.",
      "definition_translation": "काली मिर्च एक मसला है जिसका उपयोग भोजन में स्वाद जोड़ने के लिए किया जाता है.",
      "example": "Wczoraj dodałem pieprz do swojej zupy, teraz mielę pieprz, a jutro posypię go na jajach.",
      "example_translation": "कल मैंने अपने सूप में काली मिर्च डाला था, अब मैं काली मिर्च पीस रहा हूँ, और कल मैं अपने अंडे पर काली मिर्च छिड़कूँगा.",
      "imageLink": "pepper.jpg",
      "audioLink": "pepper.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dynia",
      "translation": "कद्दू",
      "definition": "Dynia jest typem dyni, często używaną w kuchni i dekoracji.",
      "definition_translation": "कद्दू एक प्रकार का स्क्वैश है जिसका उपयोग पकाने और सजावट में किया जाता है.",
      "example": "Wczoraj rzeźbiłem dynię na Halloween, teraz gotuję zupę dyniową, a jutro zrobię pie dyniowy.",
      "example_translation": "पिछले साल मैंने हैलोवीन के लिए-कद्दू तराशा था, अब मैं कद्दू का सूप पका रहा हूँ, और कल मैं कद्दू का पाई बनाऊँगा.",
      "imageLink": "pumpkin.jpg",
      "audioLink": "pumpkin.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szpinak",
      "translation": "पालक",
      "definition": "Szpinak jest liściastym warzywem, bogatym w żelazo i białko. Często używany jest w sałatkach, smoothiach i podsmażany jako dodatek.",
      "definition_translation": "पालक एक पत्तेदार हरी सब्जी है जो आयरन और प्रोटीन में समृद्ध है। इसे सलाद, स्मूदी और साइड डिश के रूप में सautéed किया जाता है।",
      "example": "Wczoraj zjadłem szpinak, teraz jem szpinak, a jutro będę jeść szpinak. Wczoraj, moja matka ugotowała szpinak z czosnkiem i lemoniowym sokiem. Dziś, dodałem świeży szpinak do swojej omletu. Jutro, zrobię szpinak i fetę wypełnioną piersią kurczęcą.",
      "example_translation": "मैं कल पालक खाया, मैं अब पालक खा रहा हूँ, और मैं कल पालक खाऊंगा। कल, मेरी माँ ने लहसुन और नींबू के रस के साथ पालक पकाया। आज, मैंने अपने नाश्ते के उत्पाद में ताज़ा पालक जोड़ा। कल, मैं एक पालक और फेटा स्टफ्ड चिकन स्तन बनाऊंगा।",
      "imageLink": "spinach.jpg",
      "audioLink": "spinach.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kukurydza słodka",
      "translation": "मकई",
      "definition": "Kukurydza słodka jest typem kukurydzy, zbieraną gdy ziarna są niedojrzałe i miękkie. Często gotowana jest w wodzie lub grillowana i podsmażana z masłem i solą.",
      "definition_translation": "मकई एक प्रकार का मक्का है जिसका उपयोग कच्चे दाने और मक्का के नरम और मीठा होने पर किया जाता है। इसे अक्सर उबला या ग्रिल्ड किया जाता है और मक्खन और नमक से लगाया जाता है।",
      "example": "Uwielbiam jeść kukurydzę słodką na kawałku wczasie targów wiejskich. Wczoraj, zgrillowałem kukurydzę słodką z oliwą i chili. Dziś, ugotowałem kukurydzę słodką i podsmażyłem ją z masłem i solą. Jutro, zrobię sałatkę z kukurydzy słodkiej i awokado.",
      "example_translation": "मैं Каун्टी फेयर में कcob पर मकई खाना पसंद करता हूँ। कल, मैंने जैतून के तेल और चिली पाउडर के साथ मकई ग्रिल्ड की। आज, मैंने मकई उबला और मक्खन और नमक से लगाया। कल, मैं एक मकई और अवोकाडो सलाद बनाऊंगा।",
      "imageLink": "corn.jpg",
      "audioLink": "sweetcorn.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bakłażan",
      "translation": "बैंगन",
      "definition": "Bakłażan jest typem fioletowego warzywa, często używanego w kuchni śródziemnomorskiej i azjatyckiej. Ma mięsisty konsystencję i często używany jest w daniach takich jak parmezan bakłażanowy i ratatouille.",
      "definition_translation": "बैंगन एक प्रकार की बैंगनी सब्जी है जिसका उपयोग अक्सर भूमध्यसागरीय और एशियाई व्यंजन में किया जाता है। इसमें मांस जैसा स्पर्श है और इसे अक्सर व्यंजनों में像是 एगप्लांट पार्मेसन और रतैटूली के रूप में använd'",
      "example": "Wczoraj jadłem parmezan bakłażanowy w restauracji włoskiej. Wczoraj, moja matka użyła bakłażana w warzywnej curry. Dziś, zgrillowałem bakłażana i podałem go z hummusem. Jutro, zrobię kanapkę z bakłażanem i mozzarellą.",
      "example_translation": "मैंने इतालवी रेस्टोरेंट में कल रात को बैंगन पार्मेसन खाया। कल, मेरी माँ ने μια सब्जी करी में बैंगन का उपयोग किया। आज, मैंने बैंगन ग्रिल्ड किया और इसे हुम्मस के साथ परोसा। कल, मैं एक बैंगन और मोज़ारेला पनिनी बनाऊंगा।",
      "imageLink": "aubergine.jpg",
      "audioLink": "aubergine.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kalafior",
      "translation": "फूलगोभी",
      "definition": "Kalafior jest typem białego lub zielonego warzywa, niskokalorycznego i bogatego w witaminy i minerały. Często używany jest w sałatkach, zupach i podsmażany jako dodatek.",
      "definition_translation": "फूलगोभी एक प्रकार की सफ़ेद या हरी सब्जी है जिसमें कैलोरी कम होती है और विटामिन और मिनरल अधिक होते हैं। इसे अक्सर सलाद, सूप, और साइड डिश के रूप में सautéed किया जाता है。",
      "example": "Uwielbiam jeść ryż kalafiorowy z moim ulubionym przepisem stir-fry. Wczoraj, ugotowałem kalafiory z czosnkiem i lemoniowym sokiem. Dziś, zapiekłem kalafiory z oliwą i solą. Jutro, zrobię zupę kalafiorową z serem.",
      "example_translation": "मैं अपने पसंदीदा स्टर-फ्राय रेसिपी के साथ फूलगोभी चावल खाना पसंद करता हूँ। कल, मैंने लहसुन और नींबू के रस के साथ फूलगोभी स्टीम्ड की। आज, मैंने जैतून के तेल और नमक के साथ फूलगोभी रोस्ट्ड की। कल, मैं एक फूलगोभी और चीज़ सूप बनाऊंगा।",
      "imageLink": "cauliflower.jpg",
      "audioLink": "cauliflower.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "łuk",
      "translation": "हरी प्याज",
      "definition": "Łuk to warzywo należące do rodziny cebuli, o smaku łagodnym i słodkim, często używane w zupach, gulaszach i sałatkach.",
      "definition_translation": "एक लीक एक सब्जी है जो प्याज परिवार से संबंधित है, हल्का और मीठा स्वाद है, अक्सर सूप, स्टू और सलाद में उपयोग किया जाता है.",
      "example": "Smażyłem łuk i czosnek, aby zrobić smaczny rosół. Wczoraj, pokroiłem łuk, aby dodać do sałatki. Do przyszłego tygodnia, będę miał łuki zasadzone w ogrodzie.",
      "example_translation": "मैंने लीक और लहसुन को सूप बनाने के लिए भुनाया. कल, मैंने सलाद में लीक जोड़ने के लिए काटा. अगले हफ्ते तक, मैंने अपने बगीचे में लीक लगाए होंगे.",
      "imageLink": "leek.jpg",
      "audioLink": "leek.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pietruszka",
      "translation": "अजमोद",
      "definition": "Pietruszka to ziele z liśćmi okręgowymi, używane jako dekoracja lub dodatek świeżego smaku do różnych potraw.",
      "definition_translation": "अजमोद एक जड़ी है जिसके कर्लेड पत्ते हैं, विभिन्न व्यंजनों में ताज़ा स्वाद जोड़ने या गार्निश के रूप में प्रयोग किया जाता है.",
      "example": "Posypałem pietruszkę na rybę, aby nadać jej świeżego smaku. Ona użyła pietruszki, aby zrobić smaczny sos. Do przyszłego miesiąca, będę miał pietruszkę zasadzoną w ogrodzie ziół.",
      "example_translation": "मैंने मछली पर ताज़ा स्वाद देने के लिए ऊपर से अजमोद डाला. उसने सॉस बनाने के लिए अजमोद का इस्तेमाल किया. अगले महीने तक, मैंने अपने hrd गार्डन में अजमोद लगाया होगा.",
      "imageLink": "parsley.jpg",
      "audioLink": "parsley.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rzeżucha",
      "translation": "मूली",
      "definition": "Rzeżucha to warzywo korzeniowe o ostrych smaku, często jadane surowe lub gotowane w sałatkach, zupach i innych potrawach.",
      "definition_translation": "मूली एक जड़ सब्जी है जिसका स्वाद तीखा है, अक्सर सलाद, सूप और अन्य व्यंजनों में कच्चा या पका हुआ खाया जाता है.",
      "example": "Zjadłem rzeżuchę jako przekąskę, aby oczyścić pałac. Ona dodała rzeżuchę do sałatki, aby nadać jej chrupkiej tekstury. Do przyszłego lata, będę miał rzeżuchę rosnącą w ogrodzie.",
      "example_translation": "मैंने अपने तालू को साफ करने के लिए मूली को नाश्ते के रूप में खाया. उसने सलाद में क्रंची टेक्सचर के लिए मूली जोड़ा. अगले गर्मियों तक, मैंने अपने बगीचे में मूली उगा होगा.",
      "imageLink": "radish.jpg",
      "audioLink": "radish.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "czerwona kapusta",
      "translation": "लाल पत्ता गोभी",
      "definition": "Czerwona kapusta to rodzaj kapusty o smaku słodkim i lekko kwaśnym, często używana w sałatkach, zupach i jako dekoracja.",
      "definition_translation": "लाल पत्ता गोभी एक प्रकार की गोभी है जिसका स्वाद मीठा और हल्का खट्टा है, अक्सर सलाद, सूप और रंगीन गार्निश के रूप में प्रयोग किया जाता है.",
      "example": "Pokroiłem czerwoną kapustę, aby dodać do surówki. Ona użyła czerwonej kapusty, aby zrobić żywą sałatkę. Do przyszłej zimy, będę miał czerwoną kapustę rosnącą w ogrodzie warzywnym.",
      "example_translation": "मैंने स्लॉ में जोड़ने के लिए लाल पत्ता गोभी को काटा. उसने रंगीन सलाद बनाने के लिए लाल पत्ता गोभी का इस्तेमाल किया. अगले सर्दी तक, मैंने अपने सब्जी बगीचे में लाल पत्ता गोभी उगा होगा.",
      "imageLink": "red-cabbage.jpg",
      "audioLink": "red cabbage.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szalotka",
      "translation": "प्याज पत्ता",
      "definition": "Młoda roślina cebuli, zbierana przed ukształtowaniem się bulwy, o małej białej bazie i zielonych liściach, używana jako przyprawa w gotowaniu.",
      "definition_translation": "खाना पकाने में स्वादобав के रूप में उपयोग किया जाने वाला एक युवा प्याज पौधा, जिसका 小म सफ़ेद आधार और हरी पत्तियां होती हैं, जिसका बल्ब नहीं बना है।",
      "example": "Ona dodała kilka szalotek do zupy, aby nadać jej dodatkowego smaku. Wczoraj, pokroiła szalotki, aby dodać do sałatki. Do przyszłego roku, ona będzie miała szalotki zasadzone w ogrodzie.",
      "example_translation": "उसने सूप में एक्स्ट्रा स्वाद के लिए कुछ प्याज पत्ता-add किए। कल, उसने सलाद के लिए प्याज पत्ता काटा था। अगले साल तक, वह अपने बगीचे में प्याज पत्ता लगाएगी।",
      "imageLink": "spring-onion.jpg",
      "audioLink": "spring onion.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "burak ćwikłowy",
      "translation": "चुकंदर",
      "definition": "Słodki i ziemiasty warzywo korzeniowe, często marynowane lub pieczone i używane w sałatkach, zupach i jako naturalny barwnik spożywczy.",
      "definition_translation": "एक मीठा और पृथ्वी जड़ सब्जी, अक्सर अचार या रोस्टेड और सलाद, सूप, और प्राकृतिक खाद्य रंग के रूप में उपयोग किया जाता है।",
      "example": "Burak ćwikłowy to doskonałe dodatki do każdej sałatki. Ona miała zupę buraczaną na lunch wczoraj. Do końca miesiąca, oni będą mieli zbory buraka ćwikłowego.",
      "example_translation": "चुकंदर किसी भी सलाद में एक अच्छा अतिरिक्त है। उसने कल दोपहर के लिए चुकंदर सूप लिया था। माह के अंत तक, वे चुकंदर फसल काट लेंगे।",
      "imageLink": "beetroot.jpg",
      "audioLink": "beetroot.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "soja, sojka",
      "translation": "सोया",
      "definition": "Roślina strączkowa pochodząca z Azji, szeroko uprawiana ze względu na jej jadalne nasiona, bogate w białko i izoflawony, używane w różnych produktach spożywczych.",
      "definition_translation": "एशिया में पैदा होने वाली एक फलीदार पौधी, जिसके खाने योग्य बीज प्रोटीन और आइसोफ्लेवोन्स में उच्च होते हैं, और विभिन्न खाद्य उत्पादों में उपयोग किया जाता है।",
      "example": "Mleko sojowe jest popularnym zamiennikiem mleka. Ona miała curry sojowe na obiad wczoraj. Do przyszłego roku, oni będą mieli opracowany nowy produkt sojowy.",
      "example_translation": "सोया दूध एक लोकप्रिय डेयरी विकल्प है। उसने कल रात के लिए सोया करी खाई थी। अगले साल तक, वे एक नए सोया-आधारित उत्पाद विकसित कर लेंगे।",
      "imageLink": "soya-soy.jpg",
      "audioLink": "soya, soy.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "fasola szparagowa",
      "translation": "सेम",
      "definition": "Rodzaj fasoli o dużych, płaskich strąkach, często używanej w kuchni śródziemnomorskiej i indyjskiej, z łagodnym smakiem i wysoką wartością odżywczą.",
      "definition_translation": "एक तरह का बीन, जिसका बड़ा, चपटा पोड होता है, अक्सर भूमध्यसागरीय और भारतीय खाना पकाने में उपयोग किया जाता है, जिसका मृदु स्वाद और उच्च पोषण मूल्य होता है।",
      "example": "Fasola szparagowa jest kluczowym składnikiem wielu dań śródziemnomorskich. Ona miała sałatkę fasoli szparagowej na lunch wczoraj. Do końca sezonu, oni będą mieli zbory fasoli szparagowej.",
      "example_translation": "सेम कई भूमध्यसागरीय व्यंजनों में एक महत्वपूर्ण सामग्री हैं। उसने कल दोपहर के लिए सेम सलाद खाई थी। मौसम के अंत तक, वे सेम फसल काट लेंगे।",
      "imageLink": "broad-bean.jpg",
      "audioLink": "broad bean.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kapusta brukselska",
      "translation": "ब्रसेल्स स्प्राउट",
      "definition": "Warzywo zielone, rosnące w pączku na wysokim łodygu, często gotowane i jadane jako dodatek do dań.",
      "definition_translation": "एक हरी सब्जी जो एक लंबे स्टेम पर एक बुंड में उगती है, अक्सर पकाया जाता है और एक साइड डिश के रूप में खाया जाता है.",
      "example": "Miałem kapustę brukselską na obiad wczoraj, będę jadł kapustę brukselską na lunch jutro, a jadłem kapustę brukselską na śniadanie wczoraj.",
      "example_translation": "मैंने कल रात के लिए ब्रसेल्स स्प्राउट खाया, मैं कल दोपहर के लिए उन्हें खाऊंगा, और मैंने कल सुबह उन्हें खाया.",
      "imageLink": "brussels-sprout.jpg",
      "audioLink": "brussels sprout.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "karczoch",
      "translation": "आर्टिचोक",
      "definition": "Warzywo o kwiatostanie ciernistym, z jadalnymi liśćmi i miękkim środkiem, często jadane jako przystawka lub dodatek do dań.",
      "definition_translation": "एक कांटेदार, फूल जैसी सब्जी जिसके खाने योग्य पत्ते और एक सोफ्ट सेंटर हैं, अक्सर एक एपेटाइज़र या साइड डिश के रूप में खाया जाता है.",
      "example": "Próbowałem karczocha po raz pierwszy na przyjęciu, będę gotował karczocha dla rodziny w przyszłym tygodniu, a jadłem karczocha w restauracji ostatnim miesiącem.",
      "example_translation": "मैंने एक डिनर पार्टी में पहली बार आर्टिचोक ट्राय किया, मैंnext सप्ताह अपने परिवार के लिए आर्टिचोक कुक करूंगा, और मैंने पिछले महीने एक रेस्तरां में आर्टिचोक खाया.",
      "imageLink": "artichoke.jpg",
      "audioLink": "artichoke.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szparag",
      "translation": "असपारागस",
      "definition": "Zielona warzywa o długich, cienkich łodygach i małych, delikatnych kwiatach, często spożywana jako przystawka lub dodatek do sałatek.",
      "definition_translation": "एक हरी सब्जी जिसके लंबे, पतले स्टेम और छोटे, नाजुक फूल हैं, अक्सर एक साइड डिश के रूप में खाया जाता है या सैलेड में डाला जाता है.",
      "example": "Ubóstwiam jeść szparagi z masłem, zrobię szparagi dla przyjaciół w następny weekend, i miałam szparagi w kawiarni ostatnim tygodniu.",
      "example_translation": "मैं मक्खन के साथ असपारागस खाना पसंद करता हूँ, मैंnext वीकेंड में अपने दोस्तों के लिए असपारागस कुक करूंगा, और मैंने पिछले सप्ताह एक कैफे में असपारागस खाया.",
      "imageLink": "asparagus.jpg",
      "audioLink": "asparagus.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "seler",
      "translation": "सेलरी",
      "definition": "Kruchy, zielony warzywa o świeżym, ziołowym smaku, często używany w sałatkach, zupach i jako przekąska.",
      "definition_translation": "एक क्रंची, हरी सब्जी जिसका ताजा, हर्बल स्वाद है, अक्सर सैलेड, सूप और एक स्नैक के रूप में प्रयोग किया जाता है.",
      "example": "Lubię jeść selerowe łodygi z masłem orzechowym, dodam seler do mojego przepisu na zupę następnym razem, i miałam sok selerowy w sklepie ze zdrową żywnością wczoraj.",
      "example_translation": "मैं मूंगफली के मक्खन के साथ सेलरी स्टिक्स खाना पसंद करता हूँ, मैं अगली बार अपने सूप रेसिपी में सेलरी डालूंगा, और मैंने कल एक हेल्थ स्टोर में सेलरी जूस पिया.",
      "imageLink": "celery.jpg",
      "audioLink": "celery.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "cykoria",
      "translation": "किकोरी",
      "definition": "Bylina z niebieskimi lub białymi kwiatami, uprawiana dla swoich gorzkich liści i korzeni, używana w sałatkach i jako substytut kawy.",
      "definition_translation": "एक वार्षिक जड़ी बूटी जिसके फूल नीले या सफ़ेद होते हैं, सलाद और कॉफी के स्थानापन्न के रूप में इसके कड़वे पत्ते और जड़ें उगाई जाती हैं।",
      "example": "Dodała cykorię do kawy, aby nadać jej unikatowego smaku. Miała cykorię w swojej sałatce wczoraj. Będzie używać cykory w swoim gotowaniu jutro.",
      "example_translation": "उसने अपने कॉफी में किकोरी，加 दिया ताकि उसे एक अनोखा स्वाद मिले। उसने कल अपने सलाद में किकोरी डाला था। वह कल अपने खाना पकाने में किकोरी का उपयोग करेगी।",
      "imageLink": "chicory.jpg",
      "audioLink": "chicory.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szczypiorek",
      "translation": "चाइव्स",
      "definition": "Bylina o smaku podobnym do cebuli, używana jako garnitur lub w zupach, sałatkach i dipach.",
      "definition_translation": "एक वार्षिक जड़ी बूटी जिसका स्वाद प्याज जैसा होता है, सलाद, सूप, और डिप में गार्निश या उपयोग के रूप में इसका उपयोग किया जाता है।",
      "example": "Posypała szczypiorkiem swoją pieczoną ziemniakę. On pokroił szczypiorek dla sałatki. Będą używać szczypiorku w swoim zupie jutro.",
      "example_translation": "उसने अपने बेक्ड पटेटो पर चाइव्स छिड़क दिया। उसने सलाद के लिए चाइव्स काटे। वे कल अपने सूप में चाइव्स का उपयोग करेंगे।",
      "imageLink": "chives.jpg",
      "audioLink": "chives.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rzeżucha",
      "translation": "कресс",
      "definition": "Zioło o pikantnym smaku, używane w sałatkach, kanapkach i jako garnitur.",
      "definition_translation": "एक मसालेदार स्वाद वाली जड़ी बूटी जिसके पत्ते कर्ली होते हैं, सलाद, सैंडविच, और गार्निश के रूप में इसका उपयोग किया जाता है।",
      "example": "Dodała rzeżuchę do swojej sałatki dla świeżego smaku. On użył rzeżuchy jako garnituru dla swojej zupy. Będą uprawiać rzeżuchę w swoim ogrodzie jutro.",
      "example_translation": "उसने अपने सलाद में ताजा स्वाद के लिए कресс.add किया। उसने अपने सूप के लिए कресс का उपयोग किया। वे कल अपने बागान में कресс उगाएंगे।",
      "imageLink": "cress.jpg",
      "audioLink": "cress.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "koper",
      "translation": "सोया",
      "definition": "Zioło o aromatycznych liściach i nasionach, używane do nadania smaku ogórków, zup i sałatek.",
      "definition_translation": "एक जड़ी बूटी जिसके पत्ते और बीज सुवासित होते हैं, अचार, सूप, और सलाद में स्वाद के लिए इसका उपयोग किया जाता है।",
      "example": "Użyła koperu, aby zrobić ogórki wczoraj. On dodał koper do swojej zupy dla smaku. Będą sadzić koper w swoim ogrodzie następnym tygodniu.",
      "example_translation": "उसने कल अचार बनाने के लिए सोया का उपयोग किया। उसने अपने सूप में स्वाद के लिए सोया.add किया। वे अगले हफ्ते अपने बागान में सोया लगाएंगे।",
      "imageLink": "dill.jpg",
      "audioLink": "dill.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "fenkuł",
      "translation": "सौंफ",
      "definition": "Fenkuł jest byliną rodzimą dla regionu śródziemnomorskiego. Jest członkiem rodziny marchwi i ma delikatny smak anyżkowy.",
      "definition_translation": "सौंफ एक बहुवर्षीय जड़ी बूटी है जिसका मूल Địa中 सागर क्षेत्र में है। यह गाजर परिवार का सदस्य है और इसमें हल्का सौंफ का स्वाद है।",
      "example": "Dodałem trochę nasion fenukułu do sałatki dla dodatkowego smaku. Miałam herbatę z fenukułu wczoraj rano. Będę używać oleju z fenukułu w swoim gotowaniu jutro.",
      "example_translation": "मैंने सलाद में अतिरिक्त स्वाद के लिए कुछ सौंफ के बीज डाले। मैंने कल सुबह सौंफ चाय पी। मैं कल अपने खाना पकाने में सौंफ का तेल इस्तेमाल करूँगा।",
      "imageLink": "fennel.jpg",
      "audioLink": "fennel.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "chrzan",
      "translation": "चुटकी",
      "definition": "Chrzan jest warzywem korzeniowym, które jest powszechnie używane jako przyprawa. Ma ostry smak i jest często serwowany z pieczonym wołem lub jako dip.",
      "definition_translation": "चुटकी एक जड़ सब्जी है जिसका उपयोग आम तौर पर सॉस के रूप में किया जाता है। इसमें तीखा स्वाद होता है और अक्सर रोस्ट बीफ या डिप के साथ परोसा जाता है।",
      "example": "Ubóstwiam pikantny smak sosu chrzanowego. Ona zetrzeła chrzan dla sosu. Będą serwować chrzan z pieczonym wołem.",
      "example_translation": "मैं चुटकी सॉस के मसालेदार स्वाद से प्यार करता हूँ। उसने सॉस के लिए चुटकी को कद्दूकस किया। वे रोस्ट बीफ के साथ चुटकी परोसेंगे।",
      "imageLink": "horseradish.jpg",
      "audioLink": "horseradish.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "jarmuż",
      "translation": "केल",
      "definition": "Jarmuż jest rodzajem warzywa liściowego, które jest bogate w substancje odżywcze i antyoksydanty. Jest często używany w sałatkach, smoothie i daniach smażonych.",
      "definition_translation": "केल एक प्रकार की पत्तेदार हरी सब्जी है जिसमें उच्च मात्रा में पोषक तत्व और एंटीऑक्सीडेंट होते हैं। इसका उपयोग सालाद, स्मूदी और सॉटेड डिश में किया जाता है।",
      "example": "Dodałem nieco jarmużu do mojego smoothie tego ranka. Ona zasmażyła jarmuż z czosnkiem na obiad. Będą zbierać jarmuż następnym tygodniu.",
      "example_translation": "मैंने आज सुबह अपने स्मूदी में कुछ केल डाला। उसने रात के खाने के लिए लहसुन के साथ केल सौटा दिया। वे अगले सप्ताह केल की फसल करेंगे।",
      "imageLink": "kale.jpg",
      "audioLink": "kale.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "soczewica",
      "translation": "दाल",
      "definition": "Soczewica jest rodzajem rośliny strączkowej, która jest powszechnie używana w zupach, gulaszach i karyach. Jest bogata w białko i włókno, a także jest dobrym źródłem żelaza.",
      "definition_translation": "दाल एक प्रकार की दलहन है जिसका उपयोग 흔प, स्ट्यू और करी में किया जाता है। इसमें उच्च मात्रा में प्रोटीन और फाइबर होता है और यह लोहे का एक अच्छा स्रोत है।",
      "example": "Ugotowałem soczewicę na obiad wczoraj wieczorem. Ona dodała soczewicę do zupy dla dodatkowego białka. Będą używać soczewicy w swoim karym jutro.",
      "example_translation": "मैंने कल रात के खाने के लिए दाल पकाई। उसने सूप में प्रोटीन के लिए दाल डाली। वे कल दाल करी में उपयोग करेंगे।",
      "imageLink": "lentil.jpg",
      "audioLink": "lentil.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szpik",
      "translation": "हड्डी की मज्जा",
      "definition": "Miękkie, tłuste tkanki, które wypełniają jamy kości, pełniąc funkcję produkcji komórek krwi.",
      "definition_translation": "हड्डियों के कावेरूमें एक सॉफ्ट, फैटी टिशू जो रक्त कोशिका उत्पादन के लिए साइट के रूप में कार्य करता है",
      "example": "Lekarz sprawdził szpik kostny, aby sprawdzić, czy nie ma nieprawidłowości. Ona przekazała szpik kostny swojej siostrze. On przekaże szpik kostny za rok.",
      "example_translation": "डॉक्टर ने हड्डी की मज्जा की जाँच की किसी असामान्यता के लिए. उसने अपनी बहन को हड्डी की मज्जा दान की थी. वह अगले साल हड्डी की मज्जा दान करेगी.",
      "imageLink": "marrow.jpg",
      "audioLink": "marrow.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pasternak",
      "translation": "चукиंडा",
      "definition": "Warzywo korzeniowe o kruchym tekście i słodkim smaku, często używane w zupach i gulaszach.",
      "definition_translation": "एक जड़ सब्जी जिसका टेक्स्चर क्रंची और स्वाद मीठा होता है, अक्सर सूप और स्टू में इस्तेमाल किया जाता है",
      "example": "Dodała pasternaka do zupy, aby nadać jej dodatkowego smaku. On nigdy wcześniej nie próbował pasternaka. Oni będą jeść zupę pasternakową jutro.",
      "example_translation": "उसने स्टू में एक्स्ट्रा फ्लेवर के लिए चукиंडा=add किया. उसने कभी चукиंडा का स्वाद नहीं लिया था. वे चукиंडा सूप कल खाएंगे.",
      "imageLink": "parsnip.jpg",
      "audioLink": "parsnip.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rabarbar",
      "translation": "रासपबेरी",
      "definition": "Typ warzywa o kwaśnym smaku, często używanego w tartach i ciastach.",
      "definition_translation": "एक प्रकार की सब्जी जिसका स्वाद खट्टा होता है, अक्सर पाई और टार्ट में इस्तेमाल किया जाता है",
      "example": "Użyła rabarbaru, aby zrobić pyszną tartę. On kochał jeść dżem rabarbarowy. Oni będą sadzić rabarbar w swoim ogrodzie wkrótce.",
      "example_translation": "उसने पाई बनाने के लिए रासपबेरी का इस्तेमाल किया. उसने रासपबेरी जैम खाना पसंद किया. वे जल्द ही अपने बगीचे में रासपबेरी लगाएंगे.",
      "imageLink": "rhubarb.jpg",
      "audioLink": "rhubarb.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rzepa",
      "translation": "स्वीड",
      "definition": "Typ warzywa korzeniowego, podobnego do brukwi, często używanego w zupach i gulaszach.",
      "definition_translation": "एक प्रकार की जड़ सब्जी, टरनिप के समान, अक्सर सूप और स्टू में इस्तेमाल किया जाता है",
      "example": "Dodała rzepę do zupy, aby nadać jej dodatkowego smaku. On nigdy wcześniej nie gotował rzepy. Oni będą jeść zupę rzepową dziś wieczorem.",
      "example_translation": "उसने स्टू में एक्स्ट्रा फ्लेवर के लिए स्वीड add किया. उसने कभी स्वीड नहीं पकाया था. वे आज रात स्वीड सूप खाएंगे.",
      "imageLink": "swede.jpg",
      "audioLink": "swede.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "batat",
      "translation": "शकरकंद",
      "definition": "Typ warzywa korzeniowego, wysoko wartościowego do fibre i składników odżywczych, często gotowanego i jedzonego jako przystawka.",
      "definition_translation": "एक प्रकार की जड़ स Sabzi है जिसमें फाइबर और पोषक तत्व अधिक होते हैं, अक्सर इसे पकाकर साइड डिश के रूप में खाया जाता है。",
      "example": "Zjadłem batata wczoraj na lunchu, zjem go dziś wieczorem, a zjadłem go w zeszłym tygodniu na śniadanie.",
      "example_translation": "मैंने कल दोपहर में एक शकरकंद खाया था, मैं आज रात के खाने में एक खाऊंगा, और मैंने पिछले हफ्ते नाश्ते में एक खाया था।",
      "imageLink": "sweet-potato.jpg",
      "audioLink": "sweet potato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": " brukiew",
      "translation": "मूली",
      "definition": "Warzywo korzeniowe z okrągłym, białym lub fioletowym wieńcem, często jedzone surowo lub gotowane w zupach i gulaszach.",
      "definition_translation": "एक मूल जड़ है जिसका सिरा गोल, सफ़ेद या बैंगनी रंग का होता है, अक्सर इसे कच्चा या सूप और स्टीव में पकाकर खाया जाता है。",
      "example": "Pójdę kupić brukiew na targu jutro, kupiłem brukiew na farmie wczoraj, a kupiłem brukiew na kuchni w zeszłym tygodniu.",
      "example_translation": "मैं कल बाज़ार में मूली खरीदूँगा, मैंने कल किसान में मूली निकाली थी, और मैंने पिछले हफ्ते रसोई में मूली निकाली थी।",
      "imageLink": "turnip.jpg",
      "audioLink": "turnip.mp3"
    }
  ]
}