{
  "data": [
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "serpent",
      "translation": "змея",
      "definition": "Un animal long et mince, sans pattes ni oreilles externes, qui se déplace sur le sol en contractant et en relâchant ses muscles.",
      "definition_translation": "Длинное, тонкое, безногое животное, которое не имеет век или внешних ушей, иmoves на земле, сокращая и расслабляя свои мышцы.",
      "example": "Le serpent s'est glissé silencieusement à travers l'herbe. Il s'était glissé dans le jardin hier. Il s'éloignera du trou demain.",
      "example_translation": "Змея тихо скользила через траву. Она проскользила в сад вчера. Она будет скользить из дыры завтра.",
      "imageLink": "snake.jpg",
      "audioLink": "snake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "grenouille",
      "translation": "жаба",
      "definition": "Un petit amphibien vert qui saute et vit dans l'eau et sur terre.",
      "definition_translation": "Маленькое, обычно зеленое, прыгающее земноводное, которое живет в воде и на земле.",
      "example": "La grenouille a sauté dans l'étang. Elle avait sauté par-dessus le rocher hier. Elle sautera hors de la façon demain.",
      "example_translation": "Жаба прыгнула в пруд. Она перепрыгнула через камень вчера. Она будет прыгать из виду завтра.",
      "imageLink": "frog.jpg",
      "audioLink": "frog.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tortue",
      "translation": "черепаха",
      "definition": "Un reptile lent qui a une carapace qui protège son corps, trouvé dans les climats chauds.",
      "definition_translation": "Медленное пресмыкающееся с панцирем, который защищает его тело, Found в теплых климатах.",
      "example": "La tortue a marché lentement à travers le désert. Elle avait marché à travers la forêt hier. Elle marchera autour du lac demain.",
      "example_translation": "Черепаха медленно шла через пустыню. Она yürüyла через лес вчера. Она будет ходить вокруг озера завтра.",
      "imageLink": "tortoise.jpg",
      "audioLink": "tortoise.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tortue de mer",
      "translation": "черепаха",
      "definition": "Un reptile lent qui a une carapace qui protège son corps, trouvé dans les océans et les mers.",
      "definition_translation": "Медленное пресмыкающееся с панцирем, который защищает его тело, Found в океанах и морях.",
      "example": "La tortue de mer a nagé rapidement à travers l'océan. Elle avait nagé à travers le récif de corail hier. Elle naguera autour de l'île demain.",
      "example_translation": "Черепаха быстро плавала через океан. Она плавала через коралловый риф вчера. Она будет плавать вокруг острова завтра.",
      "imageLink": "turtle.jpg",
      "audioLink": "turtle.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "lézard",
      "translation": "ящерица",
      "definition": "Un reptile qui a un corps long, quatre pattes et une queue, souvent trouvé dans les endroits chauds.",
      "definition_translation": "рептилия, имеющая длинное тело, четыре ноги и хвост, и чаще всего встречается в теплых местах",
      "example": "J'ai vu un lézard se réchauffer au soleil hier, il se cachera dans son terrier cette nuit, et demain il grimpera à l'arbre.",
      "example_translation": "Вчера я видел ящерицу, греющуюся на солнце, сегодня она будет прятаться в своей норе, а завтра будет ползти по дереву.",
      "imageLink": "lizard.jpg",
      "audioLink": "lizard.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "coquille",
      "translation": "раковина",
      "definition": "Une coquille dure qui protège le corps mou d'un animal, comme une tortue ou un escargot.",
      "definition_translation": "твердая внешняя оболочка, защищающая мягкое тело животного, такого как черепаха или улитка",
      "example": "La tortue s'est réfugiée dans sa coquille pour se protéger, l'escargot emportera sa coquille avec lui demain, et le crabe ermitage a vécu dans une nouvelle coquille depuis la semaine dernière.",
      "example_translation": "Черепаха отступила в свою раковину для защиты, улитка будет носить свою раковину с собой завтра, а рак-отшельник жил в новой раковине с прошлой недели.",
      "imageLink": "shell.jpg",
      "audioLink": "shell.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "crotale",
      "translation": "гремучая змея",
      "definition": "Un type de serpent vénéneux qui produit un bruit de crécelle à l'extrémité de sa queue, servant d'avertissement.",
      "definition_translation": "тип ядовитой змеи, у которой на конце хвоста есть звук, похожий на треск, используемый в качестве предупреждения",
      "example": "Le randonneur a entendu le crotale faire créceler sa queue hier, il se cachera dans les buissons ce soir, et demain il se glissera à travers l'herbe.",
      "example_translation": "Турист услышал гремучую змею, треснувшую своим хвостом вчера, сегодня она будет прятаться в кустах, а завтра будет ползти через траву.",
      "imageLink": "rattlesnake.jpg",
      "audioLink": "rattlesnake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "reptile",
      "translation": "рептилия",
      "definition": "Un animal qui a une peau écailleuse, pond des œufs et est de sang froid, comme un serpent, un lézard ou une tortue.",
      "definition_translation": "животное, имеющее чешуйчатую кожу,laying яиц и быть холоднокровным, такому как змея, ящерица или черепаха",
      "example": "L'exposition de reptiles au zoo présentait un serpent, un lézard et une tortue, qui tous trois hibernent pendant l'hiver, étaient actifs au printemps, et se réchauffent au soleil maintenant.",
      "example_translation": "Экспозиция рептилий в зоопарке фtured змея, ящерицу и черепаху, все из которых будут зимовать в это время года, были активными весной, и сейчас греются на солнце.",
      "imageLink": "reptile.jpg",
      "audioLink": "reptile.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "salamandre",
      "translation": "саламандра",
      "definition": "Une salamandre est un type d'amphibien qui a un corps élancé, une longue queue et généralement quatre pattes.",
      "definition_translation": "Саламандра - это тип амфибии, который имеет стройное тело, длинный хвост и обычно четыре ноги.",
      "example": "J'ai vu une salamandre ramper sur la berge de la rivière hier, et maintenant elle nage dans l'eau, mais l'an prochain elle vivra sur terre.",
      "example_translation": "Вчера я видел саламандру ползущей по речному берегу, а теперь она плавает в воде, но в следующем году она будет жить на суше.",
      "imageLink": "salamander-1.jpg",
      "audioLink": "salamander.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "têtard",
      "translation": " головастик",
      "definition": "Un têtard est le stade larvaire des grenouilles et des crapauds, caractérisé par un corps rond et une longue queue.",
      "definition_translation": "Головастик - это личиночная стадия лягушек и жаб, характеризуется круглым телом и длинным хвостом.",
      "example": "Les têtards nageaient dans l'aquarium aujourd'hui, mais bientôt ils grandiront des pattes et deviendront des grenouilles adultes, et le mois prochain ils sauteront dans le jardin.",
      "example_translation": "Головастики плыли в аквариуме сегодня, но скоро они вырастут ноги и станут взрослыми лягушками, а следующем месяце они будут прыгать в саду.",
      "imageLink": "tadpole.jpg",
      "audioLink": "tadpole.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "crapaud",
      "translation": "жаба",
      "definition": "Un crapaud est un type d'amphibien qui a une peau sèche et grenue et généralement des jambes courtes.",
      "definition_translation": "Жаба - это тип амфибии, который имеет сухую, бугорчатую кожу и обычно короткие ноги.",
      "example": "Le crapaud était assis sur un rocher hier, et maintenant il saute à travers le jardin, mais l'année prochaine il vivra dans la forêt.",
      "example_translation": "Жаба сидела на камне вчера, а теперь она прыгает через сад, но в следующем году она будет жить в лесу.",
      "imageLink": "toad.jpg",
      "audioLink": "toad.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "amphibiens",
      "translation": "амфибии",
      "definition": "Les amphibiens sont un groupe d'animaux qui ont un cycle de vie qui comprend à la fois des environnements aquatiques et terrestres.",
      "definition_translation": "Амфибии - это группа животных, которые имеют цикл жизни, который включает cả водные и сухопутные среды.",
      "example": "Les amphibiens sont sur Terre depuis des millions d'années, et aujourd'hui ils vivent encore dans les étangs, les lacs et les rivières, mais dans le futur ils pourraient faire face à l'extinction.",
      "example_translation": "Амфибии жили на Земле миллионы лет, и сегодня они еще живут в прудах, озерах и реках, но в будущем они могут столкнуться с вымиранием.",
      "imageLink": "amphibians.jpg",
      "audioLink": "amphibians.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ver de terre",
      "translation": "сlepucha",
      "definition": "Un reptile sans pattes, lézard-like, qui creuse sous terre, trouvé en Europe et en Asie.",
      "definition_translation": "Бесногий ящерицеподобный рептилий, роющий подземные норы, найденный в Европе и Азии.",
      "example": "Dans la forêt, j'ai vu un ver de terre creusant son chemin à travers les buissons. Il aura creusé un terrier demain. D'ici une semaine, il aura creusé beaucoup plus.",
      "example_translation": "В лесу я видел слепуху, роящуюся через подлесок. К завтрашнему дню оно прорыло бы норы. К следующей неделе оно прорыло бы много больше.",
      "imageLink": "blindworm.jpg",
      "audioLink": "blindworm.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "caméléon",
      "translation": "хамелеон",
      "definition": "Un type de lézard qui peut changer de couleur pour se fondre dans son environnement, trouvé en Afrique, en Asie et en Europe.",
      "definition_translation": "Вид ящерицы, который может менять свой цвет, чтобы слиться с окружающей средой, найденный в Африке, Азии и Европе.",
      "example": "Le caméléon a changé de couleur pour correspondre à la feuille sur laquelle il était assis. Il changera de couleur à nouveau quando il se déplacera sur la branche. D'ici un mois, il aura changé de couleur de nombreuses fois.",
      "example_translation": "Хамелеон изменил свой цвет, чтобы соответствовать листу, на котором он сидел. Оно изменит свой цвет снова, когда оно переедет на ветку. К следующему месяцу оно изменит свой цвет много раз.",
      "imageLink": "chameleon.jpg",
      "audioLink": "chameleon.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cobra",
      "translation": "кобра",
      "definition": "Un serpent venimeux trouvé en Afrique et en Asie, reconnu à sa caractéristique faciale en forme de capuchon.",
      "definition_translation": "Ядовитая змея, найденная в Африке и Азии, reconocida по своему похожему на капюшон лицу.",
      "example": "Le cobra a levé son capuchon lorsqu'il a menacé son prédateur. Il frappera si il se sent à nouveau menacé. D'ici un an, il aura grandi beaucoup.",
      "example_translation": "Кобра подняла свой капюшон, когда угрожала своему хищнику. Оно ударит, если будет чувствовать угрозу снова. К следующему году оно вырастет намного больше.",
      "imageLink": "cobra.jpg",
      "audioLink": "cobra.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "couleuvre verte",
      "translation": "зеленая змея",
      "definition": "Un serpent non venimeux trouvé en Europe et en Asie, souvent confondu avec une vipère.",
      "definition_translation": "Незаразная змея, найденная в Европе и Азии, часто принимаемая за гадюку.",
      "example": "La couleuvre verte a glissé à travers l'herbe haute, à la recherche de sa proie. Elle aura mangé à sa faim ce soir. D'ici l'été prochain, elle aura grandi encore plus longue.",
      "example_translation": "Зеленая змея проползла через высокую траву, ища свою добычу. Оно будет наедаться к сегодняшнему вечеру. К следующему лету оно вырастет намного длиннее.",
      "imageLink": "grass-snake.jpg",
      "audioLink": "grass snake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "triton",
      "translation": "тритон",
      "definition": "Un petit salamandre semi-aquatique, généralement ayant un corps gracile et une queue longue.",
      "definition_translation": "Маленькая полуакватическая саламандра, обычно имеющая стройное тело и длинный хвост.",
      "example": "J'ai vu un triton nager dans l'étang l'été dernier. Il nage rapidement maintenant, mais il ralentira l'hiver. J'avais déjà vu des tritons là-bas.",
      "example_translation": "Я видел тритона, плывущего в пруду прошлым летом. Теперь он плывет быстро, но зимой он замедлится. Я видел тритонов там раньше.",
      "imageLink": "newt.jpg",
      "audioLink": "newt.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "python",
      "translation": "питон",
      "definition": "Un grand serpent qui tue sa proie par constriction, trouvé en Afrique, en Asie et en Australie.",
      "definition_translation": "Большая змея, убивающая свою добычу сжатием, встречается в Африке, Азии и Австралии.",
      "example": "Je vais essayer d'attraper un python dans la jungle la semaine prochaine. J'ai essayé d'attraper un l'année dernière, mais il s'est échappé rapidement. Je n'avais jamais vu de python avant.",
      "example_translation": "Я постараюсь поймать питона в джунглях на следующей неделе. Я пытался поймать одного прошлым годом, но он быстро сбежал. Я никогда не видел питона раньше.",
      "imageLink": "python.jpg",
      "audioLink": "python.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "salamandre tachetée",
      "translation": "пятнистая саламандра",
      "definition": "Un type de salamandre qui a des taches jaunes ou oranges sur son dos, trouvé en Amérique du Nord.",
      "definition_translation": "Вид саламандры, имеющий желтые или оранжевые пятна на спине, встречается в Северной Америке.",
      "example": "La salamandre tachetée vivait dans le sol humide près du lac. Elle vivra là-bas l'été prochain, mais elle vivait dans la forêt l'année dernière. J'avais déjà vu une salamandre tachetée avant.",
      "example_translation": "Пятнистая саламандра жила в влажной почве near озера. Она будет жить там летом, но она жила в лесу прошлым годом. Я видел пятнистую саламандру раньше.",
      "imageLink": "salamander.jpg",
      "audioLink": "spotted salamander.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "rainette",
      "translation": "деревенская лягушка",
      "definition": "Un type de grenouille qui vit dans les arbres, généralement trouvé dans des climats chauds et humides.",
      "definition_translation": "Вид лягушки, живущей на деревьях, обычно встречается в теплых и влажных климатах.",
      "example": "La rainette a sauté d'une branche à l'autre la nuit dernière. Elle saute rapidement maintenant, mais elle sautera plus lentement l'hiver. J'avais déjà vu une rainette avant.",
      "example_translation": "Деревенская лягушка прыгала с одной ветки на другую прошлой ночью. Теперь она прыгает быстро, но зимой она прыгнет медленнее. Я видел деревенскую лягушку раньше.",
      "imageLink": "tree-frog.jpg",
      "audioLink": "tree frog.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "vipère",
      "translation": "гадюка",
      "definition": "un serpent venimeux, généralement trouvé dans les climats chauds, avec une tête triangulaire et une langue fourchue.",
      "definition_translation": "ядовитая змея, обычно встречающаяся в теплых климатах, с треугольной головой и раздвоенным языком.",
      "example": "La vipère a glissé silencieusement à travers l'herbe. Elle mordra sa proie ce soir. Elle avait frappé sa victime hier.",
      "example_translation": "Гадюка тихонько ползла через траву. Она укусит свою добычу сегодня ночью. Она ударила свою жертву вчера.",
      "imageLink": "viper.jpg",
      "audioLink": "viper.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "serpent d'eau",
      "translation": "водяной змей",
      "definition": "une créature mythologique dépeinte comme un être serpentiforme avec la capacité de vivre dans l'eau, souvent associée à la mythologie aquatique.",
      "definition_translation": "мифологическое существо, изображенное как змееподобное существо с способностью жить в воде, часто связанное с аквтомифологией.",
      "example": "La légende du serpent d'eau a été transmise de génération en génération dans notre village. Elle apparaîtra prétendument dans le lac ce soir. Elle avait hypnotisé les pêcheurs hier.",
      "example_translation": "Легенда о водяном змее передавалась из поколения в поколение в нашем селе. Согласно сообщениям, она появится в озере сегодня ночью. Она гипнотизировала рыбаков вчера.",
      "imageLink": "water-serpent.jpg",
      "audioLink": "water serpent.mp3"
    }
  ]
}