{
  "data": [
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pomme de terre",
      "translation": "картофель",
      "definition": "Un légume amidoné, Solanum tuberosum, cultivé pour ses tubercules comestibles.",
      "definition_translation": "Крахмалистый овощ, Solanum tuberosum, культивируется для его съедобных клубней.",
      "example": "J'ai cuisiné une pomme de terre au four hier soir. Je cuisine une pomme de terre au four maintenant. Je cuisinerai une pomme de terre au four demain.",
      "example_translation": "Я запекла картофель в духовке прошлой ночью. Я пеку картофель в духовке сейчас. Я запеку картофель в духовке завтра.",
      "imageLink": "potato.jpg",
      "audioLink": "potato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tomate",
      "translation": "помидор",
      "definition": "Un fruit, généralement rouge, mangé cru ou utilisé dans la cuisine.",
      "definition_translation": "Фрукт, обычно красный, едят сырым или используют в кулинарии.",
      "example": "J'ai mangé une tomate dans ma salade hier. Je mange une tomate dans ma salade maintenant. Je mangerai une tomate dans ma salade la semaine prochaine.",
      "example_translation": "Я ел помидор в своем салате вчера. Я ем помидор в своем салате сейчас. Я budu есть помидор в своем салате на следующей неделе.",
      "imageLink": "tomato.jpg",
      "audioLink": "tomato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "légume",
      "translation": "овощ",
      "definition": "Une plante ou partie de plante utilisée comme aliment, tel que chou, carotte ou pomme de terre.",
      "definition_translation": "Растение или часть растения, используемое в качестве пищи, такое как капуста, морковь или картофель.",
      "example": "J'ai cuisiné une soupe de légumes hier soir. Je cuisine une soupe de légumes maintenant. Je cuisinerai une soupe de légumes le mois prochain.",
      "example_translation": "Я приготовил овощной суп прошлой ночью. Я готовлю овощной суп сейчас. Я budu готовить овощной суп nächsten месяц.",
      "imageLink": "vegetable.jpg",
      "audioLink": "vegetable.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "haricot",
      "translation": "фасоль",
      "definition": " Une graine, généralement en forme de rein, qui pousse sur une plante grimpante et est mangée comme légume.",
      "definition_translation": "Семя, обычно почковидное, которое растет на вьющихся растениях и едят как овощ.",
      "example": "J'ai cultivé un haricot dans mon jardin l'année dernière. Je cultive un haricot dans mon jardin maintenant. Je cultiverai un haricot dans mon jardin l'année prochaine.",
      "example_translation": "Я вырастил фасоль в своем саду в прошлом году. Я выращиваю фасоль в своем саду сейчас. Я budu выращивать фасоль в своем саду в следующем году.",
      "imageLink": "bean.jpg",
      "audioLink": "bean.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "carotte",
      "translation": "морковь",
      "definition": "Une carotte est un légume racine croquant, sucré et nutritif, communément mangé cru ou cuit dans une variété de plats.",
      "definition_translation": "Морковь - это хрустящий, сладкий и питательный корнеплод, который обычно едят сырым или готовят в различных блюдах.",
      "example": "J'ai mangé une carotte avec du humus hier, je mange une salade de carottes maintenant, et je mangerai un gâteau de carotte demain.",
      "example_translation": "Вчера я ел палку моркови с хумусом, сейчас я ем салат из моркови, а завтра поем морковный торт.",
      "imageLink": "carrot.jpg",
      "audioLink": "carrot.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "piment",
      "translation": "чили",
      "definition": "Un piment est un poivre épicé couramment utilisé dans la cuisine pour ajouter de la chaleur et du goût aux plats.",
      "definition_translation": "Чили - это острый перец, обычно используемый в кулинарии для добавления жара и вкуса в блюда.",
      "example": "J'ai ajouté des flocons de piment au curry hier, j'ajoute des tranches de piment à la salade maintenant, et j'ajouterai de la sauce de piment à la pizza demain.",
      "example_translation": "Вчера я добавил хлопья чили в карри, сейчас добавляю нарезанный чили в салат, а завтра добавлю соус чили в пиццу.",
      "imageLink": "chilli.jpg",
      "audioLink": "chilli.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ail",
      "translation": "чеснок",
      "definition": "L'ail est un bulbe odorant et savoureux couramment utilisé dans la cuisine pour ajouter de la profondeur et de la richesse aux plats.",
      "definition_translation": "Чеснок - это пungентный и ароматный лук, обычно используемый в кулинарии для добавления глубины и богатства в блюда.",
      "example": "J'ai rôti des gousses d'ail hier, je suis en train de faire revenir de l'ail dans du beurre maintenant, et je mangerai de l'ail émincé pour la soupe demain.",
      "example_translation": "Вчера я запек чеснок, сейчас я обжариваю чеснок в масле, а завтра мелечу чеснок для супа.",
      "imageLink": "garlic.jpg",
      "audioLink": "garlic.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "oignon",
      "translation": "лук",
      "definition": "Un oignon est un bulbe doux et savoureux couramment utilisé dans la cuisine pour ajouter du goût et de la texture aux plats.",
      "definition_translation": "Лук - это сладкий и ароматный лук, обычно используемый в кулинарии для добавления вкуса и текстуры в блюда.",
      "example": "J'ai caramélisé des oignons hier, je découpe des oignons maintenant, et je sauterai des oignons pour l'omelette demain.",
      "example_translation": "Вчера я карамелизовал лук, сейчас я режу лук, а завтра обжарю лук для омлета.",
      "imageLink": "onion.jpg",
      "audioLink": "onion.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "brocoli",
      "translation": "брокколи",
      "definition": "Un légume vert, ressemblant à un petit arbre, avec une grande tête centrale comestible et des tiges.",
      "definition_translation": "Зелёное растение, похожее на nhỏ дерево, с большим, съедобным, центральным стеблем и стеблями.",
      "example": "J'ai cuit du brocoli pour le dîner hier soir, je cuisine du brocoli pour le déjeuner aujourd'hui, et je cuisinerai du brocoli pour le dîner demain.",
      "example_translation": "Я приготовил брокколи на ужин вчера вечером, я готовлю его на обед сегодня, и я приготовлю его на ужин завтра.",
      "imageLink": "broccoli.jpg",
      "audioLink": "broccoli.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chou",
      "translation": "капуста",
      "definition": "Une plante avec une tête dense et compacte de feuilles, utilisée comme légume.",
      "definition_translation": "Растение с плотным, компактным стеблем листьев, используемое как овощ.",
      "example": "Ma grand-mère faisait du choucroute avec du chou, ma mère le fait maintenant, et je le ferai à l'avenir.",
      "example_translation": "Моя бабушка делала квашеную капусту из капусты, моя мать делает это сейчас, и я сделаю это в будущем.",
      "imageLink": "cabbage.jpg",
      "audioLink": "cabbage.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "courgette",
      "translation": "цукини",
      "definition": "Un type de courge d'été, petite et cylindrique en forme, souvent utilisée en cuisine.",
      "definition_translation": "Тип летней тыквы, маленькой и цилиндрической формы, часто используемой в кулинарии.",
      "example": "J'ai grillé des courgettes pour dîner la semaine dernière, je les grille pour déjeuner aujourd'hui et je les grillerais pour dîner la semaine prochaine.",
      "example_translation": "Я грилил цукини на ужин на прошлой неделе, я грилил их на обед сегодня, и я грилил их на ужин на следующей неделе.",
      "imageLink": "courgette.jpg",
      "audioLink": "courgette.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "concombre",
      "translation": "огурец",
      "definition": "Un fruit long et vert, succulent, souvent mangé cru ou picklé.",
      "definition_translation": "Длинный, зелёный, сочный фрукт, часто едимый сырым или консервированным.",
      "example": "J'ai mangé une salade de concombre pour déjeuner hier, je la mange pour dîner aujourd'hui et je la mangerai pour petit déjeuner demain.",
      "example_translation": "Я ел салат из огурца на обед вчера, я ем его на ужин сегодня, и я поем его на завтрак завтра.",
      "imageLink": "cucumber.jpg",
      "audioLink": "cucumber.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "laitue",
      "translation": "салат",
      "definition": "un légume feuillu vert, souvent mangé en salades ou utilisé comme garniture",
      "definition_translation": "зеленый листовой овощ, часто употребляемый в салатах или используемый как гарнир",
      "example": "J'ai mangé une salade avec de la laitue pour déjeuner. Je mangerai une salade avec de la laitue pour dîner. J'avais mangé une salade avec de la laitue pour petit déjeuner.",
      "example_translation": "Я съел салат с салатом на обед. Я поем салат с салатом на ужин. Я ел салат с салатом на завтрак.",
      "imageLink": "lettuce.jpg",
      "audioLink": "lettuce.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pois",
      "translation": "горох",
      "definition": "une petite graine verte ou jaunâtre comestible qui pousse dans une gousse",
      "definition_translation": "маленькая, зеленая или желтая, съедобная семя, которая растет в стручке",
      "example": "J'ai planté des pois dans mon jardin la semaine dernière. Je plante des pois dans mon jardin aujourd'hui. Je planterai des pois dans mon jardin l'année prochaine.",
      "example_translation": "Я посадил горох в мой сад на прошлой неделе. Я сажаю горох в мой сад сегодня. Я посяду горох в мой сад в следующем году.",
      "imageLink": "pea.jpg",
      "audioLink": "pea.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "poivre",
      "translation": "перец",
      "definition": "un épice douce ou piquante faite à partir des graines d'une plante",
      "definition_translation": "сладкая или острая специя, изготовленная из семян растения",
      "example": "J'ai ajouté du poivre à ma soupe hier. Je suis en train d'ajouter du poivre à ma soupe maintenant. Je vais ajouter du poivre à ma soupe demain.",
      "example_translation": "Я добавил перец в мой суп вчера. Я добавляю перец в мой суп сейчас. Я добавлю перец в мой суп завтра.",
      "imageLink": "pepper.jpg",
      "audioLink": "pepper.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "citrouille",
      "translation": "тыква",
      "definition": "un type de courge orange, souvent utilisée comme décoration ou en cuisine",
      "definition_translation": "тип крупного, оранжевого цвета тыквы, часто используемый как украшение или в кулинарии",
      "example": "J'ai sculpté une citrouille la dernière Halloween. Je sculpte une citrouille maintenant. Je sculpterai une citrouille la prochaine Halloween.",
      "example_translation": "Я вырезал тыкву на Хэллоуин последний раз. Я вырезаю тыкву сейчас. Я вырежу тыкву на Хэллоуин следующий раз.",
      "imageLink": "pumpkin.jpg",
      "audioLink": "pumpkin.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "épinard",
      "translation": "шпинат",
      "definition": "un légume feuillu vert, riche en nutriments, souvent utilisé dans les salades, les smoothies et sauté comme accompagnement",
      "definition_translation": "тип листового зеленого овоща, богатый питательными веществами и часто используемый в салатах, смузи и тушеном виде как гарнир",
      "example": "J'ai ajouté de l'épinard frais à mon omelette, je vais l'ajouter à mon smoothie demain et j'ai ajouté à ma salade hier soir.",
      "example_translation": "Я добавил свежий шпинат в мой омлет, завтра я добавлю его в мой смузи, и я добавил его в свой салат прошлой ночью.",
      "imageLink": "spinach.jpg",
      "audioLink": "spinach.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "maïs doux",
      "translation": "кукуруза",
      "definition": "un type de maïs qui est récolté lorsque les grains sont immatures et le maïs est tendre et sucré",
      "definition_translation": "тип кукурузы, который собирается, когда зерна неyet зрелые и кукуруза мягкая и сладкая",
      "example": "J'ai grillé du maïs doux au BBQ l'été dernier, je vais le faire bouillir pour dîner ce soir et j'ai mangé au salon de l'année dernière.",
      "example_translation": "Я грилил кукурузу на барбекю minulim летом, сегодня я отварю ее на ужин, и я ел ее на ярмарке в прошлом году.",
      "imageLink": "corn.jpg",
      "audioLink": "sweetcorn.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "aubergine",
      "translation": "bakлажан",
      "definition": "un légume violet, souvent utilisé dans la cuisine méditerranéenne, communément grillé, rôti ou sauté",
      "definition_translation": "фиолетовый овощ, часто используемый в средиземноморской кухне, обычно грилируемый, запекаемый или тушеный",
      "example": "J'ai rôti de l'aubergine pour dîner hier soir, je vais la griller pour déjeuner aujourd'hui et j'ai sauté l'aubergine avec des herbes et des aromates hier.",
      "example_translation": "Я запек аubергин на ужин прошлой ночью, сегодня я грилирую его на обед, и я тушил его с чесноком и травами вчера.",
      "imageLink": "aubergine.jpg",
      "audioLink": "aubergine.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chou-fleur",
      "translation": "цветная капуста",
      "definition": "un type de légume qui appartient à la famille des choux, souvent utilisé dans les soupes, les stews et comme accompagnement",
      "definition_translation": "тип овоща, принадлежащий к семейству капусты, часто используемый в супах, рагу и как гарнир",
      "example": "J'ai cuit à la vapeur du chou-fleur pour dîner la semaine dernière, je vais le sauter avec du jus de citron et des herbes demain et j'ai cuit du chou-fleur avec des pommes de terre hier.",
      "example_translation": "Я припустил цветную капусту на ужин на прошлой неделе, завтра я тушиу ее с чесноком и лимонным соком, и я отварил ее с картошкой вчера.",
      "imageLink": "cauliflower.jpg",
      "audioLink": "cauliflower.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "poireau",
      "translation": "лук-порей",
      "definition": "Une plante avec une tige longue,FINE, blanche et verte, souvent utilisée en cuisine.",
      "definition_translation": "Растение с длинным, тонким, белым и зеленым стеблем, часто используемым в кулинарии.",
      "example": "J'ai haché le poireau et l'ai fait revenir dans le beurre. Je vais hacher le poireau et le faire revenir dans le beurre. J'avais haché le poireau et l'avais fait revenir dans le beurre.",
      "example_translation": "Я нарезал лук-порей и обжарил его в масле. Я нарезаю лук-порей и обжарю его в масле.Я нарезал лук-порей и обжарил его в масле.",
      "imageLink": "leek.jpg",
      "audioLink": "leek.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "persil",
      "translation": "петрушка",
      "definition": "Une plante à feuilles frisées vertes et brillantes utilisée comme garniture ou pour ajouter du goût aux aliments.",
      "definition_translation": "Светло-зеленое, курчавое растение, используемое в качестве гарнира или для добавления вкуса к еде.",
      "example": "J'ai saupoudré du persil sur le dessus de la soupe. Je vais saupoudrer du persil sur le dessus de la soupe. J'avais saupoudré du persil sur le dessus de la soupe.",
      "example_translation": "Я посыпал петрушкой сверху на суп. Я посыплю петрушкой сверху на суп. Я посыпал петрушкой сверху на суп.",
      "imageLink": "parsley.jpg",
      "audioLink": "parsley.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "radis",
      "translation": "редиска",
      "definition": "Un légume-racine au goût épicé, souvent mangé cru ou mariné.",
      "definition_translation": "Корнеплод с острым вкусом, часто eaten сырым или маринованным.",
      "example": "J'ai tranché le radis et l'ai ajouté à la salade. Je vais trancher le radis et l'ajouter à la salade. J'avais tranché le radis et l'avais ajouté à la salade.",
      "example_translation": "Я нарезал редиску и добавил ее в салат. Я нарезаю редиску и добавлю ее в салат.Я нарезал редиску и добавил ее в салат.",
      "imageLink": "radish.jpg",
      "audioLink": "radish.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chou rouge",
      "translation": "краснокочанная капуста",
      "definition": "Un type de chou avec une couleur rouge profonde, souvent utilisé dans les salades et les salades de chou.",
      "definition_translation": "Вид капусты с глубоким красным цветом, часто используемый в салатах и закусках.",
      "example": "J'ai râpé le chou rouge et en ai fait une salade de chou. Je vais râper le chou rouge et en faire une salade de chou. J'avais râpé le chou rouge et en avais fait une salade de chou.",
      "example_translation": "Я нашинковал краснокочанную капусту и сделал закуску.Я нашинкую краснокочанную капусту и сделаю закуску.Я нашинковал краснокочанную капусту и сделал закуску.",
      "imageLink": "red-cabbage.jpg",
      "audioLink": "red cabbage.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "oignon nouveau",
      "translation": "лук шалот",
      "definition": "Un oignon nouveau est un jeune oignon qui est récolté avant que le bulbe ne se forme, ou parfois après que le bulbe a formé mais avant qu'il ne mûrisse.",
      "definition_translation": "Весенний лук - это молодой лук, который собирается перед образованием луковицы, или иногда после образования луковицы, но до ее созревания.",
      "example": "J'ai haché l'oignon nouveau et l'ai ajouté à la salade. Hier, j'avais haché des oignons nouveaux et les avais ajoutés à la soupe. Demain, je vais hacher un oignon nouveau et l'ajouter à l'omelette.",
      "example_translation": "Я нарезал весенний лук и добавил его в салат. Вчера я нарезал весенние луки и добавил их в суп. Завтра я нарежу весенний лук и добавлю его в омлет.",
      "imageLink": "spring-onion.jpg",
      "audioLink": "spring onion.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "betterave",
      "translation": "свекла",
      "definition": "La betterave est un légume-racine sucré et terreux riche en fibres et en vitamines.",
      "definition_translation": "Свекла - это сладкий и земляной корнеплод, богатый волокнами и витаминами.",
      "example": "J'ai rôti la betterave et l'ai servie avec du fromage de chèvre. La semaine dernière, j'avais rôti des betteraves et les avais servies avec des noix. Le mois prochain, je vais rôtir des betteraves et les servir avec du vinaigre balsamique.",
      "example_translation": "Я запекал свеклу и подавал ее с козьим сыром. На прошлой неделе я запекал свеклу и подавал ее с грецкими орехами. В следующем месяце я запеку свеклу и буду подавать ее с бальзамическим уксусом.",
      "imageLink": "beetroot.jpg",
      "audioLink": "beetroot.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "soja, soya",
      "translation": "соевый, соя",
      "definition": "Le soja, également connu sous le nom de soya, est un type de légumineuse riche en protéines et souvent utilisée dans les produits alimentaires.",
      "definition_translation": "Соя, также известная как соя, - это тип бобовой культуры, которая высоко богата белком и часто используется в продуктовых изделиях.",
      "example": "J'ai ajouté de la sauce de soja au stir-fry. Hier, j'avais ajouté du lait de soya au smoothie. L'année prochaine, j'ajouterai des haricots de soja à la salade.",
      "example_translation": "Я добавил соевый соус в обжарку. Вчера я добавил соевое молоко в смузи. В следующем году я добавлю соевые бобы в салат.",
      "imageLink": "soya-soy.jpg",
      "audioLink": "soya, soy.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fève",
      "translation": "фа",
      "definition": "Une fève est un type de légumineuse riche en fibres et en protéines et souvent utilisée dans la cuisine méditerranéenne.",
      "definition_translation": "Фа - это тип бобовой культуры, который высоко богат волокнами и белком и часто используется в средиземноморской кухне.",
      "example": "J'ai écosseté les fèves et les ai ajoutées au risotto. La semaine dernière, j'avais écosseté des fèves et les avais ajoutées au ragoût. L'été prochain, je vais écosseter des fèves et les ajouter à la salade.",
      "example_translation": "Я почистил фасоль и добавил ее в ризотто. На прошлой неделе я почистил фасоль и добавил ее в рагу. В следующем летом я почистлю фасоль и добавлю ее в салат.",
      "imageLink": "broad-bean.jpg",
      "audioLink": "broad bean.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chou de Bruxelles",
      "translation": "брюссельская капуста",
      "definition": "Un légume vert qui pousse en bouquet sur une tige, souvent bouilli ou vaporisé et servi comme légume.",
      "definition_translation": "Зеленое овощное растение, которое растет в форме почки на стебле, часто варится или запекается и подается как гарнир.",
      "example": "J'ai mangé des choux de Bruxelles au restaurant hier soir, puis je vais les manger à nouveau chez moi demain, et j'en ai mangé pour déjeuner toute la semaine.",
      "example_translation": "Я ел брюссельскую капусту в ресторане прошлой ночью, потом я буду есть ее снова дома завтра, и я ем ее на обед всю неделю.",
      "imageLink": "brussels-sprout.jpg",
      "audioLink": "brussels sprout.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "artichaut",
      "translation": "артичок",
      "definition": "Une plante à feuilles épineuses avec des bourgeons floraux comestibles, souvent servie comme apéritif ou légume.",
      "definition_translation": "Растение, похожее на чертополох, с съедобными цветочными почками, často подается как закуска или гарнир.",
      "example": "J'avais des artichauts comme apéritif à la soirée, puis je vais essayer de les cuire chez moi demain, et j'en ai mangé dans les salades tout l'été.",
      "example_translation": "Я имел артichokes как закуску на вечеринке, потом я постараюсь приготовить их дома завтра, и я ем их в салатах все лето.",
      "imageLink": "artichoke.jpg",
      "audioLink": "artichoke.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "asperge",
      "translation": "аспарагус",
      "definition": "Une plante vivace dont les jeunes pousses sont comestibles, souvent grillées ou sautées comme accompagnement.",
      "definition_translation": "Многолетнее растение с съедобными молодыми побегами, часто подается как гарнир, приготовленное на гриле или в сковороде.",
      "example": "J'aime manger des asperges au printemps, puis j'essaierai de les cultiver dans mon jardin l'année prochaine, et j'ai été en train de les cuisiner avec de l'huile d'olive tout le mois.",
      "example_translation": "Я люблю есть аспарагус весной, потом я постараюсь выращивать его в моем саду в следующем году, и я готовлю его с оливковым маслом весь месяц.",
      "imageLink": "asparagus.jpg",
      "audioLink": "asparagus.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "céleri",
      "translation": "сельдерей",
      "definition": "Un légume croquant et rafraîchissant, souvent utilisé dans les salades, les soupes et comme collation.",
      "definition_translation": "Хрустящее и освежающее овощное растение, часто используемое в салатах, супах и как закуска.",
      "example": "J'ai mangé des bâtons de céleri au beurre de cacahuète à l'école, puis j'utiliserai cela dans ma recette de soupe demain, et j'ai été en train de grignoter tout au long de la journée.",
      "example_translation": "Я ел стебли сельдерея с арахисовой пастой в школе, потом я использую его в моем рецепте супа завтра, и я ем его как закуску весь день.",
      "imageLink": "celery.jpg",
      "audioLink": "celery.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chicorée",
      "translation": "цикорий",
      "definition": "La chicorée est un type de plante herbacée vivace, originaire d'Europe et d'Asie, souvent utilisée comme substitut ou additif du café.",
      "definition_translation": "Цикорий - это тип многолетнего растения, родом из Европы и Азии, которое часто используется как заменитель или добавка к кофе.",
      "example": "J'ai dégusté du café de chicorée pour la première fois la semaine dernière, et cela était très amer. J'essaierai cela à nouveau le mois prochain. Elle a bu du café de chicorée pendant des années.",
      "example_translation": "Я пил кофе из цикория в прошлый раз неделю, и это было khá горько. Я попробую это снова 次 месяц. Она пьет цикорий кофе уже несколько лет.",
      "imageLink": "chicory.jpg",
      "audioLink": "chicory.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ciboulette",
      "translation": "лук шнитт",
      "definition": "Les ciboulettes sont un type de plante herbacée qui appartient à la famille de l'oignon, et sont souvent utilisées comme assaisonnement ou garniture dans divers plats.",
      "definition_translation": "Лук-шнитт - это тип травы, принадлежащий к семейству луковых, и часто используется как ароматизатор или гарнир в различных блюдах.",
      "example": "J'ai parsemé des ciboulettes sur ma pomme de terre au four hier soir, et cela était délicieux. Elle émiettera des ciboulettes pour la salade demain. Ils avaient cultivé des ciboulettes dans leur jardin pendant des années.",
      "example_translation": "Я посыпал лук-шнитт на мой запеченный картофель прошлой ночью, и это было вкусно. Она будет рубить лук-шнитт для салата завтра. Они выращивали лук-шнитт в их саду уже несколько лет.",
      "imageLink": "chives.jpg",
      "audioLink": "chives.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cresson",
      "translation": "кресс-салат",
      "definition": "Le cresson est un type de vert au goût piquant, souvent utilisé comme garniture ou ajouté aux salades pour donner du goût.",
      "definition_translation": "Кресс-салат - это тип зеленого с острым вкусом, который часто используется как гарнир или добавляется в салаты для аромата.",
      "example": "J'ai ajouté du cresson à mon sandwich hier, et cela était rafraîchissant. Elle semez des graines de cresson la semaine prochaine. Ils avaient mangé des salades de cresson pendant des mois.",
      "example_translation": "Я добавил кресс-салат в мой сэндвич вчера, и это было освежающе. Она будет сеять семена кресс-салата на следующей неделе. Они ели салаты из кресс-салата уже несколько месяцев.",
      "imageLink": "cress.jpg",
      "audioLink": "cress.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "aneth",
      "translation": "укроп",
      "definition": "L'aneth est un type de plante herbacée qui est souvent utilisée pour assaisonner les cornichons, les soupes et autres plats, et est également utilisée en médecine traditionnelle.",
      "definition_translation": "Укроп - это тип травы, который часто используется для ароматизации консервов, супов и других блюд, а также используется в традиционной медицине.",
      "example": "J'ai ajouté de l'aneth à mes cornichons l'été dernier, et cela était réussi. Elle plantera des graines d'aneth au printemps prochain. Ils avaient utilisé l'aneth pour traiter les indigestions pendant des années.",
      "example_translation": "Я добавил укроп в мои консервы прошлым летом, и они получились отлично. Она будет сажать семена укропа следующей весной. Они использовали укроп для лечения диспепсии уже несколько лет.",
      "imageLink": "dill.jpg",
      "audioLink": "dill.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fenouil",
      "translation": "укроп",
      "definition": "Le fenouil est une plante herbacée vivace avec un goût distinct d'anis ou de réglisse, souvent utilisée dans la cuisine et la médecine.",
      "definition_translation": "Укроп - это многолетнее растение с характерным анисовым или лакрическим вкусом, часто используемым в кулинарии и медицине.",
      "example": "J'ai haché le fenouil et l'ai sauté avec de l'ail et des oignons. Hier, j'ai bu du thé au fenouil pour apaiser mon estomac. D'ici la semaine prochaine, j'aurai planté du fenouil dans mon jardin.",
      "example_translation": "Я нарезал укроп и поджарил его с гвоздикой и луком. Вчера я пил чай из укропа, чтобы успокоить мой желудок. К следующей неделе я посадил укроп в свой сад.",
      "imageLink": "fennel.jpg",
      "audioLink": "fennel.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "raifort",
      "translation": "хрен",
      "definition": "Le raifort est une racine blanche et piquante, souvent utilisée comme condiment ou ingrédient dans divers plats.",
      "definition_translation": "Хрен - это острый, белый корень, часто используемый как приправа или ингредиент в различных блюдах.",
      "example": "J'ai ajouté du raifort à ma sauce pour lui donner du piquant. Ma grand-mère faisait de la sauce au raifort pour les déjeuners du dimanche. L'année prochaine, j'essaierai de cultiver du raifort dans mon arrière-cour.",
      "example_translation": "Я добавил хрен в свой соус, чтобы дать ему кик. Моя бабушка использовала хреновую заправку для воскресных обедов. В следующем году я пытаюсь вырастить хрен в meinem заднем дворе.",
      "imageLink": "horseradish.jpg",
      "audioLink": "horseradish.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chou frisé",
      "translation": "кале",
      "definition": "Le chou frisé est un type de légume feuillu riche en nutriments, souvent utilisé dans les salades, les smoothies et les plats sautés.",
      "definition_translation": "Кале - это тип листвистого зеленого овоща, богатого питательными веществами и часто используемого в салатах, смузи и обжаренных блюдах.",
      "example": "J'ai mangé une salade de chou frisé pour déjeuner hier. Aujourd'hui, je vais sauter du chou frisé avec de l'ail comme accompagnement. D'ici le mois prochain, j'aurai commencé une routine de smoothies au chou frisé.",
      "example_translation": "Я ел салат из кале на обед вчера. Сегодня я собираюсь обжарить кале с гвоздикой в качестве гарнира. К следующему месяцу я начну рутину смузи из кале.",
      "imageLink": "kale.jpg",
      "audioLink": "kale.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "lentille",
      "translation": "чечевица",
      "definition": "Une lentille est un type de légumineuse, souvent utilisée dans les soupes, les ragoûts et les currys, et riche en protéines et en fibres.",
      "definition_translation": "Чечевица - это тип бобовой культуры, часто используемый в супах, стью и карри, и богатый белком и волокнами.",
      "example": "J'ai cuisiné de la soupe de lentilles pour dîner hier soir. Ma mère faisait du curry de lentilles pour les occasions spéciales. D'ici l'année prochaine, j'aurai essayé de la salade de lentilles comme nouvelle recette.",
      "example_translation": "Я варил суп из чечевичи на ужин прошлой ночью. Моя мать готовила карри из чечевицы для特殊ных случаев. К следующему году я попробую салат из чечевичи как новый рецепт.",
      "imageLink": "lentil.jpg",
      "audioLink": "lentil.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "moelle",
      "translation": "мозговая",
      "definition": "Un tissu mou et graisseux qui remplit les cavités des os, servant de réservoir pour les cellules sanguines et de source d'énergie.",
      "definition_translation": "Мягкая, жирная ткань, заполняющая полости костей, служащая резервуаром для кровяных клеток и источником энергии.",
      "example": "Le médecin a extrait un échantillon de moelle osseuse du patient pour l'examiner pour tout éventuel anormalité. Elle avait donné de la moelle à sa sœur qui souffrait de leucémie. Les cellules souches dans la moelle aideront le patient à récupérer de la chimiothérapie.",
      "example_translation": "Доктор забрал образец мозговой ткани из кости пациента, чтобы исследовать ее на наличие любых аномалий. Она донировала мозговую ткань своей сестре, которая страдала от лейкемии. Стволовые клетки в мозговой ткани помогут пациенту 恢復иться после химиотерапии.",
      "imageLink": "marrow.jpg",
      "audioLink": "marrow.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "panais",
      "translation": "пастернак",
      "definition": "Un légume-racine doux, généralement blanc ou jaunâtre, souvent utilisé dans les soupes, les ragoûts et les salades.",
      "definition_translation": "Сладкий корнеплод, обычно белый или желтоватый по цвету, часто используемый в супах, тушеных блюдах и салатах.",
      "example": "Le chef a ajouté un panais au ragoût pour lui donner un goût sucré. Les panais sont un excellent ajout à une salade d'hiver. Le marché des agriculteurs vendait des panais frais à un prix intéressant.",
      "example_translation": "Повар добавил пастернак в рагу, чтобы дать ему сладкий вкус. Пастернаки - это отличное дополнение к зимнему салату. На рынке фермеров продавали свежие пастернаки по выгодной цене.",
      "imageLink": "parsnip.jpg",
      "audioLink": "parsnip.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "rhubarbe",
      "translation": "ревень",
      "definition": "Une plante à tiges croquantes et acidulées souvent utilisées dans les tartes et les confitures, généralement associées à des fruits sucrés comme les fraises.",
      "definition_translation": "Растение с кислыми, хрустящими стеблями, часто используемыми в пирогах и джемах, обычно в паре со сладкими фруктами, такими как клубника.",
      "example": "Grand-mère a fait une délicieuse tarte à la rhubarbe pour dessert. La rhubarbe est un excellent ajout à une salade d'été. Le fermier cultivait de la rhubarbe dans son jardin pour faire de la confiture maison.",
      "example_translation": "Бабушка приготовила вкусный пирог из ревеня на десерт. Ревень - это отличное дополнение к летнему салату. Фермер выращивал ревень в omaом саду, чтобы сделать домашний джем.",
      "imageLink": "rhubarb.jpg",
      "audioLink": "rhubarb.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "rutabaga",
      "translation": "шведская репа",
      "definition": "Un type de légume-racine, similaire au navet, souvent utilisé dans les soupes, les ragoûts et les purées.",
      "definition_translation": "Тип корнеплода, похожий на репу, часто используемый в супах, тушеных блюдах и пюре.",
      "example": "Le chef a ajouté un rutabaga au ragoût pour lui donner un goût corsé. Les rutabagas sont un excellent ajout à une soupe d'hiver. Le marché des agriculteurs vendait des rutabagas frais à un prix intéressant.",
      "example_translation": "Повар добавил шведскую репу в рагу, чтобы дать ему сытный вкус. Шведские репы - это отличное дополнение к зимнему супу. На рынке фермеров продавали свежие шведские репы по выгодной цене.",
      "imageLink": "swede.jpg",
      "audioLink": "swede.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "patate douce",
      "translation": "батат",
      "definition": "Une patate douce est un type de légume-racine originaire des Amériques, caractérisée par sa chair sucrée et sa peau fine.",
      "definition_translation": "Батат — это тип корнеплода, родом из Америки, характеризующийся своей сладкой, крахмалистой мякотью и тонкой кожей.",
      "example": "J'ai mangé une patate douce hier, j'en mangerai une maintenant, et j'en mangerai une demain.",
      "example_translation": "Я ел батат вчера, я ем его сейчас, и я буду есть его завтра.",
      "imageLink": "sweet-potato.jpg",
      "audioLink": "sweet potato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "navet",
      "translation": "репа",
      "definition": "Un navet est un légume-racine, généralement blanc ou violet, utilisé dans les soupes, les ragoûts et les salades.",
      "definition_translation": "Репа — это корнеплод, обычно белый или фиолетовый, используемый в супах, тушеных блюдах и салатах.",
      "example": "Ma grand-mère cultivait des navets dans son jardin, ma mère les cultive maintenant, et ma sœur les cultivera à l'avenir.",
      "example_translation": "Моя бабушка выращивала репу в своем саду, моя мать выращивает их сейчас, и моя сестра будет выращивать их в будущем.",
      "imageLink": "turnip.jpg",
      "audioLink": "turnip.mp3"
    }
  ]
}