{
  "data": [
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cuisinier",
      "translation": "повар",
      "definition": "Une personne qui prépare et cuisine les repas, notamment dans le cadre d'une profession.",
      "definition_translation": "Человек, который готовит иварит пищу, особенно как профессия.",
      "example": "Elle a cuisiné un délicieux repas pour sa famille hier soir. Elle cuisine le dîner pour ses amis maintenant. Elle cuisinera le petit déjeuner pour ses enfants demain.",
      "example_translation": "Она приготовила вкусный обед для своей семьи прошлым вечером. Она готовит ужин для своих друзей сейчас. Она приготовит завтрак для своих детей завтра.",
      "imageLink": "cook-1.jpg",
      "audioLink": "cook.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "médecin",
      "translation": "доктор",
      "definition": "Une personne qualifiée pour exercer la médecine, notamment une personne titulaire d'un diplôme de médecine.",
      "definition_translation": "Человек, который имеет право практиковать медицину, особенно тот, кто имеет медицинскую степень.",
      "example": "Le médecin a examiné le patient avec soin. Le médecin examine les résultats des tests maintenant. Le médecin examinera le patient à nouveau la semaine prochaine.",
      "example_translation": "Доктор тщательно осмотрел пациента. Доктор сейчас просматривает результаты теста. Доктор будет осматривать пациента снова на следующей неделе.",
      "imageLink": "doctor.jpg",
      "audioLink": "doctor.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chauffeur",
      "translation": "водитель",
      "definition": "Une personne qui conduit un véhicule, notamment une voiture ou un camion.",
      "definition_translation": "Человек, который управляет транспортным средством, особенно автомобилем или грузовиком.",
      "example": "Il a conduit son travail hier. Il conduit à l'école maintenant. Il conduira à la plage demain.",
      "example_translation": "Он ехал на работу вчера. Он сейчас едет в школу. Он будет ехать на пляж завтра.",
      "imageLink": "driver.jpg",
      "audioLink": "driver.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "enseignant",
      "translation": "учитель",
      "definition": "Une personne qui enseigne, notamment une personne employée dans une école.",
      "definition_translation": "Человек, который учит, особенно тот, кто работает в школе.",
      "example": "Elle a enseigné les mathématiques à ses étudiants l'année dernière. Elle enseigne l'anglais maintenant. Elle enseignera l'histoire demain.",
      "example_translation": "Она преподавала математiku своим студентам в прошлом году. Она сейчас преподает английский язык. Она будет преподавать историю завтра.",
      "imageLink": "teacher.jpg",
      "audioLink": "teacher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "serveur",
      "translation": "официант",
      "definition": "Un homme qui sert les repas et les boissons dans un restaurant.",
      "definition_translation": "человек, обычно мужчина, который обслуживает клиентов в ресторане",
      "example": "Le serveur nous a apporté le menu. Il nous apportera notre nourriture bientôt. Il nous a apporté la note la dernière fois.",
      "example_translation": "Официант принёс нам меню. Он принесёт нашу еду скоро. Он принёс нам счёт в прошлый раз.",
      "imageLink": "waiter.jpg",
      "audioLink": "waiter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "serveuse",
      "translation": "официантка",
      "definition": "Une femme qui sert les repas et les boissons dans un restaurant.",
      "definition_translation": "человек, обычно женщина, которая обслуживает клиентов в ресторане",
      "example": "La serveuse a pris notre commande. Elle nous apportera nos boissons bientôt. Elle nous a apporté le dessert hier.",
      "example_translation": "Официантка взяла наш заказ. Она принесёт наши напитки скоро. Она принесла нам десерт вчера.",
      "imageLink": "waitress.jpg",
      "audioLink": "waitress.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "acteur",
      "translation": "актёр",
      "definition": "Une personne qui joue un rôle dans une pièce de théâtre, un film ou une production télévisée.",
      "definition_translation": "человек, который играет в спектакле, фильме или телепродукции",
      "example": "L'acteur a joué le rôle d'un roi. Il jouera le rôle principal dans le nouveau film. Il a joué un petit rôle dans la dernière pièce de théâtre.",
      "example_translation": "Актёр играл роль короля. Он будет играть главную роль в новом фильме. Он играл nhỏую роль в последнем спектакле.",
      "imageLink": "actor.jpg",
      "audioLink": "actor.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "actrice",
      "translation": "актриса",
      "definition": "Une personne qui joue un rôle dans une pièce de théâtre, un film ou une production télévisée, notamment une femme.",
      "definition_translation": "человек, который играет в спектакле, фильме или телепродукции, особенно женщина",
      "example": "L'actrice a remporté un prix pour sa performance. Elle sera la vedette de la nouvelle série télévisée. Elle a joué le rôle principal dans le dernier film.",
      "example_translation": "Актриса выиграла премию за свою игру. Она будет сниматься в новом телесериале. Она играла главную роль в последнем фильме.",
      "imageLink": "actress.jpg",
      "audioLink": "actress.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "artiste",
      "translation": "художник",
      "definition": "Une personne qui crée des peintures, des dessins ou des sculptures.",
      "definition_translation": "Человек, создающий картины, рисунки или скульптуры.",
      "example": "Elle était une artiste qui aimait peindre des paysages. Elle travaille actuellement sur un nouveau projet. Elle aura sa première exposition le mois prochain.",
      "example_translation": "Она была художницей, которая любила рисовать пейзажи. Она в настоящее время работает над новым проектом. Она будет иметь свою первую выставку в следующем месяце.",
      "imageLink": "artist.jpg",
      "audioLink": "artist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "homme d'affaires",
      "translation": "бизнесмен",
      "definition": "Une personne qui est impliquée dans des activités commerciales ou industrielles.",
      "definition_translation": "Человек, который участвует в коммерческих или промышленных мероприятиях.",
      "example": "Il était un homme d'affaires qui a fondé sa propre entreprise. Il est actuellement en train d'élargir son entreprise. Il ouvrira un nouveau bureau l'année prochaine.",
      "example_translation": "Он был успешным бизнесменом, который основал свою собственную компанию. Он в настоящее время расширяет свой бизнес. Он откроет новый офис в следующем году.",
      "imageLink": "businessman.jpg",
      "audioLink": "businessman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "femme d'affaires",
      "translation": "бизнес-леди",
      "definition": "Une femme qui est impliquée dans des activités commerciales ou industrielles.",
      "definition_translation": "Женщина, которая участвует в коммерческих или промышленных мероприятиях.",
      "example": "Elle était une femme d'affaires prospère qui avait fondé sa propre entreprise. Elle négociait un contrat avec un client potentiel. Elle donnerait une conférence à une conférence la semaine suivante.",
      "example_translation": "Она была успешной бизнес-леди, которая начала свою own компанию. Она вела переговоры о сделке с потенциальным клиентом. Она будет выступать с речью на конференции на следующей неделе.",
      "imageLink": "businesswoman.jpg",
      "audioLink": "businesswoman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mécanicien automobile",
      "translation": "автослесарь",
      "definition": "Une personne qui répare et entretient des véhicules.",
      "definition_translation": "Человек, который ремонтирует и обслуживает транспортные средства.",
      "example": "Il était un mécanicien automobile expérimenté qui a réparé ma voiture. Il travaillait sur un nouveau projet. Il ouvrirait son propre garage le mois prochain.",
      "example_translation": "Он был опытным автослесарем, который отремонтировал мою машину. Он в настоящее время работает над новым проектом. Он откроет свой собственный гараж в следующем месяце.",
      "imageLink": "car-mechanic.jpg",
      "audioLink": "car mechanic.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chef",
      "translation": "повар",
      "definition": "Un chef est un cuisinier formé et compétent qui prépare des plats dans un restaurant ou une autre entreprise de restauration.",
      "definition_translation": "Повар - это обученный и опытный повар, который готовит пищу в ресторане или другом учреждении общественного питания.",
      "example": "Elle avait travaillé comme chef dans un hôtel cinq étoiles pendant cinq ans. Elle travaillait actuellement comme chef dans un restaurant animé. Elle travaillerait comme chef sur un navire de croisière l'année prochaine.",
      "example_translation": "Она работала поваром в пятизвездочном отеле пять лет. Теперь она работает поваром в忙ующем ресторане. Она будет работать поваром на круизном судне в следующем году.",
      "imageLink": "chef.jpg",
      "audioLink": "chef.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chimiste",
      "translation": "химик",
      "definition": "Un chimiste est un scientifique qui étudie la composition et les propriétés des substances et les réactions qu'elles subissent.",
      "definition_translation": "Химик - это ученый, который изучает состав и свойства веществ и реакции, которые они проходят.",
      "example": "Il était un chimiste dans un laboratoire où il analysait la composition chimique de l'eau. Il travaillait comme chimiste dans une entreprise pharmaceutique actuellement. Il serait un chimiste principal dans un institut de recherche l'année prochaine.",
      "example_translation": "Он был химиком в лаборатории, где он анализировал химический состав воды. Теперь он работает химиком в фармацевтической компании. Он будет ведущим химиком в исследовательском институте в следующем году.",
      "imageLink": "chemist.jpg",
      "audioLink": "chemist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "nettoyeuse",
      "translation": "уборщик",
      "definition": "Une nettoyeuse est une personne responsable de nettoyer les bâtiments, les rues ou les espaces publics.",
      "definition_translation": "Уборщик - это человек, который отвечает за уборку зданий, улиц или общественных пространств.",
      "example": "Elle avait travaillé comme nettoyeuse dans un immeuble de bureaux pendant trois ans. Elle travaillait comme nettoyeuse dans un hôpital actuellement. Elle travaillerait comme nettoyeuse dans une école l'année prochaine.",
      "example_translation": "Она работала уборщицей в офисном здании три года. Теперь она работает уборщицей в больнице. Она будет работать уборщицей в школе в следующем году.",
      "imageLink": "cleaner.jpg",
      "audioLink": "cleaner.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "danseur",
      "translation": "танцор",
      "definition": "Un danseur est une personne qui danse professionnellement ou comme loisir.",
      "definition_translation": "Танцор - это человек, который выполняет танцы как профессию или хобби.",
      "example": "Il était un danseur dans une compagnie de ballet pendant cinq ans. Il travaillait comme danseur dans un théâtre musical actuellement. Il serait le premier danseur dans une compagnie de danse l'année prochaine.",
      "example_translation": "Он был танцором в балетной компании пять лет. Теперь он работает танцором в музыкальном театре. Он будет ведущим танцором в танцевальной компании в следующем году.",
      "imageLink": "dancer.jpg",
      "audioLink": "dancer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "dentiste",
      "translation": "стоматолог",
      "definition": "Une personne dont la profession est de soigner les dents et les gencives, et de fournir des traitements préventifs et restaurateurs pour les caries dentaires, les maladies des gencives et d'autres affections.",
      "definition_translation": "Человек, чья профессия заботиться о зубах и деснах, и предоставлять профилактические и восстановительные лечения для кариеса зубов, заболеваний десен и других условий.",
      "example": "J'ai été voir mon dentiste régulièrement pendant cinq ans, je vais voir mon dentiste la semaine prochaine, et j'ai visité mon dentiste le mois dernier.",
      "example_translation": "Я хожу к своему стоматологу регулярно на протяжении пяти лет, я посещу своего стоматолога на следующей неделе, и я посетил своего стоматолога прошлый месяц.",
      "imageLink": "dentist.jpg",
      "audioLink": "dentist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ingénieur",
      "translation": "инженер",
      "definition": "Une personne qui conçoit, construit ou entretient des machines, des moteurs ou des structures, ou qui est formée dans l'une des branches de l'ingénierie.",
      "definition_translation": "Человек, который проектирует, строит или обслуживает двигатели, машины или сооружения, или кто обучен в одной из областей инженерии.",
      "example": "Elle travaillait comme ingénieuse dans une entreprise de fabrication d'automobiles, elle allait concevoir un nouveau système de moteur, et elle avait construit un bras robotique dans son projet précédent.",
      "example_translation": "Она работает инженером в компании по производству автомобилей, она спроектирует новую систему двигателя, и она построила роботизированную руку в ее предыдущем проекте.",
      "imageLink": "engineer.jpg",
      "audioLink": "engineer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "agriculteur",
      "translation": "фермер",
      "definition": "Une personne qui possède ou gère une ferme, notamment qui cultive la terre et élève des cultures ou des animaux.",
      "definition_translation": "Человек, который владеет или управляет фермой, особенно тот, кто культивирует землю и выращивает культуры или скот.",
      "example": "Mon grand-père était un agriculteur, il allait moissonner ses cultures le mois prochain, et il avait labouré les champs hier.",
      "example_translation": "Мой дедушка был фермером, он убирает свой урожай следующий месяц, и он пахал поля вчера.",
      "imageLink": "farmer.jpg",
      "audioLink": "farmer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "footballeur",
      "translation": "футболист",
      "definition": "Une personne qui joue au football, notamment professionnellement.",
      "definition_translation": "Человек, который играет в футбол, особенно профессионально.",
      "example": "Il était un footballeur habile, il allait jouer dans le match final, et il avait marqué un but lors du dernier match.",
      "example_translation": "Он является опытным футболистом, он будет играть в финальном матче, и он забил гол в последней игре.",
      "imageLink": "footballer.jpg",
      "audioLink": "footballer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "guide",
      "translation": "гид",
      "definition": " Une personne qui conduit ou dirige des gens pendant une visite ou un voyage, notamment celle qui explique l'histoire, la culture et les particularités d'un lieu.",
      "definition_translation": "Человек, который руководит или направляет людей по туру или путешествию, особенно тот, кто объясняет историю, культуру и особенности места.",
      "example": "Elle a travaillé comme guide au musée pendant cinq ans, puis elle guidera les touristes à travers la ville ancienne l'été prochain, et enfin, elle nous a guidés à travers le parc.",
      "example_translation": "Она работала гидом в музее пять лет, затем она будет сопровождать туристов через ancient город следующим летом, и, наконец, она проводила нас через парк.",
      "imageLink": "guide-1.jpg",
      "audioLink": "guide.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "directeur/directrice",
      "translation": "директор школы",
      "definition": "Le/la principal(e) enseignant(e) ou administrateur/trice en charge d'une école.",
      "definition_translation": "Главный учитель или администратор, отвечающий за школу.",
      "example": "Le directeur disciplinera l'élève qui a violé les règles, elle a été la directrice de cette école pendant dix ans, et le directeur prendra sa retraite l'année prochaine.",
      "example_translation": "Директор школы дисциплинирует студента, который нарушил правила, она была директором этой школы десять лет, и директор школы уйдет на пенсию следующим годом.",
      "imageLink": "headteacher.jpg",
      "audioLink": "headteacher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "manager",
      "translation": "менеджер",
      "definition": "Une personne responsable de contrôler ou d'administrer une entreprise, une organisation ou un projet.",
      "definition_translation": "Человек, отвечающий за контроль или администрирование бизнеса, организации или проекта.",
      "example": "Il a été promu manager du département des ventes, le manager de l'hôtel nous rencontrera à la réception, et le manager augmentera le budget le trimestre prochain.",
      "example_translation": "Он был повышен до должности менеджера отдела продаж, менеджер отеля встретит нас в регистратуре, и менеджер увеличит бюджет в следующем квартале.",
      "imageLink": "manager.jpg",
      "audioLink": "manager.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mécanicien/mécanicienne",
      "translation": "механик",
      "definition": "Une personne dont le travail consiste à réparer et à entretenir les machines, notamment les véhicules.",
      "definition_translation": "Человек, чья работа заключается в ремонте и обслуживании машин, особенно транспортных средств.",
      "example": "Le mécanicien a réparé le moteur de la voiture, elle sera mécanicienne dans l'équipe de course, et le mécanicien vérifiera les freins du vélo demain.",
      "example_translation": "Механик починил двигатель автомобиля, она будет механиком в команде гонщиков, и механик проверит тормоза велосипеда завтра.",
      "imageLink": "mechanic.jpg",
      "audioLink": "mechanic.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "infirmier/infirmière",
      "translation": "медицинская сестра",
      "definition": "Une personne formée pour soigner les malades ou les blessés, notamment à l'hôpital ou à la clinique.",
      "definition_translation": "Медицинская сестра - это человек, обученный заботиться о больных или раненых, особенно в больнице или клинике.",
      "example": "Elle a travaillé comme infirmière à l'hôpital pendant cinq ans, puis elle travaillera dans une clinique, et maintenant elle est infirmière en chef.",
      "example_translation": "Она worked как медсестра в больнице пять лет, потом она будет работать в клинике, а теперь она работает как старшая медсестра.",
      "imageLink": "nurse.jpg",
      "audioLink": "nurse.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "peintre",
      "translation": "художник",
      "definition": "Un peintre est une personne qui peint des tableaux ou des murs comme métier ou hobby.",
      "definition_translation": "Художник - это человек, который рисует картины или стены как работа или хобби.",
      "example": "Il était un peintre célèbre au 19e siècle, il a peint de nombreux paysages magnifiques, maintenant il peint des portraits, et à l'avenir, il peindra des scènes urbaines.",
      "example_translation": "Он был знаменитым художником в 19 веке, он написал много красивых пейзажей, теперь он рисует портреты, а в будущем он будет рисовать городские сцены.",
      "imageLink": "painter.jpg",
      "audioLink": "painter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "photographe",
      "translation": "фотограф",
      "definition": "Un photographe est une personne qui prend des photographies comme métier ou hobby.",
      "definition_translation": "Фотограф - это человек, который делает фотографии как работа или хобби.",
      "example": "Elle était photographe au mariage, elle a pris de nombreuses photos magnifiques, maintenant elle prend des photos de la nature, et à l'avenir, elle prendra des photos des villes.",
      "example_translation": "Она была фотографом на свадьбе, она сделала много красивых фотографий, теперь она делает фото природы, а в будущем она будет делать фото городов.",
      "imageLink": "photographer.jpg",
      "audioLink": "photographer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pilote",
      "translation": "лётчик",
      "definition": "Un pilote est une personne qui vole un avion, notamment comme métier.",
      "definition_translation": "Лётчик - это человек, который летает на воздушном судне, особенно как работа.",
      "example": "Il était pilote dans l'armée de l'air, il a volé de nombreux avions, maintenant il vole un avion commercial, et à l'avenir, il volera un jet privé.",
      "example_translation": "Он был лётчиком в военно-воздушных силах, он летал на многих самолётах, теперь он летает на коммерческом лайнере, а в будущем он будет летать на частном реактивном самолете.",
      "imageLink": "pilot.jpg",
      "audioLink": "pilot.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "joueur/joueuse",
      "translation": "игрок",
      "definition": "Une personne qui participe à un sport, un jeu ou une activité.",
      "definition_translation": "Человек, участвующий в спорте, игре или hoạtности.",
      "example": "Il était un excellent joueur à l'université, mais maintenant il joue juste pour s'amuser. Il a joué au soccer hier et jouera au tennis demain. Il sera joueur professionnel à l'avenir.",
      "example_translation": "Он был отличным игроком в своей колледжской жизни, но теперь он просто играет для удовольствия. Он играл в футбол вчера и будет играть в теннис завтра. Он будет профессиональным игроком в будущем.",
      "imageLink": "player-2.jpg",
      "audioLink": "player.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "officier de police",
      "translation": "полицейский",
      "definition": "Une personne qui est responsable de faire appliquer la loi et de maintenir l'ordre dans une zone donnée.",
      "definition_translation": "Человек, ответственный за обеспечение закона и поддержание порядка в определенной области.",
      "example": "L'officier de police a arrêté le suspect et l'a emmené au poste. Elle a été officier de police pendant cinq ans et a résolu de nombreux cas. Elle sera chef de police à l'avenir.",
      "example_translation": "Полицейский арестовал подозреваемого и отвез его в участок. Она была полицейским пять лет и раскрыла nhiều дел. Она станет начальником полиции в будущем.",
      "imageLink": "police-officer.jpg",
      "audioLink": "police officer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "policier",
      "translation": "полицейский",
      "definition": "Un officier de police masculin.",
      "definition_translation": "Мужчина, работающий в полиции.",
      "example": "Le policier dirigea le trafic et maintint les piétons en sécurité. Il a été policier pendant dix ans et a reçu de nombreux prix. Il prendra sa retraite en tant que policier l'année prochaine.",
      "example_translation": "Полицейский управлял движением и поддерживал безопасность пешеходов. Он был полицейским десять лет и получил много наград. Он уйдет на пенсию полицейским в следующем году.",
      "imageLink": "policeman.jpg",
      "audioLink": "policeman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "policière",
      "translation": "полицейская",
      "definition": "Une officière de police féminine.",
      "definition_translation": "Женщина, работающая в полиции.",
      "example": "La policière était très gentille et a aidé l'enfant perdu à retrouver sa mère. Elle a été policière pendant sept ans et a résolu de nombreux crimes. Elle deviendra détective à l'avenir.",
      "example_translation": "Полицейственная была очень доброй и помогла потерявшемуся ребенку найти его мать. Она была полицейской семь лет и раскрыла много преступлений. Она станет детективом в будущем.",
      "imageLink": "policewoman.jpg",
      "audioLink": "policewoman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "réceptionniste",
      "translation": "приёмщик",
      "definition": "Une personne employée pour recevoir et organiser les réservations, répondre aux appels téléphoniques et effectuer d'autres tâches administratives dans un hôtel, un bureau ou une autre organisation.",
      "definition_translation": "Человек, нанятый для приема и организации бронирования, ответа на телефонные звонки и выполнения других административных задач в отеле, офисе или другой организации.",
      "example": "Le réceptionniste nous a accueillis chaleureusement et nous a enregistrés dans notre chambre. Elle vérifiera notre départ demain matin. Elle avait enregistré notre arrivée en ligne avant notre arrivée.",
      "example_translation": "Приемщик тепло поприветствовал нас и заселил нас в наш номер. Она выселит нас завтра утром. Она зарегистрировала нас онлайн перед нашим прибытием.",
      "imageLink": "receptionist.jpg",
      "audioLink": "receptionist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "assistant commercial",
      "translation": "помощник по продажам",
      "definition": "Une personne qui aide un vendeur ou une équipe de vente avec des tâches administratives, du service client et du soutien aux ventes.",
      "definition_translation": "Человек, который помогает продавцу или команде продаж с административными задачами, обслуживанием клиентов и поддержкой продаж.",
      "example": "L'assistant commercial a aidé le client à trouver le bon produit. Elle aidera l'équipe de vente avec la prochaine promotion. Elle avait aidé le directeur avec la campagne précédente.",
      "example_translation": "Помощник по продажам помог клиенту найти нужный продукт. Она поможет команде продаж с грядущей акцией. Она помогала менеджеру с предыдущей кампанией.",
      "imageLink": "salesshop-assistant.jpg",
      "audioLink": "sales assistant.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "vendeur",
      "translation": "продавец",
      "definition": "Une personne qui vend des biens ou des services à des clients, souvent dans un contexte de vente au détail ou en gros.",
      "definition_translation": "Человек, который продает товары или услуги клиентам, часто в розничной или оптовой обстановке.",
      "example": "Le vendeur nous a montré la nouvelle ligne de produits. Elle vendra la nouvelle collection le trimestre prochain. Elle avait vendu le modèle précédent à un prix réduit.",
      "example_translation": "Продавец показал нам новую линейку продуктов. Она продаст новую коллекцию в следующем квартале. Она продала предыдущую модель со скидкой.",
      "imageLink": "salesperson.jpg",
      "audioLink": "salesperson.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "secrétaire",
      "translation": "секретарь",
      "definition": "Une personne employée pour fournir un soutien administratif à une organisation ou une entreprise, souvent responsable de tâches telles que la dactylographie, la gestion de fichiers et la prise de dispositions de voyage.",
      "definition_translation": "Человек, нанятый для предоставления административной поддержки организации или бизнесу, часто отвечающий за задачи, такие как печатание, файловое хранение и организацию поездок.",
      "example": "Le secrétaire a pris des notes pendant la réunion. Elle programma la conférence téléphonique demain. Elle avait réservé le vol pour le dernier voyage.",
      "example_translation": "Секретарь делала записи во время встречи. Она запланирует конференц-звонок завтра. Она забронировала билет на предыдущую поездку.",
      "imageLink": "secretary.jpg",
      "audioLink": "secretary.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chanteur",
      "translation": "певец",
      "definition": "Une personne qui chante, notamment de manière professionnelle.",
      "definition_translation": "Человек, который поет, особенно профессионально.",
      "example": "Le chanteur a interprété une belle version de l'hymne national. Elle est chanteuse depuis qu'elle avait 18 ans. Elle sera un chanteur célèbre un jour.",
      "example_translation": "Певец исполнил krásную версию национального гимна. Она стала певцом, когда ей было 18 лет. Она будет знаменитым певцом в один день.",
      "imageLink": "singer.jpg",
      "audioLink": "singer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chauffeur de taxi",
      "translation": "водитель такси",
      "definition": "Une personne qui conduit un taxi comme occupation.",
      "definition_translation": "Человек, который водит такси как职业.",
      "example": "Le chauffeur de taxi était très sympa et serviable. Il est chauffeur de taxi depuis 10 ans. Il conduira un taxi à l'aéroport demain.",
      "example_translation": "Водитель такси был очень дружелюбным и helpful. Он был водителем такси в течение 10 лет. Он будет водить такси до аэропорта завтра.",
      "imageLink": "taxi-driver.jpg",
      "audioLink": "taxi driver.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "guide touristique",
      "translation": "экскурсовод",
      "definition": "Une personne qui guide et dirige les touristes, notamment dans une zone ou sur une route particulière.",
      "definition_translation": "Человек, который ведет и сопровождает туристов, особенно в определенной области или на определенной маршруте.",
      "example": "Le guide touristique nous a montré autour de la vieille ville. Elle est guide touristique depuis 5 ans. Ils embaucheront un nouveau guide touristique pour la saison estivale.",
      "example_translation": "Экскурсовод показал нам вокруг старого города. Она была экскурсоводом в течение 5 лет. Они нанять нового экскурсовода на летний сезон.",
      "imageLink": "tour-guide.jpg",
      "audioLink": "tour guide.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "écrivain",
      "translation": "писатель",
      "definition": "Une personne qui écrit des livres, des histoires ou des articles comme emploi ou occupation.",
      "definition_translation": "Человек, который пишет книги, истории или статьи как работу или занятие.",
      "example": "L'écrivain a publié son premier roman l'année dernière. Il est écrivain depuis qu'il a obtenu son diplôme d'université. Elle sera un écrivain célèbre un jour.",
      "example_translation": "Писатель опубликовал свою первую новеллу в прошлом году. Он был писателем, когда он окончил колледж. Она будет знаменитым писателем в один день.",
      "imageLink": "writer.jpg",
      "audioLink": "writer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "comptable",
      "translation": "бухгалтер",
      "definition": "Une personne dont le métier est de tenir, d'inspecter et de préparer les registres et les comptes financiers.",
      "definition_translation": "Человек, чья работа заключается в ведении, проверке и подготовке финансовых отчетов и счетов.",
      "example": "Elle a travaillé comme comptable dans une grande entreprise pendant cinq ans, puis est devenue comptable dans une banque, et maintenant elle va devenir comptable dans une start-up.",
      "example_translation": "Она работала бухгалтером в большой фирме в течение пяти лет, затем стала бухгалтером в банке, и сейчас она собирается стать бухгалтером в стартапе.",
      "imageLink": "accountant.jpg",
      "audioLink": "accountant.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "architecte",
      "translation": "архитектор",
      "definition": "Une personne qui conçoit des bâtiments et d'autres structures.",
      "definition_translation": "Человек, который проектирует здания и другие сооружения.",
      "example": "Il était l'architecte du célèbre bâtiment, l'a conçu il y a 10 ans, et en concevra un nouveau l'année prochaine.",
      "example_translation": "Он был архитектором знаменитого здания, спроектировал его 10 лет назад, и будет проектировать новое здание в следующем году.",
      "imageLink": "architect.jpg",
      "audioLink": "architect.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "garde d'enfants",
      "translation": "няня",
      "definition": "Une personne, généralement une jeune femme, qui prend soin d'un enfant ou d'enfants lorsque leurs parents ne sont pas présents.",
      "definition_translation": "Человек, как правило, молодая женщина, которая заботится о ребенке или детях, когда их родители отсутствуют.",
      "example": "Elle était la garde d'enfants des enfants Smith lorsqu'ils étaient en vacances, les a gardés l'été dernier, et les gardera à nouveau la semaine prochaine.",
      "example_translation": "Она была няней для детей Смиты, когда они были в отпуске, сидела с ними прошлым летом, и будет сидеть с ними снова на следующей неделе.",
      "imageLink": "babysitter.jpg",
      "audioLink": "babysitter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "boulanger",
      "translation": "пекарь",
      "definition": "Une personne qui fabrique et vend du pain, des gâteaux et des pâtisseries.",
      "definition_translation": "Человек, который делает и продает хлеб, торты и пирожные.",
      "example": "Il était boulanger dans une petite boutique, a fait du pain hier, et va faire un gâteau demain.",
      "example_translation": "Он был пекарем в маленькой лавке, пек хлеб вчера, и собирается испечь торт завтра.",
      "imageLink": "baker.jpg",
      "audioLink": "baker.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "danseur de ballet",
      "translation": "балерина",
      "definition": "Une personne qui interprète le ballet, un type de danse classique caractérisé par des mouvements précis et gracieux.",
      "definition_translation": "Человек, исполняющий балет, тип классического танца, характеризующийся точными и изящными движениями.",
      "example": "Elle était la principale danseuse de ballet de la compagnie, avait interprété dans de nombreuses productions célèbres. Elle dansait depuis qu'elle était enfant, et continuera à danser pendant de nombreuses années à venir.",
      "example_translation": "Она была ведущей балериной в компании и выступила в многих знаменитых постановках. Она начала танцевать, когда была ребенком, и будет танцевать многие годы вперед.",
      "imageLink": "ballet-dancer.jpg",
      "audioLink": "ballet dancer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "barbier",
      "translation": "парикмахер",
      "definition": "Une personne dont l'occupation est de couper et de coiffer les cheveux, notamment pour les hommes.",
      "definition_translation": "Человек, чья профессия заключается в стрижке и стилизации волос, особенно для мужчин.",
      "example": "Le barbier était très habile et avait été dans le métier depuis plus de 20 ans. Il avait coupé les cheveux depuis qu'il était apprenti, et continuerait à le faire pendant de nombreuses années à venir.",
      "example_translation": "Парикмахер был rất-skilled и проработал в этом бизнесе более 20 лет. Он стриг волосы с тех пор, как был учеником, и будет продолжать это делать многие годы вперед.",
      "imageLink": "barber.jpg",
      "audioLink": "barber.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "barman",
      "translation": "бармен",
      "definition": "Une personne qui sert des boissons et gère le bar dans un pub, un restaurant ou un autre établissement.",
      "definition_translation": "Человек, который сервирует напитки и управляет баром в пабе, ресторане или другой организации.",
      "example": "Le barman était très amical et faisait des cocktails exceptionnels. Il avait travaillé au bar pendant cinq ans, et y travaillerait pendant de nombreuses années à venir.",
      "example_translation": "Бармен был очень дружелюбным и делал GREAT коктейли. Он проработал в баре пять лет, и будет работать там многих лет вперед.",
      "imageLink": "barman.jpg",
      "audioLink": "barman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "constructeur",
      "translation": "строитель",
      "definition": "Une personne qui construit ou bâtit quelque chose, comme une maison, un pont ou une route.",
      "definition_translation": "Человек, который строит или сооружает что-то, например дом, мост или дорогу.",
      "example": "Le constructeur avait travaillé sur le nouveau projet pendant des mois, et le terminerait bientôt. Il avait construit de nombreuses maisons dans le passé, et en construirait encore beaucoup dans le futur.",
      "example_translation": "Строитель работал над новым проектом месяцами, и закончит его вскоре. Он построил многие дома в прошлом, и будет продолжать строить многие больше в будущем.",
      "imageLink": "builder.jpg",
      "audioLink": "builder.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "boucher",
      "translation": "мясник",
      "definition": "Une personne qui tue et habilite les carcasses d'animaux pour la nourriture, ou qui vend de la viande.",
      "definition_translation": "Человек, который забивает и готовит туши животных для еды, или который продает мясо.",
      "example": "La boutique de boucherie avait été propriété de la famille pendant plus de 20 ans. Je suis allé acheter de la viande au boucher pour le barbecue. Elle deviendra bouchère l'année prochaine.",
      "example_translation": "Магазин мясника является семейным предприятием более 20 лет. Я пошел к мяснику, чтобы купить_some мясо для барбекю. Она станет мясником в следующем году.",
      "imageLink": "butcher.jpg",
      "audioLink": "butcher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chimiste",
      "translation": "химик",
      "definition": "Une personne qui a reçu une formation en chimie, notamment un chimiste qui travaille dans un laboratoire.",
      "definition_translation": "Человек, который обучен в области химии, особенно тот, кто работает в лаборатории.",
      "example": "Le chimiste a découvert un nouveau composé. Je suis en train d'étudier pour devenir chimiste. Elle était une chimiste renommée dans son domaine.",
      "example_translation": "Химик открыл новый соединение. Я учусь, чтобы стать химиком. Она была признанным химиком в своей области.",
      "imageLink": "chemist-1.jpg",
      "audioLink": "chemist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "entraîneur",
      "translation": "тренер",
      "definition": "Une personne qui entraîne et dirige une équipe sportive ou un athlète individuel.",
      "definition_translation": "Человек, который тренирует и руководит спортивной командой или индивидуальным спортсменом.",
      "example": "L'entraîneur de l'équipe de football est très expérimenté. J'ai entraîné le tennis pendant des années. Elle sera le nouvel entraîneur de l'équipe de basketball.",
      "example_translation": "Тренер футбольной команды очень опытный. Я тренирую теннис уже многие годы. Она будет новым тренером баскетбольной команды.",
      "imageLink": "coach-1.jpg",
      "audioLink": "coach.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "informaticien",
      "translation": "компьютерный ученый",
      "definition": "Une personne qui est impliquée dans le développement et l'exploitation des systèmes informatiques, des logiciels et des réseaux.",
      "definition_translation": "Человек, который вовлечен в разработку и эксплуатацию компьютерных систем, программного обеспечения и сетей.",
      "example": "L'informaticien a conçu un nouvel algorithme. Je suis en train d'étudier pour devenir informaticien. Elle est une informaticienne de renom dans le domaine de l'intelligence artificielle.",
      "example_translation": "Компьютерный ученый разработал новый алгоритм. Я учусь, чтобы стать компьютерным ученым. Она является ведущим компьютерным ученым в области искусственного интеллекта.",
      "imageLink": "computer-scientist.jpg",
      "audioLink": "computer scientist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "designer",
      "translation": "дизайнер",
      "definition": "Une personne qui planifie et crée des objets, des systèmes et des expériences. Les designers combinent souvent l'art, la science et la technologie pour créer des solutions innovantes.",
      "definition_translation": "Человек, который планирует и создает объекты, системы и опыт. Дизайнеры часто комбинируют искусство, науку и технологии, чтобы создавать инновационные решения.",
      "example": "Elle était designer pour une marque de mode, créant de nouvelles collections chaque saison. Elle a conçu un nouveau logo pour l'entreprise l'an dernier. Elle concevra un nouveau site web pour la marque le mois prochain.",
      "example_translation": "Она была дизайнером для бренда моды, создавая новые коллекции каждый сезон. Она спроектировала новый логотип для компании в прошлом году. Она проэктировает новый веб-сайт для бренда в следующем месяце.",
      "imageLink": "designer.jpg",
      "audioLink": "designer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "détective",
      "translation": "детектив",
      "definition": "Une personne qui enquête sur les crimes et rassemble des preuves pour les résoudre. Les détectives travaillent souvent avec la police pour attraper les criminels.",
      "definition_translation": "Человек, который расследует преступления и собирает улики, чтобы раскрыть их. Детективы часто работают с полицией, чтобы поймать преступников.",
      "example": "Il était détective pendant 10 ans, résolvant de nombreux cas difficiles. Il a détecté un indice qui a mené à l'arrestation du suspect. Il détecera tout indice caché sur la scène de crime la semaine prochaine.",
      "example_translation": "Он был детективом в течение 10 лет, решаяmany сложных дел. Он обнаружил улику, которая привела к аресту подозреваемого. Он обнаружит любые скрытые улики на месте преступления на следующей неделе.",
      "imageLink": "detective.jpg",
      "audioLink": "detective.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "directeur",
      "translation": "директор",
      "definition": "Une personne qui est responsable d'un département, d'une organisation ou d'un projet. Les directeurs prennent souvent des décisions importantes et supervisent le travail des autres.",
      "definition_translation": "Человек, который находится в зоне ответственности департамента, организации или проекта. Директора часто принимают важные решения и контролируют работу других.",
      "example": "Elle était directrice d'une grande entreprise, prenant des décisions stratégiques tous les jours. Elle a dirigé une équipe de développeurs pour construire un nouveau logiciel. Elle dira une réunion pour discuter de l'avenir de l'entreprise le mois prochain.",
      "example_translation": "Она была директором крупной компании, принимая стратегические решения каждый день. Она руководила командой разработчиков, чтобы построить новое программное обеспечение. Она будет руководить собранием, чтобы обсудить будущее компании в следующем месяце.",
      "imageLink": "director.jpg",
      "audioLink": "director.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "disc jockey, DJ",
      "translation": "диск-жокей, диджей",
      "definition": "Une personne qui sélectionne et joue de la musique enregistrée pour un public, souvent lors d'une fête ou dans un club. Les DJ créent parfois leur propre musique ou des remix.",
      "definition_translation": "Человек, который выбирает и играет записанную музыку для аудитории, часто на вечеринке или в клубе. Диджеи могут также создавать свою собственную музыку или ремиксы.",
      "example": "Il était DJ dans un nightclub populaire, jouant de la musique tous les week-ends. Il a mixé une nouvelle piste la nuit dernière, et sera DJ à un festival l'été prochain. Il est DJ depuis 5 ans, divertissant des foules partout dans la ville.",
      "example_translation": "Он был диджеем в популярном ночном клубе, играя музыку каждый уикенд. Он смешал новый трек прошлой ночью и будет диджеем на фестивале следующим летом. Он был диск-жокеем в течение 5 лет, развлекая толпы по всему городу.",
      "imageLink": "disc-jockey-dj.jpg",
      "audioLink": "disc jockey, DJ.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cinéaste",
      "translation": "кинорежиссёр",
      "definition": "Une personne qui fait des films, notamment comme profession.",
      "definition_translation": "Человек, делающий фильмы, особенно как профессия.",
      "example": "Le cinéaste a passé des années à rechercher pour le documentaire. Elle est en train de faire un nouveau film, et aura fait plusieurs films d'ici l'an prochain.",
      "example_translation": "Кинорежиссёр провел годы, исследуя для документального фильма. Она сейчас снимает новый фильм, и к следующему году будет сняла несколько фильмов.",
      "imageLink": "film-maker.jpg",
      "audioLink": "filmmaker.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pompier",
      "translation": "пожарный",
      "definition": "Une personne qui éteint les feux et sauve les gens des bâtiments en feu.",
      "definition_translation": "Человек, который тушит пожары и спасает людей из горящих зданий.",
      "example": "Le pompier a couru dans le bâtiment en feu pour rescaper la famille. Ils ont combattu les feux pendant des années, et combattront un feu demain.",
      "example_translation": "Пожарный вбежал в горящее здание, чтобы спасти семью. Они сражались с пожарами годами, и завтра будет бороться с пожаром.",
      "imageLink": "firefighter.jpg",
      "audioLink": "firefighter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "garde",
      "translation": "охранник",
      "definition": "Une personne ou une chose qui surveille, protège ou contrôle quelque chose.",
      "definition_translation": "Человек или вещь, которая наблюдает, защищает или контролирует что-то.",
      "example": "Le garde surveillait les prisonniers de près. Ils ont gardé le bâtiment pendant des années, et le garderont ce soir.",
      "example_translation": "Охранник внимательно наблюдал за заключенными. Они охраняли здание годами, и сегодня будут охранять его.",
      "imageLink": "guard-1.jpg",
      "audioLink": "guard.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "guitariste",
      "translation": "гитарист",
      "definition": "Une personne qui joue de la guitare, notamment comme profession.",
      "definition_translation": "Человек, который играет на гитаре, особенно как профессия.",
      "example": "Le guitariste a joué un solo magnifique. Elle a joué de la guitare pendant des années, et jouera au concert demain.",
      "example_translation": "Гитарист сыграл красивый соло. Она играет на гитаре годами, и будет играть на концерте завтра.",
      "imageLink": "guitarist.jpg",
      "audioLink": "guitarist.mp3"
    }
  ]
}