{
  "data": [
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Messer",
      "translation": "нож",
      "definition": "ein Schneidinstrument, bestehend aus einer scharfgeschliffenen Klinge, die an einem Griff befestigt ist.",
      "definition_translation": "резальный инструмент, состоящий из острия лезвия, прикрепленного к рукоятке.",
      "example": "Ich benutzte ein Messer, um den Apfel zu schneiden. Ich werde ein Messer verwenden, um das Brot zu schneiden. Ich hatte ein Messer verwendet, um das Fleisch zu schneiden.",
      "example_translation": "Я использовал нож, чтобы нарезать яблоко. Я буду использовать нож, чтобы нарезать хлеб. Я использовал нож, чтобы нарезать мясо.",
      "imageLink": "knife.jpg",
      "audioLink": "knife.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schale",
      "translation": "миска",
      "definition": "ein rundes, offenes Gefäß, das typischerweise verwendet wird, um Lebensmittel oder Getränke zu servieren.",
      "definition_translation": "круглая, открытая сверху емкость, обычно используемая для хранения или сервировки пищи.",
      "example": "Ich legte das Obst in eine Schale. Sie wird den Salat in eine Schale tun. Sie hatten die Suppe in eine Schale gestellt.",
      "example_translation": "Я положил фрукты в миску. Она будет класть салат в миску. Они положили суп в миску.",
      "imageLink": "bowl.jpg",
      "audioLink": "bowl.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kochgerät",
      "translation": "плита",
      "definition": "ein Küchengerät, das zum Kochen von Lebensmitteln, insbesondere elektrische oder Gas-Herd, verwendet wird.",
      "definition_translation": "кухонное устройство, используемое для приготовления пищи, особенно электрические или газовые плиты.",
      "example": "Ich schaltete das Kochgerät ein, um Wasser zu kochen. Sie wird das Kochgerät verwenden, um das Abendessen zuzubereiten. Sie hatten das Kochgerät verwendet, um das Essen zu erwärmen.",
      "example_translation": "Я включил плиту, чтобы кипятить воду. Она будет использовать плиту, чтобы готовить ужин. Они использовали плиту, чтобы нагреть пищу.",
      "imageLink": "cooker.jpg",
      "audioLink": "cooker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schrank",
      "translation": "шкаф",
      "definition": "ein Möbelstück mit Fächern, das verwendet wird, um Lebensmittel, Geschirr oder andere Haushaltsgegenstände zu lagern.",
      "definition_translation": "предмет мебели с полками, используемый для хранения продуктов, посуды или других домашних вещей.",
      "example": "Ich öffnete den Schrank, um ein Tablett zu holen. Sie wird das Geschirr in den Schrank stellen. Sie hatten das Essen im Schrank gelagert.",
      "example_translation": "Я открыл шкаф, чтобы взять тарелку. Она будет класть посуду в шкаф. Они хранили продуктов в шкафе.",
      "imageLink": "cupboard.jpg",
      "audioLink": "cupboard.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schublade",
      "translation": "выдвижной ящик",
      "definition": "eine Schublade ist ein Behälter, der verwendet wird, um Dinge zu lagern, typischerweise in einem Möbelstück wie einem Schrank oder Tisch.",
      "definition_translation": "Выдвижной ящик - это контейнер, используемый для хранения вещей, обычно найденный в куске мебели, таком как шкаф или стол.",
      "example": "Ich öffnete die Schublade, um meine verlorenen Schlüssel zu finden. Ich hatte sie gestern in die Schublade gelegt. Ich werde die Dokumente in die Schublade legen.",
      "example_translation": "Я открыл выдвижной ящик, чтобы найти пропавшие ключи. Я поместил их в выдвижной ящик昨ий день. Я поместил документы в выдвижной ящик завтра.",
      "imageLink": "drawer.jpg",
      "audioLink": "drawer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gabel",
      "translation": "вилка",
      "definition": "Eine Gabel ist ein Essbesteck mit zwei oder drei Zinken, das verwendet wird, um Nahrung zu essen.",
      "definition_translation": "Вилка - это прибор с двумя или тремя зубцами, используемый для еды.",
      "example": "Ich nahm eine Gabel, um mein Abendessen zu essen. Sie wird eine Gabel verwenden, um ihren Salat zu essen. Wir hatten Gabeln verwendet, um unser Essen zu essen.",
      "example_translation": "Я взял вилку, чтобы поесть свою ужин. Она будет использовать вилку, чтобы поесть свой салат. Мы использовали вилки, чтобы поесть нашу еду.",
      "imageLink": "fork.jpg",
      "audioLink": "fork.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kühlgerät",
      "translation": "холодильник",
      "definition": "Ein Kühlgerät ist ein großes elektrisches Gerät, das verwendet wird, um Lebensmittel kalt zu lagern.",
      "definition_translation": "Холодильник - это большое электрическое устройство, используемое для хранения пищевых продуктов в холодном состоянии.",
      "example": "Ich öffnete das Kühlgerät, um ein kaltes Getränk zu holen. Sie werden ein neues Kühlgerät nächste Woche kaufen. Sie hatte das Kühlgerät gestern gereinigt.",
      "example_translation": "Я открыл холодильник, чтобы взять холодный напиток. Они купят новый холодильник на следующей неделе. Она очищала холодильник вчера.",
      "imageLink": "fridge.jpg",
      "audioLink": "fridge.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Küchentisch",
      "translation": "кухонный стол",
      "definition": "Ein Küchentisch ist ein Möbelstück, das verwendet wird, um zu essen, zu arbeiten und im Küchenbereich zu sozialisieren.",
      "definition_translation": "Кухонный стол - это кусок мебели, используемый для еды, работы и общения на кухне.",
      "example": "Wir sammelten uns um den Küchentisch für das Abendessen. Sie hatte den Küchentisch gestern gereinigt. Sie werden einen neuen Küchentisch nächster Monat kaufen.",
      "example_translation": "Мы собрались вокруг кухонного стола на ужин. Она очищала кухонный стол вчера. Они купят новый кухонный столfollowing месяц.",
      "imageLink": "kitchen-table.jpg",
      "audioLink": "kitchen table.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mikrowellenherd",
      "translation": "микроволновая печь",
      "definition": "ein Küchengerät, das elektromagnetische Wellen verwendet, um Lebensmittel schnell zu erhitzen oder zu kochen.",
      "definition_translation": "прибор для приготовления пищи, использующий электромагнитные волны для быстрого нагрева или приготовления еды",
      "example": "Ich hatte die Reste im Mikrowellenherd aufgewärmt. Ich benutze den Mikrowellenherd jeden Tag, um mein Mittagessen zuzubereiten. Ich werde einen neuen Mikrowellenherd nächste Woche kaufen.",
      "example_translation": "Я разогрел оставшиеся пишу в микроволновой печи вчера. Я использую микроволновую печь для приготовления обеда каждый день. Я куплю новую микроволновую печь на следующей неделе.",
      "imageLink": "microwave-oven.jpg",
      "audioLink": "microwave (oven).mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Regal",
      "translation": "полка",
      "definition": "eine flache, meist rechteckige Struktur, die an einer Wand befestigt ist, um Objekte zu lagern.",
      "definition_translation": "плоская, обычно прямоугольная конструкция, прикрепленная к стене, используемая для хранения объектов",
      "example": "Ich legte das Buch auf dem oberen Regal ab. Sie putzte das Regal in der Küche. Das neue Regal wird morgen geliefert.",
      "example_translation": "Я положил книгу на верхнюю полку. Она очистила полку в кухне. Новая полка будет доставлена завтра.",
      "imageLink": "shelf.jpg",
      "audioLink": "shelf.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Spüle",
      "translation": "раковина",
      "definition": "Ein sanitäres Gerät zum Waschen von Händen, Geschirr usw.",
      "definition_translation": "санитарное устройство, используемое для мытья рук, посуды и т.д.",
      "example": "Sie wusch ihre Hände in der Spüle. Er reparierte den Leck in der Spüle gestern. Die Spüle war mit Fett verstopft.",
      "example_translation": "Она помыла руки в раковине. Он починил течь в раковине вчера. Раковина была забита жиром.",
      "imageLink": "sink-1.jpg",
      "audioLink": "sink.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Löffel",
      "translation": "ложка",
      "definition": "Ein Besteck, das aus einem kleinen, gewöhnlich ovalen oder runden Napf mit einem Griff besteht, zum Rühren, Servieren und Essen von Lebensmitteln.",
      "definition_translation": "приспособление, состоящее из небольшой, обычно овальной или круглой чаши, прикрепленной к ручке, используемой для перемешивания, сервировки и еды пищи",
      "example": "Sie aß ihre Suppe mit einem Löffel. Er benutzte einen Löffel, um die Mischung umzurühren. Das Baby ließ seinen Löffel auf den Boden fallen.",
      "example_translation": "Она ела свой суп с ложкой. Он использовал ложку для перемешивания смеси. Младенец уронил ее ложку на пол.",
      "imageLink": "spoon.jpg",
      "audioLink": "spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mülltonne",
      "translation": "мусорная корзина",
      "definition": "Ein Behälter, der verwendet wird, um Abfälle oder Müll zu lagern.",
      "definition_translation": "Контейнер, используемый для хранения или хранения чего-либо, особенно отходов или мусора.",
      "example": "Ich leerte die Mülltonne gestern, aber heute ist sie bereits wieder voll. Ich hole den Müll morgen. Ich holte den Müll letzte Woche.",
      "example_translation": "Я опустошила мусорную корзину вчера, но она уже снова полна. Я выбросаю мусор завтра. Я выбросал мусор на прошлой неделе.",
      "imageLink": "bin.jpg",
      "audioLink": "bin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Geschirrspüler",
      "translation": "посудомоечная машина",
      "definition": "Eine Maschine, die Geschirr automatisch wäscht und reinigt.",
      "definition_translation": "Машина, которая автоматически моет и чистит посуду.",
      "example": "Ich lud den Geschirrspüler letzte Nacht, aber er funktioniert nicht. Ich repariere ihn heute. Ich reparierte den Geschirrspüler gestern.",
      "example_translation": "Я загрузил посудомоечную машину прошлой ночью, но она не включилась. Я исправлю это сегодня. Я исправил посудомоечную машину вчера.",
      "imageLink": "dishwasher.jpg",
      "audioLink": "dishwasher.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Elektrokessel",
      "translation": "электрический чайник",
      "definition": "Ein Kessel, der mit Strom betrieben wird und verwendet wird, um Wasser zu kochen.",
      "definition_translation": "Чайник, работающий от электричества и используемый для кипячения воды.",
      "example": "Ich steckte den Elektrokessel gestern morgen ein, aber er kochte nicht. Ich kaufe einen neuen heute. Ich kaufte einen neuen Elektrokessel gestern.",
      "example_translation": "Я ввел электрический чайник сегодня утром, но он не кипел. Я куплю новый сегодня. Я купил новый электрический чайник вчера.",
      "imageLink": "electric-kettle.jpg",
      "audioLink": "electric kettle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gefriergerät",
      "translation": "морозильник",
      "definition": "Ein Gerät, das Lebensmittel bei sehr niedriger Temperatur einfriert.",
      "definition_translation": "Прибор, который сохраняет пищу в замороженном состоянии при очень низкой температуре.",
      "example": "Ich legte das Fleisch in das Gefriergerät letzte Woche, aber ich vergaß, es anzuschalten. Ich tauge es heute. Ich tauten das Gefriergerät gestern.",
      "example_translation": "Я положил мясо в морозильник на прошлой неделе, но забыл включить его. Я разморозит сегодня. Я разморозил морозильник вчера.",
      "imageLink": "freezer.jpg",
      "audioLink": "freezer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bratpfanne",
      "translation": "сковорода",
      "definition": "Eine Bratpfanne ist eine Art von Kochgeschirr, das zum Braten, Sautieren und Anbraten von Lebensmitteln bei mittlerer bis hoher Hitze verwendet wird.",
      "definition_translation": "Сковорода - это тип посуды для приготовления пищи, используемый для жарки, обжарки и поджарки пищи на среднем или высоком огне.",
      "example": "Ich benutzte eine Bratpfanne, um das Steak gestern zu kochen, aber heutelege ich es in den Backofen. Morgen werde ich eine Bratpfanne wieder verwenden, um Frühstück zu kochen.",
      "example_translation": "Я использовал сковороду, чтобы приготовить стейк вчера, но сегодня я приготовлю его в духовке. Завтра я опять буду использовать сковороду, чтобы приготовить завтрак.",
      "imageLink": "frying-pan.jpg",
      "audioLink": "frying pan.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ofen",
      "translation": "духовка",
      "definition": "Ein Ofen ist ein Küchengerät, das zum Backen, Rösten und Erhitzen von Lebensmitteln verwendet wird.",
      "definition_translation": "Духовка - это кухонная прибор, используемый для выпечки, запекания и нагрева пищи.",
      "example": "Ich vorgewärmte den Ofen, um einen Kuchen zu backen, dann röstete ich einige Gemüse in ihm. Nächste Woche werde ich den Ofen verwenden, um die Reste aufzuwärmen.",
      "example_translation": "Я разогрел духовку, чтобы испечь торт, затем я запекал в ней некоторые овощи. На следующей неделе я буду использовать духовку, чтобы разогреть оставшиеся от еды.",
      "imageLink": "oven.jpg",
      "audioLink": "oven.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Topf",
      "translation": "кастрюля",
      "definition": "Ein Topf ist ein Behälter, der zum Kochen oder Lagern von Lebensmitteln und Flüssigkeiten verwendet wird.",
      "definition_translation": "Кастрюля - это контейнер, используемый для приготовления или хранения пищи и жидкостей.",
      "example": "Ich kochte Wasser in einem Topf gestern, und dann benutzte ich ihn, um die Suppe zu kochen. Morgen werde ich einen Topf verwenden, um die Reste aufzubewahren.",
      "example_translation": "Я кипятил воду в кастрюле вчера, а затем использовал ее, чтобы приготовить суп. Завтра я буду использовать кастрюлю, чтобы хранить оставшиеся от еды.",
      "imageLink": "pot.jpg",
      "audioLink": "pot.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Saucepfanne",
      "translation": "сотейник",
      "definition": "Eine Saucepfanne ist eine Art von Topf, der zum Kochen und Erhitzen von Saucen, Suppen und anderen Flüssigkeiten verwendet wird.",
      "definition_translation": "Сотейник - это тип кастрюли, используемый для приготовления и нагрева соусов, супов и других жидкостей.",
      "example": "Ich benutzte eine Saucepfanne, um die Sauce gestern zu erhitzen, und dann benutzte ich sie, um die Suppe zu kochen. Morgen werde ich eine Saucepfanne verwenden, um eine neue Sauce herzustellen.",
      "example_translation": "Я использовал сотейник, чтобы разогреть соус вчера, а затем использовал его, чтобы приготовить суп. Завтра я буду использовать сотейник, чтобы сделать новый соус.",
      "imageLink": "saucepan.jpg",
      "audioLink": "saucepan.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wasserhahn",
      "translation": "кран",
      "definition": "Ein Hahn oder Ventil zur Steuerung des Flusses einer Flüssigkeit, typischerweise Wasser oder Gas.",
      "definition_translation": "Кран или клапан для регулирования потока жидкости, обычно воды или газа.",
      "example": "Ich drehte den Wasserhahn auf, um das Bad zu füllen. Gestern drehte ich den Wasserhahn auf, um meine Hände zu waschen. Morgen werde ich den Wasserhahn aufdrehen, um die Pflanzen zu bewässern.",
      "example_translation": "Я повернул кран, чтобы наполнить ванну. Вчера я повернул кран, чтобы помыть руки. Завтра я поверну кран, чтобы полить растения.",
      "imageLink": "tap.jpg",
      "audioLink": "tap.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Teekessel",
      "translation": "чайник",
      "definition": "Ein Gefäß, typischerweise aus Keramik oder Metall, das zum Zubereiten und Servieren von Tee verwendet wird.",
      "definition_translation": "Сосуд, обычно сделанный из керамики или металла, используемый для заваривания и сервировки чая.",
      "example": "Ich brühte eine Tasse Tee im Teekessel auf. Meine Großmutter brühte jeden Morgen Tee im Teekessel auf. Ich werde einen neuen Teekessel für den Geburtstag meiner Schwester kaufen.",
      "example_translation": "Я заварил чашку чая в чайнике. Моя бабушка обычно заваривала чай в чайнике каждый утром. Я куплю новый чайник на день рождения сестры.",
      "imageLink": "teapot.jpg",
      "audioLink": "teapot.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dosenöffner",
      "translation": "консервный нож",
      "definition": "Ein Gerät, das verwendet wird, um Metallbehälter, insbesondere solche für Konserven, zu öffnen.",
      "definition_translation": "Устройство, используемое для открытия металлических контейнеров, особенно тех, которые используются для консервов.",
      "example": "Ich benutzte einen Dosenöffner, um die Dose mit Bohnen zu öffnen. Meine Mutter hält immer einen Dosenöffner in ihrer Küchenschublade. Ich werde einen Dosenöffner benötigen, um die Dose mit Tomaten zu öffnen.",
      "example_translation": "Я использовал консервный нож, чтобы открыть банку с фасолью. Моя мать всегда хранит консервный нож в ящике кухонного стола. Мне понадобится консервный нож, чтобы открыть банку с помидорами.",
      "imageLink": "tin-opener.jpg",
      "audioLink": "tin opener.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Toaster",
      "translation": "тостер",
      "definition": "Ein kleines elektrisches Gerät, das verwendet wird, um Scheiben Brot zu toasten.",
      "definition_translation": "Маленькое электрическое устройство, используемое для приготовления тостов из ломтиков хлеба.",
      "example": "Ich steckte den Toaster ein, um einige Toast zu machen. Mein Bruder verbrennt immer sein Toast im Toaster. Ich werde den Toaster reinigen, bevor ich Frühstück mache.",
      "example_translation": "Я включил тостер, чтобы сделать тост. Мой брат всегда сгорает свой тост в тостере. Я очистлю тостер перед приготовлением завтрака.",
      "imageLink": "toaster.jpg",
      "audioLink": "toaster.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stoff",
      "translation": "ткань",
      "definition": "Ein flexibles künstliches Material, das aus Fasern hergestellt wird und für die Herstellung von Kleidung, Polstern und anderen Textilprodukten verwendet wird.",
      "definition_translation": "Гибкий искусственный материал, изготовленный из волокон, используемый для производства одежды, обивки и других текстильных продуктов.",
      "example": "Sie kaufte einen schönen Stoff für ihr neues Kleid. Gestern hatte sie es genäht. Morgen wird sie es zum Abendessen tragen.",
      "example_translation": "Она купила красивую ткань для своей новой рубашки. Вчера онашила ее. Завтра она наденет ее на вечеринку.",
      "imageLink": "cloth.jpg",
      "audioLink": "cloth.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kaffeemaschine",
      "translation": "кофемашина",
      "definition": "Ein elektrisches Gerät, das Kaffee aus gemahlenen Kaffeebohnen zubereitet.",
      "definition_translation": "Электрический прибор, который варит кофе из молотого кофе.",
      "example": "Sie kaufte eine Kaffeemaschine für ihre neue Küche. Letzte Woche verwendete sie sie, um Kaffee für ihre Gäste zu machen. Nächste Woche wird sie sie verwenden, um Kaffee für ihre Familie zu machen.",
      "example_translation": "Она купила кофемашину для своей новой кухни. На прошлой неделе она использовала ее, чтобы сделать кофе для своих гостей. На следующей неделе она будет использовать ее, чтобы сделать кофе для своей семьи.",
      "imageLink": "coffeemaker.jpg",
      "audioLink": "coffee maker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Korkenzieher",
      "translation": "открыватель для пробки",
      "definition": "Ein Gerät, das verwendet wird, um den Korken aus einer Weinflasche zu entfernen.",
      "definition_translation": "Устройство для снятия пробки с винной бутылки.",
      "example": "Er benutzte einen Korkenzieher, um die Weinflasche zu öffnen. Gestern hatte er sie mit einem Korkenzieher geöffnet. Morgen wird er sie wieder mit einem Korkenzieher öffnen.",
      "example_translation": "Он использовал открыватель для пробки, чтобы открыть винную бутылку. Вчера он открыл ее с помощью открывателя для пробки. Завтра он снова откроет ее с помощью открывателя для пробки.",
      "imageLink": "corkscrew.jpg",
      "audioLink": "corkscrew.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Waage",
      "translation": "весы",
      "definition": "Ein Gerät, das verwendet wird, um Objekte oder Personen zu wiegen.",
      "definition_translation": "Устройство для измерения веса объектов или людей.",
      "example": "Sie benutzte die Waage, um sich zu wiegen. Letzte Woche hatte sie ihr Gepäck auf der Waage gewogen. Nächste Woche wird sie ihr Essen auf der Waage wiegen.",
      "example_translation": "Она использовала весы, чтобы измерить свой вес. На прошлой неделе она взвешивала свой багаж на весах. На следующей неделе она будет взвешивать свою еду на весах.",
      "imageLink": "scales.jpg",
      "audioLink": "scales.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hocker",
      "translation": "-taburet",
      "definition": "Ein Hocker ist ein einfacher Sitz ohne Rücken oder Arme, typischerweise mit einem niedrigen Rücken und kurzen Beinen.",
      "definition_translation": "Табурет - это простой сиденье без спинки или рук, обычно с низкой спинкой и короткими ногами.",
      "example": "Ich saß auf einem Hocker in der Küche, aß ein Sandwich. Ich werde auf einem Hocker in der Küche sitzen, ein Sandwich essen. Ich saß auf einem Hocker in der Küche, aß ein Sandwich.",
      "example_translation": "Я сел на табурет в кухне, ел сэндвич. Я буду сидеть на табурете в кухне, ел сэндвич. Я сел на табурет в кухне, ел сэндвич.",
      "imageLink": "stool.jpg",
      "audioLink": "stool.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Backschutzhülle",
      "translation": "формочек для выпечки",
      "definition": "Eine Backschutzhülle ist ein spezieller Schutz, der verwendet wird, um backene Ware zu verhindern, dass sie am Backblech festklebt.",
      "definition_translation": "Формочка для выпечки - это специальный защитник, используемый для предотвращения прилипания выпечки к форме.",
      "example": "Ich benutzte eine Backschutzhülle, um die Kuchenform auszufetten. Ich werde eine Backschutzhülle verwenden, um die Muffin-Form auszufetten. Ich benutzte eine Backschutzhülle, um die Brotform auszufetten.",
      "example_translation": "Я использовал формочку для выпечки, чтобы выровнять форму для торта. Я использую формочку для выпечки, чтобы выровнять форму для маффинов. Я использовал формочку для выпечки, чтобы выровнять форму для хлеба.",
      "imageLink": "baking-sleeve.jpg",
      "audioLink": "baking sleeve.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Biskuitstanze",
      "translation": "формочка для бисквита",
      "definition": "Eine Biskuitstanze ist ein spezielles Werkzeug, das verwendet wird, um Formen aus Teig oder Blätterteig auszustanzen.",
      "definition_translation": "Формочка для бисквита - это специальный инструмент, используемый для вырезания форм из теста или слоеного теста.",
      "example": "Ich benutzte eine Biskuitstanze, um herzförmige Kekse zu machen. Ich werde eine Biskuitstanze verwenden, um sternförmige Biskuit zu machen. Ich benutzte eine Biskuitstanze, um runde Biskuit zu machen.",
      "example_translation": "Я использовал формочку для бисквита, чтобы сделать сердце-образные печенья. Я использую формочку для бисквита, чтобы сделать звездо-образные бисквиты. Я использовал формочку для бисквита, чтобы сделать круглые бисквиты.",
      "imageLink": "biscuit-cutter.jpg",
      "audioLink": "biscuit cutter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Brotmesser",
      "translation": "хлеборезка",
      "definition": "Ein Brotmesser ist ein spezielles Werkzeug, das verwendet wird, um Brot in gleichförmige Scheiben oder Formen zu schneiden.",
      "definition_translation": "Хлеборезка - это специальный инструмент, используемый для нарезки хлеба на равномерные ломти или формы.",
      "example": "Ich benutzte ein Brotmesser, um die Baguette zu schneiden. Ich werde ein Brotmesser verwenden, um das Sandwichbrot zu schneiden. Ich benutzte ein Brotmesser, um das rustikale Brot zu schneiden.",
      "example_translation": "Я использовал хлеборезку, чтобы нарезать багет. Я использую хлеборезку, чтобы нарезать хлеб для сэндвича. Я использовал хлеборезку, чтобы нарезать хрустящий хлеб.",
      "imageLink": "bread-cutter.jpg",
      "audioLink": "bread cutter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kuchenform",
      "translation": "форма для выпечки торта",
      "definition": "Eine Kuchenform ist ein Behälter, der verwendet wird, um einen Kuchen während des Backens zu formen und zu halten.",
      "definition_translation": "Форма для выпечки торта - это контейнер, используемый для формирования и содержания торта во время выпечки.",
      "example": "Ich benutzte eine Kuchenform, um einen leckeren Schokoladenkuchen gestern zu backen. Ich werde eine Kuchenform verwenden, um einen Geburtstagskuchen nächste Woche zu backen. Sie verwendet eine Kuchenform, um jeden Sonntag einen Kuchen zu backen.",
      "example_translation": "Я использовала форму для выпечки торта, чтобы испечь вкусный шоколадный торт вчера. Я собираюсь использовать форму для выпечки торта, чтобы испечь торт на день рождения на следующей неделе. Она использует форму для выпечки торта, чтобы испечь торт каждое воскресенье.",
      "imageLink": "cake-tin.jpg",
      "audioLink": "cake tin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Auflaufform",
      "translation": "керамическая форма для запекания",
      "definition": "Eine Auflaufform ist ein großes, tiefes Gefäß, das verwendet wird, um Aufläufe und andere Gerichte zu backen und zu servieren.",
      "definition_translation": "Керамическая форма для запекания - это большая, глубокая посуда, используемая для выпечки и сервировки запеканок и других блюд.",
      "example": "Ich backte einen Auflauf in einer Auflaufform letzte Nacht. Sie wird eine Auflaufform verwenden, um eine Lasagne heute zu backen. Sie benutzten eine Auflaufform, um ein warmes Essen auf der Party zu servieren.",
      "example_translation": "Я испекла запеканку в керамической форме для запекания вчера ночью. Она будет использовать керамическую форму для запекания, чтобы испечь лазанью сегодня. Они использовали керамическую форму для запекания, чтобы сервировать горячее блюдо на вечеринке.",
      "imageLink": "casserole.jpg",
      "audioLink": "casserole dish.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hackmesser",
      "translation": "нóż для нарезки",
      "definition": "Ein Hackmesser ist eine Art von Messer, die verwendet wird, um Lebensmittel zu hacken und zu zerkleinern.",
      "definition_translation": "Нож для нарезки - это тип ножа, используемого для нарезки и мелкого измельчения пищи.",
      "example": "Ich benutzte ein Hackmesser, um die Gemüse gestern zu hacken. Sie wird ein Hackmesser verwenden, um den Knoblauch heute zu zerkleinern. Er verwendet ein Hackmesser, um das Fleisch jeden Tag zu hacken.",
      "example_translation": "Я использовала нож для нарезки, чтобы нарезать овощи вчера. Она будет использовать нож для нарезки, чтобы размельчить чеснок сегодня. Он использует нож для нарезки, чтобы нарезать мясо каждый день.",
      "imageLink": "chopping-knife.jpg",
      "audioLink": "chopping knife.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Essstäbchen",
      "translation": "палочки для еды",
      "definition": "Essstäbchen sind ein Paar dünner Stäbchen, die verwendet werden, um Essen zu essen, insbesondere in asiatischer Küche.",
      "definition_translation": "Палочки для еды - это пара маленьких, тонких палочек, используемых для еды, особенно в азиатской кухне.",
      "example": "Ich benutzte Essstäbchen, um Sushi in einem japanischen Restaurant letzte Woche zu essen. Sie wird Essstäbchen verwenden, um Nudeln in einem chinesischen Restaurant heute zu essen. Sie benutzten Essstäbchen, um Dumplings in einem koreanischen Restaurant gestern zu essen.",
      "example_translation": "Я использовала палочки для еды, чтобы есть суши в японском ресторане на прошлой неделе. Она будет использовать палочки для еды, чтобы есть лапшу в китайском ресторане сегодня. Они использовали палочки для еды, чтобы есть манты в корейском ресторане вчера.",
      "imageLink": "chopsticks.jpg",
      "audioLink": "chopsticks.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sieb",
      "translation": "дуршлаг",
      "definition": "Ein Sieb ist ein Küchengerät mit Löchern oder Perforationen, das verwendet wird, um Flüssigkeiten von Lebensmitteln abzutrennen, wie zum Beispiel das Abgießen von Pasta, Reis oder Gemüse.",
      "definition_translation": "Кухонное приспособление с отверстиями или дырками, используемое для слива жидкостей из еды, как при мытье и сливе макарон, риса или овощей.",
      "example": "Sie legte die Spaghetti in das Sieb, um überschüssiges Wasser abzutrennen. Gestern hatte sie es benutzt, um den Salat abzuspülen. Bis nächste Woche wird sie es gründlich gereinigt haben.",
      "example_translation": "Она положила спагетти в дуршлаг, чтобы слить избыточную воду. Вчера она использовала его, чтобы помыть листья салата. К следующей неделе она будет тщательно чистить его.",
      "imageLink": "colander.jpg",
      "audioLink": "colander.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schneidebrett",
      "translation": "разделочная доска",
      "definition": "Ein Schneidebrett ist ein flaches, meist rechteckiges Stück Holz oder Kunststoff, das verwendet wird, um Lebensmittel zuzubereiten und zu schneiden.",
      "definition_translation": "Плоская, обычно прямоугольная, деревянная или пластиковая доска, используемая для приготовления и нарезки еды.",
      "example": "Sie legte die Zwiebel auf das Schneidebrett und begann, sie zu hacken. Der Koch hatte es gestern benutzt, um Fisch zu schneiden. Bis nächsten Monat werden sie es durch ein neues ersetzt haben.",
      "example_translation": "Она положила лук на разделочную доску и начала нарезать его. Повар использовал его, чтобы нарезать рыбу вчера. К следующему месяцу они заменят его новой доской.",
      "imageLink": "cutting-board.jpg",
      "audioLink": "cutting board.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mehlsieb",
      "translation": "мука просеиватель",
      "definition": "Ein Mehlsieb ist ein Küchengerät, das verwendet wird, um Mehl und andere trockene Zutaten zu sieben und zu mischen, typischerweise bestehend aus einem perforierten Behälter.",
      "definition_translation": "Кухонный инструмент, используемый для просеивания и смешивания муки и других сухих ингредиентов, обычно состоящий из сетчатой или перфорированной емкости.",
      "example": "Sie goss das Mehl in das Mehlsieb und begann, es mit Zucker zu mischen. Gestern hatte sie es benutzt, um Kakaopulver zu sieben. Bis nächstes Jahr wird sie ein neues kaufen.",
      "example_translation": "Она вылила муку в муку просеиватель и начала смешивать ее с сахаром. Вчера она использовала его, чтобы просеять порошок какао. К следующему году она купит новый просеиватель.",
      "imageLink": "flour-sifter.jpg",
      "audioLink": "flour sifter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fleischschneider",
      "translation": "резка для нарезки продуктов",
      "definition": "Ein Fleischschneider ist ein Küchengerät oder -werkzeug, das verwendet wird, um Lebensmittel, wie Fleisch, Käse und Gemüse, in dünne Scheiben zu schneiden.",
      "definition_translation": "Кухонное устройство или инструмент, используемый для нарезки еды, таких как мясо, сыр и овощи, на тонкие кусочки.",
      "example": "Sie legte die Truthahnbrust auf den Fleischschneider und schnitt sie dünne Scheiben. Gestern hatte sie es benutzt, um Schinken zu schneiden. Bis nächste Woche werden sie es gründlich gereinigt haben.",
      "example_translation": "Она положила грудку индейки на резку для нарезки продуктов и нарезала ее тонко. Вчера она использовала его, чтобы нарезать бекон. К следующей неделе они будут тщательно čistить его.",
      "imageLink": "food-slicer.jpg",
      "audioLink": "food slicer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Trichter",
      "translation": "воронка",
      "definition": "Ein Trichter ist ein Rohr oder eine Röhre, die an einem Ende breit und am anderen Ende schmal ist, verwendet wird, um Flüssigkeiten oder Pulver in eine kleine Öffnung zu gießen.",
      "definition_translation": "Воронка - это труба или трубка, которая широкая на одном конце и узкая на другом, используемая для наливания жидкостей или порошков в小ное открытие.",
      "example": "Ich verwendete einen Trichter, um Öl in den Motor zu gießen. Ich werde einen Trichter verwenden, um die Chemikalien zu mischen. Sie hatte einen Trichter verwendet, um die Zutaten abzumessen.",
      "example_translation": "Я использовал воронку, чтобы налить масло в двигатель. Я буду использовать воронку, чтобы смешать химические вещества. Она использовала воронку, чтобы измерить ингредиенты.",
      "imageLink": "funnel.jpg",
      "audioLink": "funnel.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Knoblauchpresse",
      "translation": "пресс для чеснока",
      "definition": "Eine Knoblauchpresse ist ein Küchengerät, das verwendet wird, um Knoblauchzehen zu zerquetschen, damit der Knoblauchbrei und -saft leicht freigesetzt werden kann.",
      "definition_translation": "Пресс для чеснока - это кухонный инструмент, используемый для разрушения зубчиков чеснока, что делает легко освободить чесночную мякоть и сок.",
      "example": "Ich presste den Knoblauch durch die Knoblauchpresse, um den Brei herauszubekommen. Sie wird eine Knoblauchpresse verwenden, um die Soße herzustellen. Sie hatten eine Knoblauchpresse verwendet, um das Abendessen vorzubereiten.",
      "example_translation": "Я сжал чеснок через пресс для чеснока, чтобы достать мякоть. Она будет использовать пресс для чеснока, чтобы приготовить соус. Они использовали пресс для чеснока, чтобы приготовить обед.",
      "imageLink": "garlic-press.jpg",
      "audioLink": "garlic press.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Reibe",
      "translation": "терка",
      "definition": "Eine Reibe ist ein Küchengerät, das verwendet wird, um Lebensmittel wie Käse, Gemüse oder Früchte in kleine Stücke zu reiben oder zu raspeln.",
      "definition_translation": "Терка - это кухонный инструмент, используемый для измельчения или натирания продуктов, таких как сыр, овощи или фрукты, в мелкие кусочки.",
      "example": "Ich rieb den Käse mit einer Reibe, um einen Salat herzustellen. Sie wird eine Reibe verwenden, um die Karotten zu raspeln. Sie hatten eine Reibe verwendet, um den Pie-Teig herzustellen.",
      "example_translation": "Я натер сыр с помощью терки, чтобы.make салат. Она будет использовать терку, чтобы натереть морковь. Они использовали терку, чтобы.make корочку пирога.",
      "imageLink": "grater.jpg",
      "audioLink": "grater.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eiscreme-Schöpflöffel",
      "translation": "формочная ложка для мороженого",
      "definition": "Ein Eiscreme-Schöpflöffel ist ein Küchengerät, das verwendet wird, um Eiscreme oder andere gefrorene Desserts in runde Bälle oder Portionsstücke zu portionieren und zu formen.",
      "definition_translation": "Формочная ложка для мороженого - это кухонный инструмент, используемый для порционирования и формирования мороженого или других замороженных десертов в круглые шарики или ложки.",
      "example": "Ich verwendete einen Eiscreme-Schöpflöffel, um perfekte Bälle aus Eiscreme herzustellen. Sie wird einen Eiscreme-Schöpflöffel verwenden, um das gefrorene Joghurt zu portionieren. Sie hatten einen Eiscreme-Schöpflöffel verwendet, um die Sundae herzustellen.",
      "example_translation": "Я использовал формочную ложку для мороженого, чтобы.make идеальные шарики мороженого. Она будет использовать формочную ложку для мороженого, чтобы порционировать замороженный йогурт. Они использовали формочную ложку для мороженого, чтобы.make сандей.",
      "imageLink": "ice-cream-scoop.jpg",
      "audioLink": "ice-cream scoop.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schöpflöffel",
      "translation": "черпак",
      "definition": "Ein Schöpflöffel ist ein löffelförmiges Gerät mit langem Griff, das verwendet wird, um Flüssigkeiten oder Suppen zu servieren oder zu portionieren.",
      "definition_translation": "ложка-черпак с длинной ручкой, используемая для сервировки или наливания жидкостей",
      "example": "Ich verwendete einen Schöpflöffel, um Suppe aus dem Topf zu schöpfen. Gestern lud ich einem Freund Suppe mit einem Schöpflöffel. Morgen werde ich Suppe für unsere Gäste portionieren.",
      "example_translation": "Я использовал черпак, чтобы налить суп из кастрюли. Вчера я отмерил порцию куриного бульона для друга. Завтра я налью суп для наших гостей.",
      "imageLink": "ladle.jpg",
      "audioLink": "ladle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zitronenpresse",
      "translation": "squeeze лимона",
      "definition": "Eine Zitronenpresse ist ein Küchengerät, das verwendet wird, um Saft aus Zitronen oder anderen Zitrusfrüchten zu extrahieren.",
      "definition_translation": "кухонный инструмент, используемый для получения сока из лимонов или других цитрусовых фруктов",
      "example": "Meine Mutter verwendet eine Zitronenpresse, um frischen Zitronensaft herzustellen. Sie presste die Zitronen aus und fügte Zucker hinzu. Nächstes Mal wird sie die Zitronen wieder pressen.",
      "example_translation": "Моя мама используетqueeze лимона, чтобы приготовить свежий лимонад. Она отжала лимоны и добавила сахар по вкусу. В следующий раз она опять отожмет лимоны.",
      "imageLink": "lemon-squeezer.jpg",
      "audioLink": "lemon squeezer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mandoline",
      "translation": "мандолина",
      "definition": "Eine Mandoline ist ein Küchengerät mit einer flachen, einstellbaren Klinge, das verwendet wird, um Gemüse und Früchte zu schneiden und zu julienne.",
      "definition_translation": "кухонный инструмент с плоским, регулируемым лезвием, используемый для нарезки и изготовления соломки из овощей и фруктов",
      "example": "Ich verwendete eine Mandoline, um Karotten für den Salat zu schneiden. Meine Schwester hatte Äpfel mit einer Mandoline geschnitten. Nächste Woche werde ich eine neue Mandoline kaufen, um Zucchini zu julienne.",
      "example_translation": "Я использовал мандолину, чтобы нарезать морковь для салата. Моя сестра нарезала яблоки мандолиной прошлой ночью. На следующей неделе я куплю новую мандолину для изготовления соломки из кабачка.",
      "imageLink": "mandoline.jpg",
      "audioLink": "mandoline.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Messlöffel",
      "translation": "мерная ложка",
      "definition": "Ein Messlöffel ist ein Löffel mit Markierungen für verschiedene Maßeinheiten, der verwendet wird, um Zutaten genau zu messen.",
      "definition_translation": "ложка с маркировкой, указывающей на различные единицы измерения, используемая для точного измерения ингредиентов",
      "example": "Ich brauche einen Messlöffel, um Zucker für das Rezept zu messen. Gestern verwendete ich einen Messlöffel, um Mehl zu messen. Nächstes Mal werde ich einen Messlöffel verwenden, um Salz zu messen.",
      "example_translation": "Мне нужна мерная ложка, чтобы измерить сахар для рецепта. Вчера я использовал мерную ложку, чтобы измерить муку. В следующий раз я буду использовать мерную ложку, чтобы измерить соль.",
      "imageLink": "measuring-spoon.jpg",
      "audioLink": "measuring spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fleischzartmacher",
      "translation": "мягчитель мяса",
      "definition": "Ein Fleischzartmacher ist ein Küchengerät oder -zutat, das verwendet wird, um Fleisch zarter und leichter zu kauen zu machen.",
      "definition_translation": "Мягчитель мяса - это кухонный инструмент или ингредиент, используемый для того, чтобы сделать мясо более мягким и легким для пережевывания.",
      "example": "Sie verwendete einen Fleischzartmacher, um das Steak zarter zu machen. Gestern kaufte sie einen Fleischzartmacher im Laden. Bis nächste Woche wird sie den Fleischzartmacher mehrmals verwendet haben.",
      "example_translation": "Она использовала мягчитель мяса, чтобы сделать стейк более мягким. Вчера она купила мягчитель мяса в магазине. К следующей неделе она будет использовать мягчитель мяса несколько раз.",
      "imageLink": "meat-tenderizer.jpg",
      "audioLink": "meat tenderizer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hackmesser",
      "translation": "мясорубка",
      "definition": "Ein Hackmesser ist ein Küchengerät oder -appliance, das verwendet wird, um Lebensmittel, insbesondere Fleisch, in kleine Stücke zu hacken oder zu mahlen.",
      "definition_translation": "Мясорубка - это кухонное устройство или инструмент, используемый для нарезания или измельчения продуктов, особенно мяса, на маленькие кусочки.",
      "example": "Sie hackte den Knoblauch mit einem Hackmesser. Gestern kaufte er ein Hackmesser im Laden. Bis nächsten Monat werden sie das Hackmesser verwendet haben, um mehrere Gerichte zuzubereiten.",
      "example_translation": "Она мелко нарезала чеснок с помощью мясорубки. Вчера он купил мясорубку в магазине. К следующему месяцу они будут использовать мясорубку, чтобы приготовить несколько блюд.",
      "imageLink": "mincer.jpg",
      "audioLink": "mincer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mörser und Stößel",
      "translation": "ступка и пестик",
      "definition": "Ein Mörser und Stößel ist ein Küchengerät, das verwendet wird, um Lebensmittelzutaten, insbesondere Gewürze und Kräuter, zu zerkleinern, zu zerquetschen oder zu mischen.",
      "definition_translation": "Ступка и пестик - это кухонный инструмент, используемый для измельчения, дробления или смешивания ингредиентов пищи, особенно специй и трав.",
      "example": "Sie benutzte einen Mörser und Stößel, um die Gewürze zu zerkleinern. Gestern kauften sie einen Mörser und Stößel im Laden. Bis nächstem Jahr werden sie den Mörser und Stößel verwendet haben, um mehrere Saucen herzustellen.",
      "example_translation": "Она использовала ступку и пестик, чтобы размолоть специи. Вчера они купили ступку и пестик в магазине. К следующему году они будут использовать ступку и пестик, чтобы приготовить несколько соусов.",
      "imageLink": "mortar-and-pestle.jpg",
      "audioLink": "mortar and pestle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nussknacker",
      "translation": "орехокол",
      "definition": "Ein Nussknacker ist ein Küchengerät oder eine Vorrichtung, die verwendet wird, um Nüsse, insbesondere Walnüsse, Pekannüsse und Haselnüsse, aufzubrechen.",
      "definition_translation": "Орехокол - это кухонный инструмент или устройство, используемое для раскола орехов, особенно грецких орехов, пеканов и фундука.",
      "example": "Sie benutzte einen Nussknacker, um die Walnüsse aufzubrechen. Gestern kaufte er einen Nussknacker im Laden. Bis nächster Woche werden sie den Nussknacker verwendet haben, um mehrere Desserts herzustellen.",
      "example_translation": "Она использовала орехокол, чтобы расколоть грецкие орехи. Вчера он купил орехокол в магазине. К следующей неделе они будут использовать орехокол, чтобы приготовить несколько десертов.",
      "imageLink": "nutcracker.jpg",
      "audioLink": "nutcracker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Teigbrett",
      "translation": "_DOŠČAD ДЛЯ ТЕСТА",
      "definition": "Eine flache, glatte Oberfläche, die verwendet wird, um Teig auszurollen und zu formen, typischerweise aus Holz oder Kunststoff.",
      "definition_translation": "Плоская, гладкая поверхность, используемая для раскатки и формирования теста, обычно изготовленная из дерева или пластика.",
      "example": "Sie breitete den Teig auf dem Teigbrett aus und begann, ihn auszurollen. Gestern hatte sie den Teig auf dem Teigbrett ausgebreitet. Morgen wird sie den Teig auf dem Teigbrett ausbreiten.",
      "example_translation": "Она разложила тесто на доске для теста и начала раскатывать его. Она раскатала тесто на доске для теста вчера. Она будет раскатывать тесто на доске для теста завтра.",
      "imageLink": "pastry-board.jpg",
      "audioLink": "pastry board.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schäler",
      "translation": "ЧИСТИЛЬЩИК",
      "definition": "Ein Küchengerät, das verwendet wird, um die Schale von Früchten und Gemüsen zu entfernen.",
      "definition_translation": "Кухонный инструмент, используемый для удаления кожи плодов и овощей.",
      "example": "Sie benutzte einen Schäler, um die Schale des Apfels zu entfernen. Gestern hatte sie einen Schäler benutzt, um die Schale der Kartoffel zu entfernen. Morgen wird sie einen Schäler benutzen, um die Schale der Karotte zu entfernen.",
      "example_translation": "Она использовала чистильщик, чтобы удалить кожу яблока. Она использовала чистильщик, чтобы удалить кожу картофеля вчера. Она будет использовать чистильщик, чтобы удалить кожу моркови завтра.",
      "imageLink": "peeler.jpg",
      "audioLink": "peeler.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pfeffermühle",
      "translation": "МЕЛЬНИЦА ДЛЯ ПЕРЦА",
      "definition": "Ein Gerät, das verwendet wird, um Pfefferkörner in Pfefferpulver zu mahlen.",
      "definition_translation": "Устройство, используемое для измельчения перечных зерен в перцовый порошок.",
      "example": "Sie drehte die Pfeffermühle, um Pfeffer zu mahlen. Gestern hatte sie die Pfeffermühle gedreht, um Pfeffer zu mahlen. Morgen wird sie die Pfeffermühle drehen, um Pfeffer zu mahlen.",
      "example_translation": "Она повернула мельницу для перца, чтобы размолоть немного перца. Она повернула мельницу для перца, чтобы размолоть немного перца вчера. Она будет поворачивать мельницу для перца, чтобы размолоть немного перца завтра.",
      "imageLink": "pepper-mill.jpg",
      "audioLink": "pepper mill.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pippingbeutel",
      "translation": "КОНДИТЕРСКИЙ МЕШОЧЕК",
      "definition": "Ein Beutel, der verwendet wird, um Zuckerguss oder andere weiche Lebensmittel zu halten und zu verteilen, typischerweise für die Dekoration von Kuchen und Pasteten.",
      "definition_translation": "Мешочек, используемый для хранения и дозирования глазури или других мягких продуктов, обычно используемый для украшения тортов и пирожных.",
      "example": "Sie benutzte einen Pippingbeutel, um den Kuchen zu dekorieren. Gestern hatte sie einen Pippingbeutel benutzt, um die Kekse zu dekorieren. Morgen wird sie einen Pippingbeutel benutzen, um die Cupcakes zu dekorieren.",
      "example_translation": "Она использовала кондитерский мешочек, чтобы украсить торт. Она использовала кондитерский мешочек, чтобы украсить печенье вчера. Она будет использовать кондитерский мешочек, чтобы украсить кексы завтра.",
      "imageLink": "piping-bag.jpg",
      "audioLink": "piping bag.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nudelholz",
      "translation": "скатка для теста",
      "definition": "Ein Nudelholz ist ein zylindrisches Küchengerät, das verwendet wird, um Teig oder Blätterteig zu einer einheitlichen Dicke auszurollen, typischerweise aus Holz, Marmor oder Silikon.",
      "definition_translation": "Скатка для теста - это цилиндрическое кухонное средство, используемое для раскатывания теста или пасты до равномерной толщины, обычно изготовленное из дерева, мрамора или силикона.",
      "example": "Ich benutzte ein Nudelholz, um einen leckeren Apfelkuchen zu backen. Gestern hatte ich es benutzt, um einen Kuchen für meine Schwester zu backen. Ich habe es jahrelang benutzt, um allsorts Pasteten herzustellen.",
      "example_translation": "Я использовал скатку для теста, чтобы приготовить вкусный яблочный пирог вчера. Я снова использовать его завтра, чтобы приготовить торт на день рождения моей сестры. Я использую его уже много лет, чтобы приготовить всевозможные виды выпечки.",
      "imageLink": "rolling-pin.jpg",
      "audioLink": "rolling pin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anrichte",
      "translation": "буфет",
      "definition": "Eine Anrichte ist ein Möbelstück, das traditionell in einem Esszimmer aufgestellt wird, um Tafelgerät, Leinen und andere Gegenstände zu lagern und zu präsentieren.",
      "definition_translation": "Буфет - это предмет мебели, традиционно размещаемый в столовой, используемый для демонстрации и хранения столового прибора, полотенец и других вещей.",
      "example": "Wir hatten eine schöne Anrichte in unserem Esszimmer, auf der wir unser feines Porzellan und unsere Gläser aufbewahrten. Meine Großmutter putzte sie jede Woche. Ich werde nächstes Jahr eine neue kaufen, wenn ich mein neues Haus habe.",
      "example_translation": "У нас был красивый буфет в нашей столовой, где мы хранили всю нашу изящную китайскую посуду и сткляные сосуды. Моя бабушка полировала его каждую неделю. Я куплю новый буфет следующим годом для своего нового дома.",
      "imageLink": "sideboard.jpg",
      "audioLink": "sideboard.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sieb",
      "translation": "сито",
      "definition": "Ein Sieb ist ein Küchengerät mit einem mesh- oder perforiertem Boden, das verwendet wird, um Lebensmittelteilchen verschiedenen Größen zu trennen oder zu filtern.",
      "definition_translation": "Сито - это кухонный инструмент с сетчатым или перфорированным дном, используемый для разделения или фильтрации частиц food разного размера.",
      "example": "Ich benutzte ein Sieb, um Mehl für den Kuchen zu sieben. Sie wird es nächste Woche benutzen, um Reis von Verunreinigungen zu trennen. Sie haben es jahrelang benutzt, um Kaffeepulver zu filtern.",
      "example_translation": "Я использовал сито, чтобы просеять муку для торта. Она будет использовать его на следующей неделе, чтобы отделить рис от примесей. Они использовали его уже много лет, чтобы фильтровать кофейную гущу.",
      "imageLink": "sieve.jpg",
      "audioLink": "sieve.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gewürzregal",
      "translation": "стойка для специй",
      "definition": "Ein Gewürzregal ist ein Küchengerät, das verwendet wird, um Gewürze, Kräuter und andere Würzmittel zu lagern und zu präsentieren.",
      "definition_translation": "Стойка для специй - это инструмент для организации кухни, используемый для хранения и демонстрации специй, трав и других приправ.",
      "example": "Ich habe ein Gewürzregal auf meinem Küchentresen, auf dem ich alle meine Lieblingsgewürze aufbewahre. Sie hatte ein schönes Holz-Gewürzregal in ihrer Küche. Sie werden nächstes Monat ein neues Gewürzregal kaufen, wenn sie ihr neues Haus haben.",
      "example_translation": "У меня есть стойка для специй на моей кухонной поверхности, где я храню все свои любимые специи. У нее был красивый деревянный стеллаж для специй на ее кухне. Они будут покупать новый стеллаж для специй следующим месяцем для своей новой кухни.",
      "imageLink": "spice-rack.jpg",
      "audioLink": "spice rack.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Probierlöffel",
      "translation": "дегустационная ложка",
      "definition": "Ein Löffel, der zum Probieren von Speisen während des Kochens verwendet wird, typischerweise kleiner als ein Esslöffel.",
      "definition_translation": "Ложка, используемая для дегустации пищи во время приготовления, обычно smaller than столовой ложки.",
      "example": "Ich benutzte einen Probierlöffel, um den Geschmack der Suppe zu überprüfen. Gestern benutzte ich einen Probierlöffel, um die Soße zu probieren. Morgen werde ich den Kuchen mit einem Probierlöffel probieren.",
      "example_translation": "Я использовал дегустационную ложку, чтобы проверить вкус супа. Вчера я попробовал соус дегустационной ложкой. Завтра я попробую 케이к дегустационной ложкой.",
      "imageLink": "tasting-spoon.jpg",
      "audioLink": "tasting spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zeitnehmer",
      "translation": "таймер",
      "definition": "Ein Gerät, das den Zeitabstand eines Ereignisses oder Prozesses misst.",
      "definition_translation": "Устройство, измеряющее временной интервал события или процесса.",
      "example": "Ich stellte den Zeitnehmer auf 10 Minuten ein. Gestern vergaß ich, den Zeitnehmer einzustellen. Morgen werde ich den Zeitnehmer auf 5 Minuten einstellen.",
      "example_translation": "Я поставил таймер на 10 минут. Вчера я забыл поставить таймер. Завтра я поставлю таймер на 5 минут.",
      "imageLink": "timer.jpg",
      "audioLink": "timer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Quirl",
      "translation": "взбиватель",
      "definition": "Ein Küchengerät, das zum Mischen und Vermischen von Lebensmitteln verwendet wird, typischerweise bestehend aus einem Griff und einer Serie von Drahtschleifen.",
      "definition_translation": "Кухонный инструмент, используемый для смешивания и взбивания продуктов, обычно состоящий из рукоятки и серии проволочных петель.",
      "example": "Ich benutzte einen Quirl, um die Eier und den Zucker zu mischen. Gestern quirlte ich die Sahne, bis sie steif wurde. Morgen werde ich den Quirl verwenden, um die Soße glatt zu machen.",
      "example_translation": "Я использовал взбиватель, чтобы смешать яйца и сахар. Вчера я взбил крем до тех пор, пока он не стал твердым. Завтра я взбью соус, чтобы он стал гладким.",
      "imageLink": "whisk.jpg",
      "audioLink": "whisk.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Arbeitsplatte",
      "translation": "рабочая поверхность",
      "definition": "Eine flache Oberfläche in einer Küche, typischerweise aus Holz, Formica oder Granit, die zum Vorbereiten und Kochen von Speisen verwendet wird.",
      "definition_translation": "Плоская поверхность в кухне, обычно сделанная из дерева, формики или гранита, используемая для приготовления и приготовления пищи.",
      "example": "Ich säuberte die Arbeitsplatte, bevor ich mit dem Kochen begann. Gestern platzierte ich die Zutaten auf der Arbeitsplatte. Morgen werde ich die fertigen Gerichte auf der Arbeitsplatte platzieren.",
      "example_translation": "Я очистил рабочую поверхность перед началом приготовления. Вчера я поставил ингредиенты на рабочую поверхность. Завтра я поставлю готовые блюда на рабочую поверхность.",
      "imageLink": "worktop.jpg",
      "audioLink": "worktop.mp3"
    }
  ]
}