{
  "data": [
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "tree",
      "translation": "árvore",
      "definition": "A perennial plant with an elongated stem, or trunk, supporting branches and leaves in most species.",
      "definition_translation": "Uma planta perene com um caule alongado, ou tronco, que suporta galhos e folhas na maioria das espécies.",
      "example": "The tree was tall and shady. It had been planted years ago. It will be cut down next week.",
      "example_translation": "A árvore era alta e sombreada. Havia sido plantada anos atrás. Será cortada na próxima semana.",
      "imageLink": "tree.jpg",
      "audioLink": "tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "apple tree",
      "translation": "macieira",
      "definition": "A deciduous tree cultivated for its fruit, which is often eaten fresh or used in cooking.",
      "definition_translation": "Uma árvore decídua cultivada pelo seu fruto, que é frequentemente comido fresco ou usado na cozinha.",
      "example": "The apple tree bloomed beautifully in spring. It produces delicious apples every year. It will be harvested next month.",
      "example_translation": "A macieira floresceu lindamente na primavera. Produz maçãs deliciosas todos os anos. Será colhida no próximo mês.",
      "imageLink": "apple-tree.jpg",
      "audioLink": "apple tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "forest",
      "translation": "floresta",
      "definition": "A large area of land covered with trees and undergrowth.",
      "definition_translation": "Uma grande área de terra coberta com árvores e vegetação luxuriante.",
      "example": "The forest was dark and mysterious. We hiked through it yesterday. It will be protected by law soon.",
      "example_translation": "A floresta era escura e misteriosa. Passeamos por ela ontem. Será protegida pela lei em breve.",
      "imageLink": "forest.jpg",
      "audioLink": "forest.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "branch",
      "translation": "ramo",
      "definition": "A part of a tree that grows out from the trunk or a main stem, and which carries leaves, flowers, or fruit.",
      "definition_translation": "Uma parte de uma árvore que cresce a partir do tronco ou de um ramo principal, e que carrega folhas, flores ou frutos.",
      "example": "The branch broke off in the storm. It was weak and brittle. It will be pruned next season.",
      "example_translation": "O ramo quebrou na tempestade. Era fraco e quebradiço. Será podado na próxima estação.",
      "imageLink": "branch.jpg",
      "audioLink": "branch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "fruit tree",
      "translation": "árvore de frutas",
      "definition": "A tree that produces fruit, typically in a garden or orchard.",
      "definition_translation": "Uma árvore que produz frutas, normalmente em um jardim ou pomar.",
      "example": "I planted a fruit tree in my backyard last year, and now it's bearing apples. I water it every day, and I will harvest the fruits next summer.",
      "example_translation": "Eu plantei uma árvore de frutas no meu quintal no ano passado, e agora ela está dando maçãs. Eu a rego todos os dias, e vou colher as frutas no próximo verão.",
      "imageLink": "fruit-tree.jpg",
      "audioLink": "fruit tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "leaf",
      "translation": "folha",
      "definition": "A flat, usually green, structure that grows on a plant or tree.",
      "definition_translation": "Uma estrutura plana, geralmente verde, que cresce em uma planta ou árvore.",
      "example": "The leaf on the stem waved gently in the breeze. I picked a leaf from the tree and examined it closely. The leaf will fall off the tree next autumn.",
      "example_translation": "A folha no caule ondulou suavemente na brisa. Eu peguei uma folha da árvore e examinei-a de perto. A folha irá cair da árvore no outono próximo.",
      "imageLink": "leaf.jpg",
      "audioLink": "leaf.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "oak",
      "translation": "carvalho",
      "definition": "A type of deciduous tree with a hard, durable wood.",
      "definition_translation": "Um tipo de árvore decídua com madeira dura e durável.",
      "example": "The oak tree in our backyard is over 100 years old. I carved my initials on an oak plank last weekend. The oak tree will provide shade for our children in the future.",
      "example_translation": "A árvore de carvalho no nosso quintal tem mais de 100 anos. Eu gravei minhas iniciais em uma prancha de carvalho no último fim de semana. A árvore de carvalho fornecerá sombra para nossos filhos no futuro.",
      "imageLink": "oak.jpg",
      "audioLink": "oak.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "plum tree",
      "translation": "árvore de ameixa",
      "definition": "A type of fruit tree that produces plums, typically in a garden or orchard.",
      "definition_translation": "Um tipo de árvore de frutas que produz ameixas, normalmente em um jardim ou pomar.",
      "example": "I planted a plum tree in my backyard last spring, and now it's bearing delicious plums. I water it every day, and I will harvest the plums next summer.",
      "example_translation": "Eu plantei uma árvore de ameixa no meu quintal na última primavera, e agora ela está dando ameixas deliciosas. Eu a rego todos os dias, e vou colher as ameixas no próximo verão.",
      "imageLink": "plum-tree.jpg",
      "audioLink": "plum tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "root",
      "translation": "raiz",
      "definition": "The underground part of a plant, including the roots, tubers, or other structures below the ground.",
      "definition_translation": "A parte subterrânea de uma planta, incluindo as raízes, tubérculos ou outras estruturas abaixo do solo.",
      "example": "The root of the tree was rotten, but the branches were still healthy. Yesterday, I helped my grandmother to dig up the root of the old oak tree. By next spring, the new root system will be fully developed.",
      "example_translation": "A raiz da árvore estava podre, mas os ramos ainda estavam saudáveis. Ontem, ajudei minha avó a desenterrar a raiz da velha árvore de carvalho. No próximo outono, o novo sistema de raízes estará完全 desenvolvido.",
      "imageLink": "root.jpg",
      "audioLink": "root.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "palm",
      "translation": "palmeira",
      "definition": "A tall, slender palm tree, typically having a single stem and a crown of leaves.",
      "definition_translation": "Uma árvore de palmeira alta e esbelta, tipicamente tendo um caule único e uma coroa de folhas.",
      "example": "I sat under the palm tree to rest. The palm tree in our backyard is over 10 years old. By next year, we will have harvested palm oil from our farm.",
      "example_translation": "Eu me sentei debaixo da árvore de palmeira para descansar. A árvore de palmeira em nosso quintal tem mais de 10 anos. Até o próximo ano, teremos colhido óleo de palma em nossa fazenda.",
      "imageLink": "palm.jpg",
      "audioLink": "palm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "woodland",
      "translation": "floresta",
      "definition": "A wooded area, especially one with a thick canopy of trees and undergrowth.",
      "definition_translation": "Uma área arborizada, especialmente uma com uma canopy densa de árvores e vegetação rasteira.",
      "example": "The woodland was teeming with wildlife. We took a hike through the woodland last weekend. By next autumn, the woodland will be filled with fallen leaves.",
      "example_translation": "A floresta estava fervilhando de vida selvagem. Nós fizemos um passeio pela floresta no último fim de semana. Até o próximo outono, a floresta estará cheia de folhas caídas.",
      "imageLink": "woodland.jpg",
      "audioLink": "woodland.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "acacia",
      "translation": "acácia",
      "definition": "A tree or shrub of the genus Acacia, having compound leaves and bearing small, often yellowish flowers.",
      "definition_translation": "Uma árvore ou arbusto do gênero Acacia, tendo folhas compostas e produzindo pequenas flores, muitas vezes amarelas.",
      "example": "The acacia tree provided shade for our picnic. We planted an acacia tree in our garden last month. By next summer, the acacia tree will be in full bloom.",
      "example_translation": "A árvore de acácia proporcionou sombra para nosso piquenique. Nós plantamos uma árvore de acácia em nosso jardim no mês passado. Até o próximo verão, a árvore de acácia estará em plena floração.",
      "imageLink": "acacia.jpg",
      "audioLink": "acacia.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "alder",
      "translation": "amieiro",
      "definition": "A deciduous tree of the birch family, with conical leaves and woody fruit that resembles a small cone.",
      "definition_translation": "Uma árvore decídua da família do bordo, com folhas coníferas e fruto lenhoso que se assemelha a um pequeno cone.",
      "example": "The alder tree near the riverbank was home to many birds. The aldern tree was struck by lightning yesterday. The alder tree will be planted in the new park next year.",
      "example_translation": "A árvore de amieiro perto da margem do rio era lar de muitos pássaros. A árvore de amieiro foi atingida por um raio ontem. A árvore de amieiro será plantada no novo parque ano que vem.",
      "imageLink": "alder.jpg",
      "audioLink": "alder.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "almond tree",
      "translation": "amendoeira",
      "definition": "A small deciduous tree native to the Middle East and South Asia, with showy pink or white flowers and edible nuts.",
      "definition_translation": "Uma pequena árvore decídua nativa do Oriente Médio e do Sul da Ásia, com flores rosa ou brancas vistosas e nozes comestíveis.",
      "example": "The almond tree in our backyard bloomed beautifully last spring. The almond tree was pruned by my father last weekend. The almond tree will produce delicious nuts next fall.",
      "example_translation": "A amendoeira em nosso quintal floresceu lindamente na última primavera. A amendoeira foi podada pelo meu pai no último fim de semana. A amendoeira produzirá nozes deliciosas no próximo outono.",
      "imageLink": "almond-tree.jpg",
      "audioLink": "almond tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "ash",
      "translation": "freixo",
      "definition": "A deciduous tree with compound leaves and winged fruits, widely distributed in northern temperate regions.",
      "definition_translation": "Uma árvore decídua com folhas compostas e frutos alados, amplamente distribuída em regiões temperadas do norte.",
      "example": "The ash tree in the park was blown down by the strong wind yesterday. The ash tree is used to make tool handles. The ash tree will be climbed by the adventurous kids next summer.",
      "example_translation": "A árvore de freixo no parque foi derrubada pelo vento forte ontem. A árvore de freixo é usada para fazer cabos de ferramentas. A árvore de freixo será escalada pelas crianças aventureiras no próximo verão.",
      "imageLink": "ash.jpg",
      "audioLink": "ash.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "baobab",
      "translation": "baobá",
      "definition": "A tall, deciduous tree with a thick, water-storing trunk, native to Africa, Australia, and the Indian Ocean.",
      "definition_translation": "Uma árvore alta, decídua com um tronco grosso que armazena água, nativa da África, Austrália e Oceano Índico.",
      "example": "The baobab tree in the savannah was a popular meeting spot for the local villagers. The baobab tree has been providing shade for centuries. The baobab tree will be protected by the new conservation laws next year.",
      "example_translation": "A árvore de baobá na savana era um local de encontro popular para os vilarejos locais. A árvore de baobá tem proporcionado sombra por séculos. A árvore de baobá será protegida pelas novas leis de conservação no ano que vem.",
      "imageLink": "baobab.jpg",
      "audioLink": "baobab.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "beech",
      "translation": "faia",
      "definition": "A deciduous tree with smooth grey bark and small nuts, often used as timber.",
      "definition_translation": "Uma árvore decídua com casca cinza lisa e nozes pequenas, frequentemente utilizada como madeira.",
      "example": "The ancient beech tree stood tall in the forest, its branches swaying gently in the breeze. Yesterday, I saw a beech tree being pruned by a gardener. By next year, the new beech saplings will be thriving.",
      "example_translation": "A antiga árvore de faia estava erguida na floresta, seus ramos balançando suavemente ao vento. Ontem, vi uma árvore de faia sendo podada por um jardineiro. Até o ano que vem, as novas mudas de faia estarão vicejando.",
      "imageLink": "beech.jpg",
      "audioLink": "beech.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "birch",
      "translation": "bettula",
      "definition": "A deciduous tree with white, yellow, or black bark, often used for canoes and furniture.",
      "definition_translation": "Uma árvore decídua com casca branca, amarela ou preta, frequentemente utilizada para canoas e mobiliário.",
      "example": "The birch tree's white bark glistened in the sunlight. I have always loved the fragrance of birch essential oil. By next spring, the birch trees will have grown taller.",
      "example_translation": "A casca branca da árvore de betula brilhava ao sol. Eu sempre amei o aroma do óleo essencial de betula. Até a próxima primavera, as árvores de betula terão crescido mais altas.",
      "imageLink": "birch.jpg",
      "audioLink": "birch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bough",
      "translation": "ramo",
      "definition": "A branch of a tree, especially a large or sturdy one.",
      "definition_translation": "Um ramo de uma árvore, especialmente um grande ou resistente.",
      "example": "The bough of the oak tree broke under the weight of the snow. The squirrel jumped from bough to bough. By next autumn, the boughs will be laden with fruit.",
      "example_translation": "O ramo da árvore de carvalho quebrou com o peso da neve. O esquilo pulou de ramo em ramo. Até o outono que vem, os ramos estarão carregados de frutas.",
      "imageLink": "bough.jpg",
      "audioLink": "bough.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cedar",
      "translation": "cedro",
      "definition": "An evergreen tree with aromatic wood, often used for building and furniture.",
      "definition_translation": "Uma árvore perene com madeira aromática, frequentemente utilizada para construção e mobiliário.",
      "example": "The cedar wood smelled wonderful in the cabin. I love the scent of cedar essential oil. By next summer, the cedar trees will be providing shade.",
      "example_translation": "A madeira de cedro cheirava incrível na cabana. Eu amo o aroma do óleo essencial de cedro. Até o próximo verão, as árvores de cedro estarão proporcionando sombra.",
      "imageLink": "cedar.jpg",
      "audioLink": "cedar.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cherry tree",
      "translation": "cerejeira",
      "definition": "A deciduous tree of the rose family, with showy flowers and red fruit that is often eaten fresh or used in baking.",
      "definition_translation": "Uma árvore decidua da família das rosas, com flores vistosas e fruto vermelho que é freqüentemente comido fresco ou usado em padaria.",
      "example": "The cherry tree in our backyard was blooming beautifully last spring. Now it's summer, and we're enjoying the sweet cherries. Next year, we'll prune it to maintain its shape.",
      "example_translation": "A cerejeira em nosso quintal estava florescendo lindamente na última primavera. Agora é verão, e estamos desfrutando das doces cerejas. No ano que vem, vamos podá-la para manter sua forma.",
      "imageLink": "cherry-tree.jpg",
      "audioLink": "cherry tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "coconut palm",
      "translation": "palmeira de coco",
      "definition": "A tall palm tree with a long, slender trunk and large, spreading leaves, native to tropical regions and widely cultivated for its fruit and oil.",
      "definition_translation": "Uma palmeira alta com um tronco longo e esbelto e folhas grandes, nativa de regiões tropicais e amplamente cultivada por seu fruto e óleo.",
      "example": "We saw a coconut palm swaying gently in the breeze on the beach. The coconut palm has been a vital source of food and shelter for centuries. By next year, we'll have planted a coconut palm in our backyard.",
      "example_translation": "Vimos uma palmeira de coco balançando suavemente ao vento na praia. A palmeira de coco tem sido uma fonte vital de comida e abrigo por séculos. Até o ano que vem, vamos plantar uma palmeira de coco em nosso quintal.",
      "imageLink": "coconut-palm.jpg",
      "audioLink": "coconut palm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cone",
      "translation": "cone",
      "definition": "A shape consisting of a circular base and tapering sides that meet at a point, used as a symbol or in mathematics.",
      "definition_translation": "Uma forma consistindo em uma base circular e lados que se estreitam até um ponto, usada como um símbolo ou em matemática.",
      "example": "The cone we used last Christmas was decorated with glittering stars. We'll buy a new cone for the ice cream parlor next week. By then, the cone will have been a part of our family tradition.",
      "example_translation": "O cone que usamos no último Natal foi decorado com estrelas brilhantes. Vamos comprar um novo cone para a sorveteria da próxima semana. Até lá, o cone terá sido parte da nossa tradição familiar.",
      "imageLink": "cone.jpg",
      "audioLink": "cone.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "coniferous tree",
      "translation": "árvore conífera",
      "definition": "A tree that produces cones and has needle-like leaves, such as a pine, spruce, or fir.",
      "definition_translation": "Uma árvore que produz cones e tem folhas semelhantes a agulhas, como um pinheiro, um abeto ou um abeto.",
      "example": "The coniferous tree in our backyard is a beautiful Christmas tree. We'll plant a coniferous tree in our new garden next spring. By then, the coniferous tree will have grown taller than our house.",
      "example_translation": "A árvore conífera em nosso quintal é uma bela árvore de Natal. Vamos plantar uma árvore conífera em nosso novo jardim na próxima primavera. Até lá, a árvore conífera terá crescido mais alta que nossa casa.",
      "imageLink": "coniferous-tree.jpg",
      "audioLink": "coniferous tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "deciduous tree",
      "translation": "árvore decídua",
      "definition": "A tree that sheds its leaves annually, typically in autumn.",
      "definition_translation": "Uma árvore que perde suas folhas anualmente, geralmente no outono.",
      "example": "The deciduous tree in our backyard lost all its leaves last week. It will grow new ones in the spring. By next autumn, it will have shed them again.",
      "example_translation": "A árvore decídua em nosso quintal perdeu todas as suas folhas na semana passada. Ela crescerá novas no próxima primavera. No próximo outono, ela terá perdido novamente.",
      "imageLink": "deciduous-tree.jpg",
      "audioLink": "deciduous tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "elderberry",
      "translation": "sabugueiro",
      "definition": "A deciduous shrub or small tree with clusters of small, round, purple fruits.",
      "definition_translation": "Um arbusto ou árvore pequena decídua com clusters de pequenos frutos redondos, roxos.",
      "example": "I have been eating elderberry jam since I was a child. My grandmother used to make it from the elderberries she picked in the forest. Now, I make it for my own children.",
      "example_translation": "Eu tenho comido geleia de sabugueiro desde que eu era criança. Minha avó costumava fazer isso com os sabugueiros que ela colhia na floresta. Agora, eu faço isso para meus próprios filhos.",
      "imageLink": "elderberry.jpg",
      "audioLink": "elderberry.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "elm",
      "translation": "olmo",
      "definition": "A deciduous tree with a spreading canopy and vase-shaped branches.",
      "definition_translation": "Uma árvore decídua com uma copa espalhada e galhos em forma de vaso.",
      "example": "The elm tree in the park is one of my favorite places to read. I sat under it yesterday, reading a book. I will sit under it again tomorrow, enjoying the shade.",
      "example_translation": "A árvore de olmo no parque é um dos meus lugares favoritos para ler. Eu sentei-me debaixo dela ontem, lendo um livro. Eu sentarei-me debaixo dela novamente amanhã, desfrutando da sombra.",
      "imageLink": "elm.jpg",
      "audioLink": "elm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "fig tree",
      "translation": "figueira",
      "definition": "A deciduous tree or shrub with sweet, juicy fruit that grows in warm climates.",
      "definition_translation": "Uma árvore ou arbusto decídua com frutas doces e suculentas que cresce em climas quentes.",
      "example": "I planted a fig tree in my backyard last year. It grew rapidly and produced delicious fruit. Next year, I will harvest even more figs from it.",
      "example_translation": "Eu plantei uma figueira em meu quintal no ano passado. Ela cresceu rapidamente e produziu frutas deliciosas. No próximo ano, eu colherei ainda mais figos dela.",
      "imageLink": "fig-tree.jpg",
      "audioLink": "fig tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "fir",
      "translation": "abeto",
      "definition": "A fir is a type of evergreen coniferous tree that is native to mountainous regions of Europe, Asia, and North America.",
      "definition_translation": "Um abeto é um tipo de árvore conífera sempre verde que é nativa de regiões montanhosas da Europa, Ásia e América do Norte.",
      "example": "The hikers walked through the dense fir forest, marveling at the towering trees. They had seen fir trees before, but never so many in one place. Next year, they will plant fir trees in their backyard.",
      "example_translation": "Os hikings andaram pela floresta densa de abetos, maravilhados com as árvores altas. Eles haviam visto árvores de abeto antes, mas nunca tantas em um lugar. No ano que vem, eles vão plantar árvores de abeto no quintal de casa.",
      "imageLink": "fir.jpg",
      "audioLink": "fir.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "hazel",
      "translation": "nogueira",
      "definition": "A hazel is a type of deciduous shrub or small tree that is native to Europe and Asia, known for its edible nuts.",
      "definition_translation": "Uma nogueira é um tipo de arbusto decíduo ou árvore pequena que é nativa da Europa e Ásia, conhecida por suas nozes comestíveis.",
      "example": "The hazel bushes grew wild in the forest, their branches tangled together. She had picked hazel nuts from the bushes as a child. In the future, they will cultivate hazel trees.",
      "example_translation": "Os arbustos de nogueira cresciam selvagens na floresta, seus ramos emaranhados entre si. Ela havia colhido nozes de nogueira dos arbustos quando criança. No futuro, eles vão cultivar árvores de nogueira.",
      "imageLink": "hazel.jpg",
      "audioLink": "hazel.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "holly",
      "translation": "aguífera",
      "definition": "A holly is a type of evergreen tree or shrub that is native to Europe, known for its spiny leaves and bright red berries.",
      "definition_translation": "Uma aguífera é um tipo de árvore ou arbusto sempre verde que é nativa da Europa, conhecida por suas folhas espinhosas e bagas vermelhas brilhantes.",
      "example": "The holly tree stood tall in the garden, its branches decorated with lights. They had made holly wreaths for Christmas. In the summer, they will plant new holly bushes.",
      "example_translation": "A árvore de aguífera estava alta no jardim, seus ramos decorados com luzes. Eles haviam feito coroas de aguífera para o Natal. No verão, eles vão plantar novos arbustos de aguífera.",
      "imageLink": "holly.jpg",
      "audioLink": "holly.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "hornbeam",
      "translation": "carrascal",
      "definition": "A hornbeam is a type of deciduous tree that is native to Europe, known for its smooth grey bark and hard wood.",
      "definition_translation": "Um carrascal é um tipo de árvore decídua que é nativa da Europa, conhecida por sua casca cinzenta lisa e madeira dura.",
      "example": "The hornbeam trees lined the driveway, their branches creaking in the wind. They had sat under a hornbeam tree on a sunny day. Next winter, they will prune the hornbeam trees.",
      "example_translation": "As árvores de carrascal linha o caminho de acesso, seus ramos rangendo no vento. Eles haviam sentado debaixo de uma árvore de carrascal em um dia ensolarado. No próximo inverno, eles vão podar as árvores de carrascal.",
      "imageLink": "hornbeam.jpg",
      "audioLink": "hornbeam.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "horse chestnut",
      "translation": "castanheiro-do-parque",
      "definition": "A deciduous tree with palmate leaves and nuts enclosed in a green spiky husk, native to Europe and Asia.",
      "definition_translation": "Uma árvore decídua com folhas palmadas e nozes fechadas em uma casca verde espinhosa, nativa da Europa e Ásia.",
      "example": "The children loved playing conkers with the horse chestnuts they collected from the park. Yesterday, I planted a horse chestnut tree in my backyard. By next year, it will be tall and strong.",
      "example_translation": "As crianças amavam jogar conkers com os castanheiros-do-parque que eles coletavam do parque. Ontem, eu plantei uma árvore de castanheiro-do-parque no meu quintal. Até o ano que vem, ela estará alta e forte.",
      "imageLink": "horse-chestnut.jpg",
      "audioLink": "horse chestnut.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "juniper",
      "translation": "junípero",
      "definition": "An evergreen shrub or small tree with needle-like leaves and purple berries, native to mountainous regions.",
      "definition_translation": "Um arbusto ou árvore pequena sempre-verde com folhas em forma de agulha e bagas roxas, nativa de regiões montanhosas.",
      "example": "The juniper bush in our garden was pruned last week. The aroma of juniper berries is used in many traditional recipes. By the end of the year, I will have planted a juniper tree in my garden.",
      "example_translation": "O arbusto de junípero no nosso jardim foi podado na semana passada. O aroma das bagas de junípero é usado em muitas receitas tradicionais. Até o final do ano, eu terei plantado uma árvore de junípero no meu jardim.",
      "imageLink": "juniper.jpg",
      "audioLink": "juniper.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "larch",
      "translation": "lárice",
      "definition": "A deciduous coniferous tree with needle-like leaves and cones, native to mountainous regions of Europe and Asia.",
      "definition_translation": "Uma árvore conífera decídua com folhas em forma de agulha e cones, nativa de regiões montanhosas da Europa e Ásia.",
      "example": "The larch trees in the forest turned golden yellow in autumn. I will plant a larch tree in my backyard next spring. The larch wood is used for furniture making.",
      "example_translation": "As árvores de lárice na floresta ficaram douradas em outono. Eu vou plantar uma árvore de lárice no meu quintal na próxima primavera. A madeira de lárice é usada para fazer mobiliário.",
      "imageLink": "larch.jpg",
      "audioLink": "larch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "linden",
      "translation": "tilia",
      "definition": "A deciduous tree with heart-shaped leaves and fragrant flowers, native to Europe and Asia.",
      "definition_translation": "Uma árvore decídua com folhas em forma de coração e flores fragrantes, nativa da Europa e Ásia.",
      "example": "The linden tree in the park was in full bloom last summer. I walked under the linden tree and enjoyed its sweet fragrance. The linden leaves are used in herbal tea.",
      "example_translation": "A árvore de tília no parque estava em plena floração no último verão. Eu caminhei sob a árvore de tília e desfrutei de seu doce perfume. As folhas de tília são usadas em chá herbal.",
      "imageLink": "linden.jpg",
      "audioLink": "linden.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "maple",
      "translation": "ácer",
      "definition": "A maple is a type of deciduous tree known for its brilliant autumn foliage and distinctive palmate leaves.",
      "definition_translation": "Um ácer é um tipo de árvore decídua conhecida por sua follagem de outono brilhante e folhas palmadas distintas.",
      "example": "The maple tree in our backyard was especially vibrant during the fall season. Last year, it was pruned by my father. In the future, I plan to plant more maple trees.",
      "example_translation": "A árvore de ácer em nosso quintal era especialmente vibrante durante a temporada de outono. No ano passado, foi podada pelo meu pai. No futuro, pretendo plantar mais árvores de ácer.",
      "imageLink": "maple.jpg",
      "audioLink": "maple.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "rowan",
      "translation": "sorveira",
      "definition": "A rowan is a type of deciduous tree or shrub with bright red berries, often associated with Celtic mythology and folklore.",
      "definition_translation": "Uma sorveira é um tipo de árvore ou arbusto decíduo com bagos vermelhos brilhantes, frequentemente associada à mitologia e folclore celtas.",
      "example": "The rowan tree in our garden was a favorite spot for birds to nest. Last winter, I saw a rabbit eating the rowan berries. In the spring, I plan to prune the rowan tree to maintain its shape.",
      "example_translation": "A árvore de sorveira em nosso jardim era um local favorito para os pássaros fazerem ninhos. No último inverno, eu vi um coelho comendo os bagos de sorveira. Na primavera, pretendo podar a árvore de sorveira para manter sua forma.",
      "imageLink": "rowan.jpg",
      "audioLink": "rowan.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "sequoia",
      "translation": "sequóia",
      "definition": "A sequoia is a type of evergreen tree native to the western coast of North America, known for its massive size and longevity.",
      "definition_translation": "Uma sequóia é um tipo de árvore perene nativa da costa oeste da América do Norte, conhecida por seu tamanho massive e longevidade.",
      "example": "The sequoia trees in the national park were incredibly tall. Last year, I hiked through the sequoia forest. In the future, I hope to see the giant sequoia tree in California.",
      "example_translation": "As árvores de sequóia no parque nacional eram incrivelmente altas. No ano passado, eu fiz um trekking pela floresta de sequóias. No futuro, espero ver a árvore de sequóia gigante na Califórnia.",
      "imageLink": "sequoia.jpg",
      "audioLink": "sequoia.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "spruce",
      "translation": "pícea",
      "definition": "A spruce is a type of evergreen tree with needle-like leaves, often used for woodworking and construction.",
      "definition_translation": "Uma pícea é um tipo de árvore perene com folhas semelhantes a agulhas, frequentemente usada para marcenaria e construção.",
      "example": "The spruce trees in the forest were densely packed. Last winter, I cut down a spruce tree for firewood. In the future, I plan to build a spruce wood bookshelf.",
      "example_translation": "As árvores de pícea na floresta estavam densamente compactadas. No último inverno, eu cortei uma árvore de pícea para lenha. No futuro, pretendo construir uma estante de madeira de pícea.",
      "imageLink": "spruce.jpg",
      "audioLink": "spruce.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "stone pine",
      "translation": "pinheiro-branco",
      "definition": "A type of evergreen tree with needle-like leaves and cones, native to the Mediterranean region.",
      "definition_translation": "Um tipo de árvore perene com folhas semelhantes a agulhas e cones, nativa da região do Mediterrâneo.",
      "example": "The stone pine is a popular ornamental tree in gardens. It was planted there last year. It will be pruned next week.",
      "example_translation": "O pinheiro-branco é uma árvore ornamental popular em jardins. Foi plantada lá no ano passado. Será podada na próxima semana.",
      "imageLink": "stone-pine.jpg",
      "audioLink": "stone pine.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Swiss pine",
      "translation": "pinheiro-suíço",
      "definition": "A type of evergreen tree with needle-like leaves and cones, native to the mountainous regions of Europe.",
      "definition_translation": "Um tipo de árvore perene com folhas semelhantes a agulhas e cones, nativa das regiões montanhosas da Europa.",
      "example": "The Swiss pine is a common sight in the Swiss Alps. It has been growing there for centuries. It will continue to thrive in the future.",
      "example_translation": "O pinheiro-suíço é uma vista comum nos Alpes Suíços. Tem estado crescendo lá por séculos. Continuará a prosperar no futuro.",
      "imageLink": "swiss-pine.jpg",
      "audioLink": "Swiss pine.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "sycamore",
      "translation": " sicômoro",
      "definition": "A type of deciduous tree with broad leaves and a distinctive shape, native to North America.",
      "definition_translation": "Um tipo de árvore decídua com folhas largas e uma forma distinta, nativa da América do Norte.",
      "example": "The sycamore is a popular choice for urban landscaping. It was planted in the park last month. It will provide shade for generations to come.",
      "example_translation": "O sicômoro é uma escolha popular para paisagismo urbano. Foi plantado no parque no mês passado. Proporcionará sombra para gerações futuras.",
      "imageLink": "sycamore.jpg",
      "audioLink": "sycamore.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "twig",
      "translation": "ramo",
      "definition": "A small branch or stem, especially a thin one, typically from a tree or bush.",
      "definition_translation": "Um pequeno ramo ou haste, especialmente um fino, típico de uma árvore ou arbusto.",
      "example": "The bird built its nest on a twig of the oak tree. It had fallen off the tree last week. It will be used again next year.",
      "example_translation": "O pássaro construiu seu ninho em um ramo da árvore de carvalho. Tinha caído da árvore na semana passada. Será usado novamente no ano que vem.",
      "imageLink": "twig.jpg",
      "audioLink": "twig.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "weeping willow",
      "translation": "chouro chorão",
      "definition": "A weeping willow is a type of tree that has long, drooping branches and is often found near water.",
      "definition_translation": "Um chouro chorão é um tipo de árvore que tem galhos longos e pendentes e é freqüentemente encontrado perto de água.",
      "example": "The weeping willow tree stood tall by the lake, its branches swaying gently in the breeze. Yesterday, the park ranger had pruned its branches. By next summer, it will have grown back beautifully.",
      "example_translation": "A árvore de chouro chorão estava de pé alto pelo lago, seus galhos balançando suavemente na brisa. Ontem, o guarda-parque cortou seus galhos. Até o próximo verão, ela terá crescido novamente de forma bela.",
      "imageLink": "weeping-willow.jpg",
      "audioLink": "weeping willow.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "willow",
      "translation": "salgueiro",
      "definition": "A willow is a type of tree or shrub that has flexible branches and is often found near water.",
      "definition_translation": "Um salgueiro é um tipo de árvore ou arbusto que tem galhos flexíveis e é freqüentemente encontrado perto de água.",
      "example": "The willow tree provided shade for the children playing in the park. The farmer used willow branches to make baskets. By next winter, the willow will have grown taller.",
      "example_translation": "A árvore de salgueiro proporcionou sombra para as crianças brincando no parque. O agricultor usou galhos de salgueiro para fazer cestos. Até o próximo inverno, o salgueiro terá crescido mais alto.",
      "imageLink": "willow.jpg",
      "audioLink": "willow.mp3"
    }
  ]
}