{
  "data": [
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "flower",
      "translation": "flor",
      "definition": "A plant that produces flowers, especially one that is grown in a garden for its beauty or fragrance.",
      "definition_translation": "Uma planta que produz flores, especialmente uma que é cultivada em um jardim por sua beleza ou fragrância.",
      "example": "I planted a flower in the garden yesterday, it's blooming now, and I will deadhead it tomorrow.",
      "example_translation": "Eu plantei uma flor no jardim ontem, está florescendo agora, e eu vou remove-las amanhã.",
      "imageLink": "flower.jpg",
      "audioLink": "flower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "rose",
      "translation": "rosa",
      "definition": "A prickly-stemmed plant that produces fragrant, showy flowers, especially one of the species used in perfumery.",
      "definition_translation": "Uma planta de caule espinhoso que produz flores fragrantes e vistosas, especialmente uma das espécies usadas na perfumaria.",
      "example": "I gave her a rose as a gift, she was thrilled, and will give her another one next week.",
      "example_translation": "Eu dei uma rosa como presente para ela, ela ficou emocionada, e darei outra para ela na próxima semana.",
      "imageLink": "rose.jpg",
      "audioLink": "rose.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "daisy",
      "translation": "margarida",
      "definition": "A perennial plant with white and yellow flowers, commonly found in lawns and meadows.",
      "definition_translation": "Uma planta perene com flores brancas e amarelas, comumente encontrada em gramados e prados.",
      "example": "We picked daisies in the field all day, were picking them now, and will pick more tomorrow.",
      "example_translation": "Nós pegamos margaridas no campo o dia todo, estamos pegando agora, e pegaremos mais amanhã.",
      "imageLink": "daisy.jpg",
      "audioLink": "daisy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "sunflower",
      "translation": "girassol",
      "definition": "A tall, annual plant with large, bright yellow flowers that follow the sun's movement.",
      "definition_translation": "Uma planta alta, anual com flores grandes e amarelas brilhantes que seguem o movimento do sol.",
      "example": "I planted sunflowers in the backyard last week, they are growing now, and will bloom next month.",
      "example_translation": "Eu plantei girassóis no quintal da semana passada, eles estão crescendo agora, e vão florescer próximo mês.",
      "imageLink": "sunflower.jpg",
      "audioLink": "sunflower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "tulip",
      "translation": "túlio",
      "definition": "A tulip is a perennial plant with showy, cup-shaped flowers and a slender stem, often cultivated in gardens.",
      "definition_translation": "Um túlio é uma planta perene com flores em forma de xícara e haste delgada, frequentemente cultivada em jardins.",
      "example": "I planted a tulip in my garden last year, I am planting one now, and I will plant another one next year.",
      "example_translation": "Eu plantei um túlio no meu jardim no ano passado, estou plantando um agora e plantarei outro no ano que vem.",
      "imageLink": "tulip.jpg",
      "audioLink": "tulip.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "aster",
      "translation": "ástera",
      "definition": "Aster is a type of flowering plant that is often used in bouquets and arrangements.",
      "definition_translation": "Ástera é um tipo de planta florífera que é frequentemente usado em buquês e arranjos.",
      "example": "My grandmother had an aster in her garden when I was a child, I see asters in the park now, and I will buy some asters for my wife tomorrow.",
      "example_translation": "Minha avó tinha um ástera no seu jardim quando eu era criança, eu vejo ásteras no parque agora e comprarei alguns ásteras para minha esposa amanhã.",
      "imageLink": "aster.jpg",
      "audioLink": "aster.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "azalea",
      "translation": "azálea",
      "definition": "Azalea is a type of flowering shrub that is often used in landscaping.",
      "definition_translation": "Azálea é um tipo de arbusto florífero que é frequentemente usado em paisagismo.",
      "example": "I walked through an azalea garden last weekend, I am pruning an azalea bush now, and I will plant an azalea tree next spring.",
      "example_translation": "Eu caminhei por um jardim de azálea no fim de semana passado, estou podando um arbusto de azálea agora e plantarei uma árvore de azálea na próxima primavera.",
      "imageLink": "azalea.jpg",
      "audioLink": "azalea.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cactus",
      "translation": "cacto",
      "definition": "A cactus is a type of succulent plant that has thick, waxy stems and sharp spines.",
      "definition_translation": "Um cacto é um tipo de planta suculenta que tem caules grossos e espinhos afiados.",
      "example": "I had a cactus in my room when I was in college, I am watering a cactus now, and I will give a cactus to my friend next week.",
      "example_translation": "Eu tinha um cacto no meu quarto quando eu estava na faculdade, estou regando um cacto agora e darei um cacto ao meu amigo na próxima semana.",
      "imageLink": "cactus.jpg",
      "audioLink": "cactus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "carnation",
      "translation": "cravo",
      "definition": "A carnation is a flowering plant that is often used in bouquets and arrangements.",
      "definition_translation": "Um cravo é uma planta florífera que é frequentemente usada em buquês e arranjos.",
      "example": "I bought a carnation for my mom's birthday yesterday. Today, I'm going to give it to her. Tomorrow, I will remember the look on her face when she receives it.",
      "example_translation": "Eu comprei um cravo para o aniversário da minha mãe ontem. Hoje, vou dar para ela. Amanhã, vou lembrar da expressão no rosto dela quando ela o recebe.",
      "imageLink": "carnation.jpg",
      "audioLink": "carnation.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "chrysanthemum",
      "translation": "crisântemo",
      "definition": "A chrysanthemum is a type of flower that is often associated with Asian cultures and is used in floral arrangements.",
      "definition_translation": "Um crisântemo é um tipo de flor que é frequentemente associado a culturas asiáticas e é usado em arranjos florais.",
      "example": "I planted a chrysanthemum in my garden last year. This year, it is blooming beautifully. Next year, I will have to prune it to keep it healthy.",
      "example_translation": "Eu plantei um crisântemo no meu jardim no ano passado. Este ano, está florescendo lindamente. No ano que vem, vou ter que podá-lo para mantê-lo saudável.",
      "imageLink": "chrysanthemum.jpg",
      "audioLink": "chrysanthemum.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cornflower",
      "translation": "centáurea",
      "definition": "A cornflower is a type of flowering plant that is often found in fields and meadows.",
      "definition_translation": "Uma centáurea é um tipo de planta florífera que é frequentemente encontrada em campos e prados.",
      "example": "I saw a cornflower growing in the field yesterday. Today, I'm taking a picture of it. Tomorrow, I will show it to my friend.",
      "example_translation": "Eu vi uma centáurea crescendo no campo ontem. Hoje, estou tirando uma foto dela. Amanhã, vou mostrá-la para meu amigo.",
      "imageLink": "cornflower.jpg",
      "audioLink": "cornflower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "crocus",
      "translation": "crocus",
      "definition": "A crocus is a type of flowering plant that is often associated with springtime and is known for its vibrant colors.",
      "definition_translation": "Um crocus é um tipo de planta florífera que é frequentemente associado à primavera e é conhecido por suas cores vibrantes.",
      "example": "I planted a crocus in my garden last month. This month, it is blooming. Next month, I will have to water it regularly.",
      "example_translation": "Eu plantei um crocus no meu jardim no mês passado. Este mês, está florescendo. No mês que vem, vou ter que regá-lo regularmente.",
      "imageLink": "crocus.jpg",
      "audioLink": "crocus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "daffodil",
      "translation": "narciso",
      "definition": "A daffodil is a type of flowering plant that is native to Europe and North Africa. It has bright yellow or white flowers with a trumpet-shaped center and is often associated with spring.",
      "definition_translation": "O narciso é um tipo de planta florífera originária da Europa e do Norte da África. Tem flores brilhantes amarelas ou brancas com um centro em forma de trombeta e é frequentemente associado à primavera.",
      "example": "I planted daffodils in my garden last year, and they have already started to bloom again this spring. I have been watering them every day, and I will continue to do so until they stop blooming. By next year, I will have planted even more daffodils.",
      "example_translation": "Eu plantei narcisos no meu jardim no ano passado, e eles já começaram a florescer novamente esta primavera. Eu tenho regado todos os dias, e continuarei a fazê-lo até que eles parem de florescer. Até o ano que vem, eu plantarei ainda mais narcisos.",
      "imageLink": "daffodil.jpg",
      "audioLink": "daffodil.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "dahlia",
      "translation": "dália",
      "definition": "A dahlia is a type of flowering plant that is native to Mexico and Central America. It has showy, brightly colored flowers that can be up to 10 inches in diameter.",
      "definition_translation": "A dália é um tipo de planta florífera originária do México e da América Central. Tem flores vistosas e brilhantes que podem chegar a 10 polegadas de diâmetro.",
      "example": "I have grown dahlias in my garden for years, and they always attract a lot of bees and butterflies. I will plant new dahlias next week, and I expect them to bloom by the end of the summer. By the time I retire, I will have planted dahlias in every corner of my garden.",
      "example_translation": "Eu tenho cultivado dálías no meu jardim há anos, e elas sempre atraem muitos abelhas e borboletas. Eu plantarei novas dálías na próxima semana, e espero que elas floresçam até o final do verão. Quando eu me aposentar, eu terei plantado dálías em todos os cantos do meu jardim.",
      "imageLink": "dahlia.jpg",
      "audioLink": "dahlia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "edelweiss",
      "translation": "edelweiss",
      "definition": "An edelweiss is a type of flowering plant that is native to the European Alps. It has white, star-shaped flowers that are often associated with purity and innocence.",
      "definition_translation": "O edelweiss é um tipo de planta florífera originária dos Alpes Europeus. Tem flores brancas em forma de estrela que são frequentemente associadas à pureza e inocência.",
      "example": "I saw edelweiss flowers blooming on the mountain top when I hiked last weekend. I will always remember the beautiful sight of the edelweiss flowers against the blue sky. By next year, I will have hiked to the top of the mountain again to see the edelweiss blooming.",
      "example_translation": "Eu vi flores de edelweiss florescendo no topo da montanha quando eu fiz uma caminhada no último fim de semana. Eu sempre lembrarei da bela vista das flores de edelweiss contra o céu azul. Até o ano que vem, eu terei subido again até o topo da montanha para ver as flores de edelweiss florescendo.",
      "imageLink": "edelweiss.jpg",
      "audioLink": "edelweiss.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "forget-me-not",
      "translation": "não-me-esqueças",
      "definition": "A forget-me-not is a type of flowering plant that is native to Europe and Asia. It has small, blue flowers that are often associated with love and remembrance.",
      "definition_translation": "O não-me-esqueça é um tipo de planta florífera originária da Europa e da Ásia. Tem flores pequenas e azuis que são frequentemente associadas ao amor e à recordação.",
      "example": "I planted forget-me-nots in my garden last year, and they have already started to bloom again this spring. I will give forget-me-nots to my loved ones as a symbol of remembrance. By next year, I will have planted forget-me-nots in every corner of my garden.",
      "example_translation": "Eu plantei não-me-esqueças no meu jardim no ano passado, e eles já começaram a florescer novamente nesta primavera. Eu darei não-me-esqueças aos meus seres queridos como um símbolo de recordação. Até o ano que vem, eu terei plantado não-me-esqueças em todos os cantos do meu jardim.",
      "imageLink": "forget-me-not.jpg",
      "audioLink": "forget-me-not.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "freesia",
      "translation": "freícia",
      "definition": "Freesia is a genus of bulbs in the family Iridaceae, native to Africa. They are known for their fragrant, funnel-shaped flowers, often used in perfumes and floral arrangements.",
      "definition_translation": "A freícia é um gênero de bulbos na família Iridaceae, nativa da África. Eles são conhecidos por suas flores em forma de funil, frequentemente usadas em perfumes e arranjos florais.",
      "example": "I planted freesia bulbs in my garden last spring, and they bloomed beautifully this summer. I will plant more freesia bulbs next winter. She had planted freesia bulbs in her garden the previous year.",
      "example_translation": "Eu plantei bulbos de freícia em meu jardim na última primavera, e eles floresceram lindamente este verão. Vou plantar mais bulbos de freícia no próximo inverno. Ela havia plantado bulbos de freícia em seu jardim no ano anterior.",
      "imageLink": "freesia.jpg",
      "audioLink": "freesia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "fuchsia",
      "translation": "fuçia",
      "definition": "Fuchsia is a genus of flowering plants in the family Onagraceae, native to South America and New Zealand. They are known for their delicate, pendant-like flowers in shades of pink and purple.",
      "definition_translation": "A fuçia é um gênero de plantas floríferas na família Onagraceae, nativa da América do Sul e da Nova Zelândia. Eles são conhecidos por suas flores delicadas, semelhantes a pingentes, em tons de rosa e púrpura.",
      "example": "I have a fuchsia plant in my living room, and it blooms beautifully every summer. She had a fuchsia plant in her garden, and it bloomed last year. They will have a fuchsia plant in their garden next spring.",
      "example_translation": "Eu tenho uma planta de fuçia em meu quarto de estar, e ela floresce lindamente todos os verões. Ela havia uma planta de fuçia em seu jardim, e ela floresceu no ano passado. Eles terão uma planta de fuçia em seu jardim na próxima primavera.",
      "imageLink": "fuchsia.jpg",
      "audioLink": "fuchsia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "gerbera daisy",
      "translation": "margarida-gerbera",
      "definition": "Gerbera daisy is a type of daisy that is native to South Africa. It is known for its bright, cheerful flowers in a variety of colors, often used in floral arrangements and bouquets.",
      "definition_translation": "A margarida-gerbera é um tipo de margarida nativa da África do Sul. É conhecida por suas flores brilhantes e alegres em uma variedade de cores, frequentemente usadas em arranjos florais e buquês.",
      "example": "I gave her a bouquet of gerbera daisies for her birthday, and she loved them. They will give her a bouquet of gerbera daisies for her wedding. She had given him a bouquet of gerbera daisies for his graduation.",
      "example_translation": "Eu dei a ela um buquê de margaridas-gerbera para o seu aniversário, e ela adorou. Eles darão a ela um buquê de margaridas-gerbera para o seu casamento. Ela havia dado a ele um buquê de margaridas-gerbera para a sua formatura.",
      "imageLink": "gerbera-daisy.jpg",
      "audioLink": "gerbera daisy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "hollyhock",
      "translation": "malva-rosse",
      "definition": "Hollyhock is a type of flowering plant in the mallow family, native to Asia and Europe. It is known for its tall, stately spikes of brightly colored flowers, often used in traditional cottage gardens.",
      "definition_translation": "A malva-rosse é um tipo de planta florífera na família das malvas, nativa da Ásia e da Europa. É conhecida por suas hastes altas e estáveis de flores muito coloridas, frequentemente usadas em jardins de cottage tradicionais.",
      "example": "I planted hollyhock seeds in my garden last spring, and they bloomed beautifully this summer. She will plant hollyhock seeds in her garden next winter. They had planted hollyhock seeds in their garden the previous year.",
      "example_translation": "Eu plantei sementes de malva-rosse em meu jardim na última primavera, e elas floresceram lindamente este verão. Ela plantará sementes de malva-rosse em seu jardim no próximo inverno. Eles haviam plantado sementes de malva-rosse em seu jardim no ano anterior.",
      "imageLink": "hollyhock.jpg",
      "audioLink": "hollyhock.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "hyacinth",
      "translation": "jacinto",
      "definition": "A type of flowering plant, typically having blue, pink, or white bell-shaped flowers.",
      "definition_translation": "Um tipo de planta florida, tipicamente com flores azuis, rosa ou brancas em forma de sino.",
      "example": "I planted a hyacinth in my garden last year, and it bloomed beautifully this spring. Yesterday, I saw a picture of a hyacinth in a magazine, and I will buy one tomorrow.",
      "example_translation": "Eu plantei um jacinto no meu jardim no ano passado, e ele floresceu lindamente nesta primavera. Ontem, eu vi uma foto de um jacinto em uma revista, e eu comprarei um amanhã.",
      "imageLink": "hyacinth.jpg",
      "audioLink": "hyacinth.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "iris",
      "translation": "íris",
      "definition": "A type of flowering plant with showy, colorful flowers, especially a flower of the genus Iris.",
      "definition_translation": "Um tipo de planta florida com flores coloridas e vistosas, especialmente uma flor do gênero Íris.",
      "example": "I bought an iris at the nursery last week, and it's already growing. My grandmother had beautiful irises in her garden, and I will plant one next month.",
      "example_translation": "Eu comprei um íris na nursery semana passada, e ele já está crescendo. Minha avó tinha íris lindas em seu jardim, e eu plantarei um no próximo mês.",
      "imageLink": "iris.jpg",
      "audioLink": "iris.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "lilac",
      "translation": "lilás",
      "definition": "A type of flowering shrub or small tree with purple, pink, or white flowers, especially in Europe and North America.",
      "definition_translation": "Um tipo de arbusto ou árvore pequena florida com flores roxas, rosa ou brancas, especialmente na Europa e América do Norte.",
      "example": "The lilac in my backyard is blooming right now, and it smells wonderful. Last year, I saw a lilac tree in a park, and I will plant one next spring.",
      "example_translation": "O lilás no meu quintal está florescendo agora, e ele cheira incrível. No ano passado, eu vi uma árvore de lilás em um parque, e eu plantarei um na próxima primavera.",
      "imageLink": "lilac.jpg",
      "audioLink": "lilac.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "lily",
      "translation": "lírio",
      "definition": "A type of flowering plant with large, trumpet-shaped flowers, often white, yellow, or pink.",
      "definition_translation": "Um tipo de planta florida com flores grandes em forma de trombeta, frequentemente brancas, amarelas ou rosa.",
      "example": "I have a lily in my garden, and it's one of my favorite flowers. Yesterday, I saw a picture of a lily in a magazine, and I will buy a bouquet of lilies tomorrow.",
      "example_translation": "Eu tenho um lírio no meu jardim, e ele é uma das minhas flores favoritas. Ontem, eu vi uma foto de um lírio em uma revista, e eu comprarei um buquê de lírios amanhã.",
      "imageLink": "lily.jpg",
      "audioLink": "lily.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "lily of the valley",
      "translation": "lírio dos vales",
      "definition": "A lily of the valley is a type of flowering plant with small, bell-shaped flowers that are white or pale yellow in color.",
      "definition_translation": "Um lírio dos vales é um tipo de planta florífera com pequenas flores em forma de sino que são brancas ou amarelo-pálido.",
      "example": "I saw a beautiful lily of the valley in the garden yesterday, but I didn't see it last year. I will see it again next year.",
      "example_translation": "Eu vi um lindo lírio dos vales no jardim ontem, mas não o vi no ano passado. Eu o verei novamente next year.",
      "imageLink": "lily-of-the-valley.jpg",
      "audioLink": "lily of the valley.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "narcissus",
      "translation": "narciso",
      "definition": "A narcissus is a type of flowering plant with showy, cup-shaped flowers that are often white or yellow in color.",
      "definition_translation": "Um narciso é um tipo de planta florífera com flores vistosas, em forma de xícara, que são frequentemente brancas ou amarelas.",
      "example": "I planted a narcissus in my garden last year, and it bloomed beautifully this year. I will plant another one next year.",
      "example_translation": "Eu plantei um narciso no meu jardim no ano passado, e ele floresceu lindamente este ano. Eu plantarei outro no ano que vem.",
      "imageLink": "narcissus.jpg",
      "audioLink": "narcissus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "orchid",
      "translation": "orquídea",
      "definition": "An orchid is a type of exotic flowering plant with showy, colorful flowers that are often grown in greenhouses.",
      "definition_translation": "Uma orquídea é um tipo de planta florífera exótica com flores vistosas, coloridas, que são frequentemente cultivadas em estufas.",
      "example": "I saw a beautiful orchid at the botanical garden yesterday, but I didn't buy it. I will buy one next month.",
      "example_translation": "Eu vi uma linda orquídea no jardim botânico ontem, mas não a comprei. Eu comprarei uma no próximo mês.",
      "imageLink": "orchid.jpg",
      "audioLink": "orchid.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "pansy",
      "translation": "pensée",
      "definition": "A pansy is a type of flowering plant with colorful, delicate flowers that are often grown in gardens.",
      "definition_translation": "Uma pensée é um tipo de planta florífera com flores coloridas, delicadas, que são frequentemente cultivadas em jardins.",
      "example": "I planted a pansy in my garden last spring, and it bloomed beautifully this summer. I will plant another one next spring.",
      "example_translation": "Eu plantei uma pensée no meu jardim na primavera passada, e ela floresceu lindamente este verão. Eu plantarei outra na próxima primavera.",
      "imageLink": "pansy.jpg",
      "audioLink": "pansy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "peony",
      "translation": "peonía",
      "definition": "A peony is a flowering plant that is native to Asia, Europe, and Western North America. It is known for its showy flowers and is often used in ornamental gardens.",
      "definition_translation": "Uma peónia é uma planta florífera nativa da Ásia, Europa e América do Norte Ocidental. É conhecida por suas flores vistosas e é frequentemente usada em jardins ornamentais.",
      "example": "I planted a peony in my garden last year, and it bloomed beautifully this spring. I have been taking care of it, and it will bloom again next year.",
      "example_translation": "Plantei uma peónia em meu jardim no ano passado, e floresceu lindamente esta primavera. Tenho cuidado dela, e florescerá novamente no próximo ano.",
      "imageLink": "peony.jpg",
      "audioLink": "peony.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "poppy",
      "translation": "papoula",
      "definition": "A poppy is a flowering plant that is native to Europe and Asia. It is known for its showy flowers and is often used in ornamental gardens.",
      "definition_translation": "Uma papoula é uma planta florífera nativa da Europa e Ásia. É conhecida por suas flores vistosas e é frequentemente usada em jardins ornamentais.",
      "example": "The poppy fields were in full bloom when we visited the countryside last summer. We took pictures of the beautiful poppies, and I will always remember that trip.",
      "example_translation": "Os campos de papoulas estavam em plena floração quando visitamos o campo no último verão. Tiramos fotos das belas papoulas, e sempre me lembrarei dessa viagem.",
      "imageLink": "poppy.jpg",
      "audioLink": "poppy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "primrose",
      "translation": "prímula",
      "definition": "A primrose is a flowering plant that is native to Europe and North America. It is known for its delicate flowers and is often used in ornamental gardens.",
      "definition_translation": "Uma prímula é uma planta florífera nativa da Europa e América do Norte. É conhecida por suas flores delicadas e é frequentemente usada em jardins ornamentais.",
      "example": "My grandmother used to grow primroses in her garden when I was a child. I would help her water them, and she would tell me stories about her own childhood.",
      "example_translation": "Minha avó costumava cultivar prímulas em seu jardim quando eu era criança. Eu ajudava a regá-las, e ela me contava histórias sobre sua própria infância.",
      "imageLink": "primrose.jpg",
      "audioLink": "primrose.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "snapdragon",
      "translation": "dragão",
      "definition": "A snapdragon is a flowering plant that is native to the Mediterranean region. It is known for its unique flowers and is often used in ornamental gardens.",
      "definition_translation": "Um dragão é uma planta florífera nativa da região do Mediterrâneo. É conhecida por suas flores únicas e é frequentemente usada em jardins ornamentais.",
      "example": "I used to grow snapdragons in my garden when I was a child, and my friends would always be impressed by their bright colors. Now, I have a snapdragon in my office, and it brings back fond memories.",
      "example_translation": "Eu costumava cultivar dragões em meu jardim quando eu era criança, e meus amigos sempre ficavam impressionados com suas cores brilhantes. Agora, tenho um dragão em meu escritório, e ele traz lembranças carinhosas.",
      "imageLink": "snapdragon.jpg",
      "audioLink": "snapdragon.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "snowdrop",
      "translation": "bella-dona",
      "definition": "A snowdrop is a small, bulbous perennial plant that produces white flowers in late winter and early spring.",
      "definition_translation": "Uma drop de neve é uma planta perene bulbosa pequena que produz flores brancas no final do inverno e início da primavera.",
      "example": "The snowdrop bloomed in the garden, The snowdrop will bloom in the garden, The snowdrop had bloomed in the garden.",
      "example_translation": "A drop de neve floresceu no jardim, A drop de neve florescerá no jardim, A drop de neve havia florescido no jardim.",
      "imageLink": "snowdrop.jpg",
      "audioLink": "snowdrop.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "tagetes",
      "translation": "tagetes",
      "definition": "Tagetes is a genus of annual and perennial plants, commonly known as marigolds, that produce bright yellow and orange flowers.",
      "definition_translation": "Tagetes é um gênero de plantas anuais e perenes, comumente conhecidas como calêndulas, que produzem flores amarelas e laranja brilhantes.",
      "example": "The farmer planted tagetes in the field, The farmer will plant tagetes in the field, The farmer had planted tagetes in the field.",
      "example_translation": "O agricultor plantou tagetes no campo, O agricultor plantará tagetes no campo, O agricultor havia plantado tagetes no campo.",
      "imageLink": "tagetes.jpg",
      "audioLink": "tagetes.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "violet",
      "translation": "violeta",
      "definition": "A violet is a small, delicate flower of purple, blue, or white color, with a sweet, fragrant scent.",
      "definition_translation": "Uma violeta é uma flor pequena e delicada de cor púrpura, azul ou branca, com um cheiro doce e fragrante.",
      "example": "The girl picked a violet in the garden, The girl will pick a violet in the garden, The girl had picked a violet in the garden.",
      "example_translation": "A menina colheu uma violeta no jardim, A menina colherá uma violeta no jardim, A menina havia colhido uma violeta no jardim.",
      "imageLink": "violet.jpg",
      "audioLink": "violet.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "water lily",
      "translation": "lírio-d'água",
      "definition": "A water lily is a type of aquatic plant with large, rounded leaves that float on the surface of the water.",
      "definition_translation": "Um lírio-d'água é um tipo de planta aquática com folhas grandes e arredondadas que flutuam na superfície da água.",
      "example": "The water lily bloomed on the pond, The water lily will bloom on the pond, The water lily had bloomed on the pond.",
      "example_translation": "O lírio-d'água floresceu na lagoa, O lírio-d'água florescerá na lagoa, O lírio-d'água havia florescido na lagoa.",
      "imageLink": "water-lily.jpg",
      "audioLink": "water lily.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "windflower",
      "translation": "flor do vento",
      "definition": "A windflower is a type of flowering plant that grows in areas with high winds, having adapted to survive in harsh conditions.",
      "definition_translation": "Uma flor do vento é um tipo de planta florífera que cresce em áreas com ventos fortes, tendo se adaptado para sobreviver em condições adversas.",
      "example": "I saw a beautiful windflower in the garden yesterday. Today, I will plant a windflower in my backyard. By next year, the windflower will have bloomed.",
      "example_translation": "Eu vi uma linda flor do vento no jardim ontem. Hoje, vou plantar uma flor do vento no meu quintal. Até o ano que vem, a flor do vento terá florescido.",
      "imageLink": "windflower.jpg",
      "audioLink": "windflower.mp3"
    }
  ]
}