{
  "data": [
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "coloured pencils",
      "translation": "Lápis de cor",
      "definition": "Coloured pencils are writing or drawing instruments that have a narrow, solid pigment core made of wax, charcoal, or other materials, usually coloured, and are used to colour and draw.",
      "definition_translation": "Lápis de cor são instrumentos de escrita ou desenho que têm um núcleo estreito e sólido feito de cera, carvão ou outros materiais, geralmente coloridos, e são usados para colorir e desenhar.",
      "example": "I used coloured pencils to draw a beautiful landscape. Yesterday, I had used coloured pencils to colour a picture. Tomorrow, I will use coloured pencils to create a masterpiece.",
      "example_translation": "Eu usei lápis de cor para desenhar um lindo paisagem. Ontem, eu havia usado lápis de cor para colorir uma imagem. Amanhã, vou usar lápis de cor para criar uma obra-prima.",
      "imageLink": "crayons.jpg",
      "audioLink": "coloured pencils.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "pencil",
      "translation": "Lápis",
      "definition": "A pencil is a writing or drawing instrument consisting of a narrow, solid graphite core enclosed in a wooden or other cylindrical casing, used to mark or draw on a surface.",
      "definition_translation": "Um lápis é um instrumento de escrita ou desenho que consiste em um núcleo estreito e sólido de grafite, encerrado em um caso cilíndrico de madeira ou outro material, usado para marcar ou desenhar em uma superfície.",
      "example": "I wrote my name with a pencil. Yesterday, I had written a letter with a pencil. Tomorrow, I will use a pencil to take notes.",
      "example_translation": "Eu escrevi meu nome com um lápis. Ontem, eu havia escrito uma carta com um lápis. Amanhã, vou usar um lápis para tomar notas.",
      "imageLink": "pencil.jpg",
      "audioLink": "pencil.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "brush",
      "translation": "Pincel",
      "definition": "A brush is a tool with soft or hard bristles, used for applying, spreading, or smoothing a substance, such as paint, ink, or hair.",
      "definition_translation": "Um pincel é uma ferramenta com cerdas macias ou duras, usada para aplicar, espalhar ou amaciar uma substância, como tinta, tinta ou cabelo.",
      "example": "I used a brush to paint a portrait. Yesterday, I had used a brush to clean my hair. Tomorrow, I will use a brush to apply glue.",
      "example_translation": "Eu usei um pincel para pintar um retrato. Ontem, eu havia usado um pincel para limpar meu cabelo. Amanhã, vou usar um pincel para aplicar cola.",
      "imageLink": "brush-1.jpg",
      "audioLink": "brush.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "ruler",
      "translation": "Régua",
      "definition": "A ruler is a straightedge or a strip of wood, metal, or plastic, with calibrated markings, used for measuring or drawing straight lines.",
      "definition_translation": "Uma régua é uma haste reta ou uma tira de madeira, metal ou plástico, com marcas calibradas, usada para medir ou desenhar linhas retas.",
      "example": "I used a ruler to draw a straight line. Yesterday, I had used a ruler to measure the length of a paper. Tomorrow, I will use a ruler to make a scale drawing.",
      "example_translation": "Eu usei uma régua para desenhar uma linha reta. Ontem, eu havia usado uma régua para medir o comprimento de um papel. Amanhã, vou usar uma régua para fazer um desenho de escala.",
      "imageLink": "ruler.jpg",
      "audioLink": "ruler.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "scissors",
      "translation": "tesouras",
      "definition": "A handheld instrument used for cutting various thin materials such as paper, cloth, or hair, consisting of two blades that are pivoted so that they can be opened and shut.",
      "definition_translation": "Um instrumento portátil usado para cortar vários materiais finos como papel, tecido ou cabelo, composto por duas lâminas que são pivotadas para que possam ser abertas e fechadas.",
      "example": "She used scissors to cut the fabric, then she will use them to cut the paper, and finally she used them to cut her hair.",
      "example_translation": "Ela usou tesouras para cortar o tecido, então ela as usará para cortar o papel e finalmente usou-as para cortar cabelo.",
      "imageLink": "scissors.jpg",
      "audioLink": "scissors.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "button",
      "translation": "botão",
      "definition": "A small round or oval plate or knob, typically made of plastic or metal, used to fasten or decorate clothing.",
      "definition_translation": "Uma pequena placa ou nó redonda ou oval, geralmente feita de plástico ou metal, usada para fechar ou decorar roupas.",
      "example": "She sewed a button on her shirt, then she will sew one on her pants, and finally she sewed one on her coat.",
      "example_translation": "Ela costurou um botão em sua camisa, então ela vai costurar um em suas calças e finalmente costurou um em seu casaco.",
      "imageLink": "button-1.jpg",
      "audioLink": "button.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "drawing pin",
      "translation": "grampo de parede",
      "definition": "A small device with a pointed end, used for holding up or displaying papers or notes on a surface, such as a wall or a board.",
      "definition_translation": "Um dispositivo pequeno com uma ponta afiada, usado para segurar ou exibir papéis ou notas em uma superfície, como uma parede ou um quadro.",
      "example": "She used a drawing pin to hold up the poster, then she will use one to hold up the map, and finally she used one to hold up the photo.",
      "example_translation": "Ela usou um grampo de parede para segurar o pôster, então ela usará um para segurar o mapa e finalmente usou um para segurar a foto.",
      "imageLink": "drawing-pin.jpg",
      "audioLink": "drawing pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "ink",
      "translation": "tinta",
      "definition": "A liquid or gel-like substance used for writing, drawing, or printing, typically black or colored.",
      "definition_translation": "Uma substância líquida ou gelatinosa usada para escrever, desenhar ou imprimir, geralmente preta ou colorida.",
      "example": "She used ink to write a letter, then she will use it to draw a picture, and finally she used it to print a document.",
      "example_translation": "Ela usou tinta para escrever uma carta, então ela a usará para desenhar um quadro e finalmente usou-a para imprimir um documento.",
      "imageLink": "ink.jpg",
      "audioLink": "ink.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "pattern",
      "translation": "padrão",
      "definition": "A pattern is a regular or repeated design or arrangement of things, such as a sequence of numbers or a configuration of shapes.",
      "definition_translation": "Um padrão é um projeto regular ou repetido de coisas, como uma sequência de números ou uma configuração de formas.",
      "example": "The pattern on the fabric was intricate and beautiful. I have been following the same pattern of exercise for months. The company will launch a new pattern of smartphones next year.",
      "example_translation": "O padrão no tecido era intrincado e bonito. Eu tenho seguido o mesmo padrão de exercício por meses. A empresa lançará um novo padrão de smartphones no ano que vem.",
      "imageLink": "pattern.jpg",
      "audioLink": "pattern.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "pin",
      "translation": "alfinete",
      "definition": "A pin is a small thin piece of metal with a pointed end, used for fastening things together or for marking a position.",
      "definition_translation": "Um alfinete é uma pequena peça de metal fina com uma ponta afiada, usada para prender coisas juntas ou para marcar uma posição.",
      "example": "I used a pin to fasten the badge to my jacket. She pinned up her hair with a hairpin. He pinned the map to the wall.",
      "example_translation": "Eu usei um alfinete para prender a insígnia ao meu casaco. Ela prendeu o cabelo com um penteado. Ele prendeu o mapa à parede.",
      "imageLink": "pin-1.jpg",
      "audioLink": "pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "pincushion",
      "translation": "almofada de alfinetes",
      "definition": "A pincushion is a small cushion or pad used to store and organize pins.",
      "definition_translation": "Uma almofada de alfinetes é um pequeno travesseiro ou plataforma usado para armazenar e organizar alfinetes.",
      "example": "I need to refill my pincushion with new pins. The pincushion on her sewing table was overflowing with pins.",
      "example_translation": "Eu preciso repor minha almofada de alfinetes com novos alfinetes. A almofada de alfinetes na mesa de costura dela estava transbordando de alfinetes.",
      "imageLink": "pincushion.jpg",
      "audioLink": "pincushion.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cardboard",
      "translation": "cartão",
      "definition": "Cardboard is a stiff paper-like material made from paper pulp, used for making boxes, packing, and other purposes.",
      "definition_translation": "O cartão é um material semelhante a papel rígido feito de polpa de papel, usado para fazer caixas, embalagem e outros propósitos.",
      "example": "The package was wrapped in cardboard to protect it during shipping. We used cardboard boxes to move our furniture.",
      "example_translation": "O pacote foi embrulhado em cartão para protegê-lo durante o transporte. Nós usamos caixas de cartão para mover nosso mobiliário.",
      "imageLink": "cardboard.jpg",
      "audioLink": "cardboard.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "clay",
      "translation": "argila",
      "definition": "A soft, sticky, earthy material used as a medium for sculpture, pottery, and ceramics.",
      "definition_translation": "Um material macio, pegajoso, terroso usado como meio para escultura, cerâmica e cerâmica.",
      "example": "The artist carefully shaped the clay into a beautiful vase. She had worked with clay for years. The clay will be too dry by tomorrow.",
      "example_translation": "A artista cuidadosamente moldou a argila em um vaso bonito. Ela havia trabalhado com argila por anos. A argila estará muito seca amanhã.",
      "imageLink": "clay.jpg",
      "audioLink": "clay.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "crayons",
      "translation": "lápizes de cor",
      "definition": "Wax-based sticks used for drawing, coloring, and writing.",
      "definition_translation": "Hastes de cera usadas para desenhar, colorir e escrever.",
      "example": "The child loved using crayons to color outside the lines. She had learned to hold crayons correctly in preschool. The crayons will be used for the art project tomorrow.",
      "example_translation": "A criança amava usar lápizes de cor para colorir fora das linhas. Ela havia aprendido a segurar lápizes de cor corretamente na pré-escola. Os lápizes de cor serão usados para o projeto de arte amanhã.",
      "imageLink": "crayons-1.jpg",
      "audioLink": "crayons.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "glue",
      "translation": "cola",
      "definition": "A substance used for joining or sticking things together.",
      "definition_translation": "Um substância usada para juntar ou colar coisas juntas.",
      "example": "She applied glue to the paper carefully. The glue had dried by the time she got home. The children will use glue to make their collages tomorrow.",
      "example_translation": "Ela aplicou cola ao papel cuidadosamente. A cola havia secado quando ela chegou em casa. As crianças usarão cola para fazer suas colagens amanhã.",
      "imageLink": "glue-1.jpg",
      "audioLink": "glue.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "needle",
      "translation": "agulha",
      "definition": "A small, pointed instrument used for sewing, piercing, or pricking.",
      "definition_translation": "Um instrumento pequeno e pontiagudo usado para costura, perfuração ou picada.",
      "example": "She threaded the needle carefully. The needle had broken when she dropped it. The tailor will use a needle to sew the buttons on tomorrow.",
      "example_translation": "Ela enfileirou a agulha cuidadosamente. A agulha havia quebrado quando ela a deixou cair. O alfaiate usará uma agulha para costurar os botões amanhã.",
      "imageLink": "needle.jpg",
      "audioLink": "needle.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "paper napkin",
      "translation": "lenço de papel",
      "definition": "A paper napkin is a small, absorbent piece of paper used to wipe one's mouth and clean up spills while eating.",
      "definition_translation": "Um lenço de papel é um pequeno pedaço de papel absorvente usado para limpar a boca e limpar derramamentos enquanto come.",
      "example": "I used a paper napkin to clean up the spill, then I will use another one to wipe my mouth, and tomorrow I will bring a few extra paper napkins to the picnic.",
      "example_translation": "Eu usei um lenço de papel para limpar o derramamento, então eu vou usar outro para limpar a minha boca, e amanhã eu vou trazer uns lenços de papel extras para o piquenique.",
      "imageLink": "paper-napkin.jpg",
      "audioLink": "paper napkin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "safety pin",
      "translation": "pino de segurança",
      "definition": "A safety pin is a type of pin used to fasten fabric, paper, or other lightweight materials together, having a protective clasp that covers the point to prevent accidental pricking or stabbing.",
      "definition_translation": "Um pino de segurança é um tipo de pino usado para prender tecido, papel ou outros materiais leves juntos, tendo uma trava protetora que cobre a ponta para prevenir picadas ou esfaqueamentos acidentais.",
      "example": "I used a safety pin to fasten the broken zipper on my jacket, then I will use another one to hold together the torn page of my book, and tomorrow I will buy a few more safety pins to organize my craft supplies.",
      "example_translation": "Eu usei um pino de segurança para prender o zíper quebrado do meu casaco, então eu vou usar outro para segurar junto a página rasgada do meu livro, e amanhã eu vou comprar uns pinos de segurança extras para organizar meus suprimentos de artesanato.",
      "imageLink": "safety-pin.jpg",
      "audioLink": "safety pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "sewing machine",
      "translation": "máquina de costura",
      "definition": "A sewing machine is a device used to stitch fabric, paper, or other materials together using thread, powered by electricity, hand cranking, or treadling.",
      "definition_translation": "Uma máquina de costura é um dispositivo usado para costurar tecido, papel ou outros materiais juntos usando fio, movido por eletricidade, manivela manual ou pedais.",
      "example": "I used a sewing machine to hem my pants, then I will use it to make a quilt for my sister, and tomorrow I will teach my daughter how to use the sewing machine to make a simple dress.",
      "example_translation": "Eu usei uma máquina de costura para dobrar as minhas calças, então eu vou usá-la para fazer um edredom para a minha irmã, e amanhã eu vou ensinar a minha filha como usar a máquina de costura para fazer um vestido simples.",
      "imageLink": "sewing-machine.jpg",
      "audioLink": "sewing machine.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "sticker",
      "translation": "adesivo",
      "definition": "A sticker is a small piece of paper or plastic with adhesive on one side, used to decorate or label objects, such as notebooks, laptops, or water bottles.",
      "definition_translation": "Um adesivo é um pequeno pedaço de papel ou plástico com adesivo em um lado, usado para decorar ou rotular objetos, como cadernos, laptops ou garrafas de água.",
      "example": "I used a sticker to decorate my laptop, then I will use another one to label my water bottle, and tomorrow I will buy a set of colorful stickers to decorate my journal.",
      "example_translation": "Eu usei um adesivo para decorar o meu laptop, então eu vou usar outro para rotular a minha garrafa de água, e amanhã eu vou comprar um conjunto de adesivos coloridos para decorar o meu diário.",
      "imageLink": "sticker.jpg",
      "audioLink": "sticker.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "string",
      "translation": "corda",
      "definition": "A long, thin, flexible length of fibers or material used for tying, fastening, or connecting things.",
      "definition_translation": "Um comprimento longo, fino e flexível de fibras ou material usado para amarrar, fixar ou conectar coisas.",
      "example": "I used a string to tie the package. Yesterday, I had used a string to tie my shoes. Tomorrow, I will use a string to hang the picture.",
      "example_translation": "Eu usei uma corda para amarrar o pacote. Ontem, eu havia usado uma corda para amarrar meus sapatos. Amanhã, eu usarei uma corda para pendurar o quadro.",
      "imageLink": "string-1.jpg",
      "audioLink": "string.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "wire",
      "translation": "fio",
      "definition": "A thin, flexible thread or strip of metal, used for conducting electricity or sending messages.",
      "definition_translation": "Um fio fino e flexível de metal, usado para conduzir eletricidade ou enviar mensagens.",
      "example": "The electrician connected the wire to the outlet. Yesterday, she had connected the wire to the lamp. Tomorrow, he will connect the wire to the computer.",
      "example_translation": "O eletricista conectou o fio à tomada. Ontem, ela havia conectado o fio à lâmpada. Amanhã, ele irá conectar o fio ao computador.",
      "imageLink": "wire.jpg",
      "audioLink": "wire.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "zip",
      "translation": "fechar",
      "definition": "A device used to open or close an opening of a bag, garment, or container.",
      "definition_translation": "Um dispositivo usado para abrir ou fechar a abertura de uma bolsa, roupa ou recipiente.",
      "example": "I zipped up my jacket. Yesterday, I had zipped up my backpack. Tomorrow, she will zip up her purse.",
      "example_translation": "Eu fechei o zíper do meu casaco. Ontem, eu havia fechado o zíper da minha mochila. Amanhã, ela irá fechar o zíper da sua bolsa.",
      "imageLink": "zip.jpg",
      "audioLink": "zip.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "(wax) crayons",
      "translation": "lapis de cera",
      "definition": "A stick of colored wax used for coloring or drawing.",
      "definition_translation": "Um stick de cera colorida usado para colorir ou desenhar.",
      "example": "The child used crayons to color the picture. Yesterday, she had used crayons to draw a cat. Tomorrow, he will use crayons to draw a house.",
      "example_translation": "A criança usou lapis de cera para colorir o quadro. Ontem, ela havia usado lapis de cera para desenhar um gato. Amanhã, ele irá usar lapis de cera para desenhar uma casa.",
      "imageLink": "wax-crayons.jpg",
      "audioLink": "(wax) crayons.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "fabric",
      "translation": "tecido",
      "definition": "A material made from fibers, threads, or yarns, used to make clothes, upholstery, and other textile products.",
      "definition_translation": "Um material feito de fibras, fios ou fios, usado para fazer roupas, estofos e outros produtos têxteis.",
      "example": "I bought a piece of fabric to make a new dress. I am going to wash the fabric before sewing it. She will iron the fabric to remove wrinkles.",
      "example_translation": "Eu comprei um pedaço de tecido para fazer um novo vestido. Vou lavar o tecido antes de costurá-lo. Ela irá passar o ferro no tecido para remover rugas.",
      "imageLink": "fabric.jpg",
      "audioLink": "fabric.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "rubber stamp",
      "translation": "carimbo de borracha",
      "definition": "A small device with a raised image or design, used to make a mark or impression on a surface.",
      "definition_translation": "Um dispositivo pequeno com uma imagem ou design elevada, usado para fazer uma marca ou impressão em uma superfície.",
      "example": "The manager used a rubber stamp to sign the documents. She had forgotten her rubber stamp at home. They will buy a new rubber stamp for the office.",
      "example_translation": "O gerente usou um carimbo de borracha para assinar os documentos. Ela havia esquecido seu carimbo de borracha em casa. Eles vão comprar um novo carimbo de borracha para o escritório.",
      "imageLink": "rubber-stamp.jpg",
      "audioLink": "rubber stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "felt",
      "translation": "feltro",
      "definition": "A thick, dense fabric made from wool, hair, or synthetic fibers, often used for making hats, slippers, and other clothing.",
      "definition_translation": "Um tecido grosso e denso feito de lã, cabelo ou fibras sintéticas, frequentemente usado para fazer chapéus, pantufas e outras roupas.",
      "example": "I made a hat from felt last winter. She wore a felt coat to keep warm. They will use felt to make a new pair of slippers.",
      "example_translation": "Eu fiz um chapéu de feltro no inverno passado. Ela usou um casaco de feltro para se manter quente. Eles vão usar feltro para fazer um novo par de pantufas.",
      "imageLink": "felt.jpg",
      "audioLink": "felt.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "pliers",
      "translation": "alicate",
      "definition": "A handheld tool with jaws that can be opened and closed, used for gripping and bending objects.",
      "definition_translation": "Uma ferramenta manual com mandíbulas que podem ser abertas e fechadas, usada para segurar e dobrar objetos.",
      "example": "The plumber used pliers to tighten the pipe. She has a pair of pliers in her toolbox. They will need pliers to fix the broken machinery.",
      "example_translation": "O encanador usou alicates para apertar o cano. Ela tem um par de alicates em sua caixa de ferramentas. Eles vão precisar de alicates para consertar a maquinaria quebrada.",
      "imageLink": "pliers.jpg",
      "audioLink": "pliers.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "press stud",
      "translation": "botão de pressão",
      "definition": "A small device used to fasten or join two parts together, especially on clothing.",
      "definition_translation": "Um dispositivo pequeno usado para prender ou unir duas partes juntas, especialmente em roupas.",
      "example": "She used a press stud to fasten her jacket. She had pressed the stud to secure her shirt. She will press the stud to close her bag.",
      "example_translation": "Ela usou um botão de pressão para fechar seu casaco. Ela havia pressionado o botão para segurar sua camisa. Ela irá pressionar o botão para fechar seu saco.",
      "imageLink": "press-stud.jpg",
      "audioLink": "press stud.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "punch",
      "translation": "soco",
      "definition": "A quick, sudden blow, typically with a closed hand.",
      "definition_translation": "Um golpe rápido e súbito, geralmente com a mão fechada.",
      "example": "He threw a punch at his opponent. She had punched the clock to start her shift. They will punch the air to celebrate.",
      "example_translation": "Ele jogou um soco em seu oponente. Ela havia socado o relógio para começar seu turno. Eles vão socar o ar para comemorar.",
      "imageLink": "punch-2.jpg",
      "audioLink": "punch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "ribbon",
      "translation": "fitinha",
      "definition": "A long, narrow strip of fabric, used for decorating or fastening something.",
      "definition_translation": "Uma tira longa e estreita de tecido, usada para decorar ou prender algo.",
      "example": "She tied a ribbon around the gift. They had worn ribbons on their hats. We will use ribbons to decorate the room.",
      "example_translation": "Ela amarrou uma fitinha em torno do presente. Eles haviam usado fitinhas em seus chapéus. Nós vamos usar fitinhas para decorar o quarto.",
      "imageLink": "ribbon.jpg",
      "audioLink": "ribbon.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "roller",
      "translation": "rolador",
      "definition": "A cylindrical or spherical object that rotates or moves smoothly, used to reduce friction or effort.",
      "definition_translation": "Um objeto cilíndrico ou esférico que rotaciona ou se move suavemente, usado para reduzir a fricção ou esforço.",
      "example": "He used a roller to paint the wall. They had used rollers to transport the heavy load. We will use a roller to smooth out the surface.",
      "example_translation": "Ele usou um rolador para pintar a parede. Eles haviam usado roladores para transportar a carga pesada. Nós vamos usar um rolador para alisar a superfície.",
      "imageLink": "roller-1.jpg",
      "audioLink": "roller.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "sandpaper",
      "translation": "papel de lixa",
      "definition": "a type of paper with a rough surface, used to smooth and remove imperfections from wood and other materials",
      "definition_translation": "um tipo de papel com superfície áspera, usado para Suavizar e remover imperfeições em madeira e outros materiais",
      "example": "I used sandpaper to smooth out the wooden surface before painting it. She had been sandpapering the old door for hours. They will sandpaper the floor tomorrow.",
      "example_translation": "Eu usei papel de lixa para Suavizar a superfície de madeira antes de pintá-la. Ela havia estado lixando a porta antiga por horas. Eles vão lixar o chão amanhã.",
      "imageLink": "sandpaper.jpg",
      "audioLink": "sandpaper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "sequins",
      "translation": "lantejoulas",
      "definition": "small, shiny decorative discs or pieces of material, used to add ornamentation to clothing, accessories, or other objects",
      "definition_translation": "pequenos discos ou pedaços de material brilhantes, usados para adicionar ornamentação em roupas, acessórios ou outros objetos",
      "example": "The dress was covered in sequins and sparkled under the lights. She added sequins to her costume for the Halloween party. The craftsman carefully attached sequins to the fabric.",
      "example_translation": "O vestido estava coberto de lantejoulas e brilhava sob as luzes. Ela adicionou lantejoulas ao seu traje para a festa de Halloween. O artesão cuidadosamente fixou lantejoulas no tecido.",
      "imageLink": "sequins.jpg",
      "audioLink": "sequins.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "stencil",
      "translation": "modelo de padrão",
      "definition": "a thin, flexible sheet of material, such as paper or plastic, with a design or pattern cut out of it, used as a guide for painting or drawing",
      "definition_translation": "uma folha fina e flexível de material, como papel ou plástico, com um design ou padrão cortado fora dele, usado como guia para pintar ou desenhar",
      "example": "I used a stencil to paint the logo onto the wall. She created a stencil to design the pattern on the fabric. They used stencils to decorate the windows for the holiday.",
      "example_translation": "Eu usei um modelo de padrão para pintar o logotipo na parede. Ela criou um modelo de padrão para desenhar o padrão no tecido. Eles usaram modelos de padrão para decorar as janelas para o feriado.",
      "imageLink": "stencil.jpg",
      "audioLink": "stencil.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "stitch",
      "translation": "ponto",
      "definition": "a single pass of a needle and thread through a fabric, used to join, repair, or decorate it",
      "definition_translation": "um único passo de uma agulha e linha através de um tecido, usado para unir, consertar ou decorá-lo",
      "example": "I had to stitch the tear in my pants. She learned to stitch when she was a child. They will stitch the torn page back together.",
      "example_translation": "Eu tive que costurar o rasgo nas minhas calças. Ela aprendeu a costurar quando era criança. Eles vão costurar a página rasgada de volta.",
      "imageLink": "stitch-1.jpg",
      "audioLink": "stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "styrofoam",
      "translation": "isopor",
      "definition": "a type of lightweight, white, plastic foam used especially for making packing materials and cups",
      "definition_translation": "um tipo de espuma de plástico leve, branca, usada especialmente para fazer materiais de embalagem e xícaras",
      "example": "I used styrofoam blocks to build a castle, I use them to make prototype designs, and I will use them to create a sculpture.",
      "example_translation": "Eu usei blocos de isopor para construir um castelo, eu os uso para fazer designs de protótipo e vou usá-los para criar uma escultura.",
      "imageLink": "styrofoam.jpg",
      "audioLink": "styrofoam.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "thimble",
      "translation": "dedal",
      "definition": "a small metal or plastic cup worn on the finger to protect it while sewing",
      "definition_translation": "um pequeno copo de metal ou plástico usado no dedo para protegê-lo enquanto costura",
      "example": "My grandmother had a beautiful thimble, she used it to sew a dress, and she will use it to fix a tear.",
      "example_translation": "Minha avó tinha um lindo dedal, ela usou para costurar um vestido, e vai usá-lo para consertar um rasgo.",
      "imageLink": "thimble.jpg",
      "audioLink": "thimble.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "thread",
      "translation": "fio",
      "definition": "a long, thin string of twisted fibers used for sewing or weaving",
      "definition_translation": "uma longa, fina corda de fibras torcidas usada para costurar ou tecer",
      "example": "I need a thread to sew this button, I used a thread to weave a tapestry, and I will use a thread to repair a tear.",
      "example_translation": "Eu preciso de um fio para costurar este botão, eu usei um fio para tecer uma tapeçaria, e vou usar um fio para reparar um rasgo.",
      "imageLink": "thread.jpg",
      "audioLink": "thread.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "varnish",
      "translation": "verniz",
      "definition": "a liquid substance used to protect and give a glossy finish to wood or other materials",
      "definition_translation": "uma substância líquida usada para proteger e dar um acabamento brilhante à madeira ou outros materiais",
      "example": "I applied varnish to the wood to protect it, I will apply varnish to the furniture to give it a glossy finish, and I applied varnish to the floor to make it shine.",
      "example_translation": "Eu apliquei verniz à madeira para protegê-la, vou aplicar verniz ao mobiliário para dar-lhe um acabamento brilhante, e eu apliquei verniz ao chão para fazê-lo brilhar.",
      "imageLink": "varnish.jpg",
      "audioLink": "varnish.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "wicker",
      "translation": "vime",
      "definition": "Wicker is a type of woven fiber, often made from willow branches, rattan, or bamboo, used to make furniture, baskets, and other decorative items.",
      "definition_translation": "O vime é um tipo de fibra tecida, muitas vezes feita de galhos de salgueiro, rattan ou bambu, usado para fazer mobília, cestos e outros itens decorativos.",
      "example": "She made a beautiful wicker basket to store her yarn. She had made a similar one last year. She will make another one next week.",
      "example_translation": "Ela fez um cesto de vime lindo para armazenar seu fio. Ela havia feito um similar no ano passado. Ela fará outro na próxima semana.",
      "imageLink": "wicker.jpg",
      "audioLink": "wicker.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "acrylic paint",
      "translation": "tinta acrílica",
      "definition": "Acrylic paint is a fast-drying paint made from a mixture of water, pigment, and acrylic polymer, used for artistic and decorative purposes.",
      "definition_translation": "A tinta acrílica é uma tinta de secagem rápida feita de uma mistura de água, pigmento e polímero acrílico, usada para fins artísticos e decorativos.",
      "example": "The artist used acrylic paint to create a vibrant mural. She had used oil paint before, but she will use acrylic paint from now on. The painting will be displayed at the gallery next month.",
      "example_translation": "A artista usou tinta acrílica para criar um mural vibrante. Ela havia usado tinta de óleo antes, mas ela usará tinta acrílica a partir de agora. A pintura será exibida na galeria no próximo mês.",
      "imageLink": "acrylic-paint.jpg",
      "audioLink": "acrylic paint.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "adhesive border",
      "translation": "borda adesiva",
      "definition": "An adhesive border is a decorative strip with a self-adhesive backing, used to add a design or pattern to surfaces such as walls, furniture, or paper.",
      "definition_translation": "Uma borda adesiva é uma faixa decorativa com um respaldo auto-adesivo, usada para adicionar um design ou padrão a superfícies como paredes, mobília ou papel.",
      "example": "She applied an adhesive border to the edges of the scrapbook. She had never used adhesive borders before, but she will use them again. The finished project will be given as a gift next week.",
      "example_translation": "Ela aplicou uma borda adesiva nas bordas do álbum de recortes. Ela nunca havia usado bordas adesivas antes, mas ela usará novamente. O projeto terminado será dado de presente na próxima semana.",
      "imageLink": "adhesive-border.jpg",
      "audioLink": "adhesive border.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "beads",
      "translation": "contas",
      "definition": "Beads are small, spherical or decorative objects, often made of glass, plastic, or seed, used for making jewelry, accessories, or embellishments.",
      "definition_translation": "Contas são objetos pequenos, esféricos ou decorativos, muitas vezes feitos de vidro, plástico ou semente, usados para fazer joias, acessórios ou adornos.",
      "example": "She strung the beads onto the wire to create a beautiful necklace. She had learned how to make beaded jewelry when she was a child. She will teach her daughter how to make beads next summer.",
      "example_translation": "Ela enfileirou as contas no fio para criar um colar lindo. Ela havia aprendido como fazer joias com contas quando era criança. Ela ensinará sua filha como fazer contas no verão que vem.",
      "imageLink": "beads.jpg",
      "audioLink": "beads.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "blanket stitch",
      "translation": "pontinho de manta",
      "definition": "A type of embroidery stitch used to join two pieces of fabric together, often used in sewing and quilting.",
      "definition_translation": "Um tipo de ponto de bordado usado para juntar dois pedaços de tecido juntos, muitas vezes usado em costura e quilting.",
      "example": "I used a blanket stitch to sew together the edges of the quilt. I will use a blanket stitch to sew the blanket tomorrow. She had used a blanket stitch to hem the dress.",
      "example_translation": "Eu usei um ponto de manta para costurar as bordas do quilt. Usarei um ponto de manta para costurar o cobertor amanhã. Ela havia usado um ponto de manta para endurecer o vestido.",
      "imageLink": "blanket-stitch.jpg",
      "audioLink": "blanket stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "brush set",
      "translation": "conjunto de pincéis",
      "definition": "A collection of brushes used for various purposes such as painting, makeup, or cleaning.",
      "definition_translation": "Uma coleção de pincéis usados para vários propósitos, como pintura, maquiagem ou limpeza.",
      "example": "I need to buy a new brush set for my art project. She uses a high-quality brush set for her makeup tutorials. They will launch a new brush set for cleaning next month.",
      "example_translation": "Preciso comprar um novo conjunto de pincéis para meu projeto de arte. Ela usa um conjunto de pincéis de alta qualidade para suas tutoriais de maquiagem. Eles lançarão um novo conjunto de pincéis para limpeza no próximo mês.",
      "imageLink": "brush-set.jpg",
      "audioLink": "brush set.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "chain stitch",
      "translation": "ponto de correntinha",
      "definition": "A type of embroidery stitch that consists of a series of connected loops, often used in sewing and embroidery.",
      "definition_translation": "Um tipo de ponto de bordado que consiste em uma série de laços conectados, muitas vezes usado em costura e bordado.",
      "example": "I used a chain stitch to sew the hem of my pants. She will use a chain stitch to embroider the logo on the shirt. They had used a chain stitch to repair the torn page.",
      "example_translation": "Eu usei um ponto de correntinha para costurar a bainha das minhas calças. Ela usará um ponto de correntinha para bordar o logotipo na camisa. Eles haviam usado um ponto de correntinha para reparar a página rasgada.",
      "imageLink": "chain-stitch.jpg",
      "audioLink": "chain stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "circular needle",
      "translation": "agulha circular",
      "definition": "A type of needle used in sewing and knitting, characterized by its circular shape and used for tasks such as sewing in the round or knitting hats.",
      "definition_translation": "Um tipo de agulha usado em costura e tricot, caracterizado pela sua forma circular e usado para tarefas como costura em redor ou tricot de chapéus.",
      "example": "I need a circular needle to sew the sleeves of the dress. She uses a circular needle to knit a hat. They will launch a new circular needle for sewing next month.",
      "example_translation": "Preciso de uma agulha circular para costurar as mangas do vestido. Ela usa uma agulha circular para tricotar um chapéu. Eles lançarão uma nova agulha circular para costura no próximo mês.",
      "imageLink": "circular-needle.jpg",
      "audioLink": "circular needle.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "corner punch",
      "translation": "punch de canto",
      "definition": "A tool used to create a rounded corner on a piece of paper or card, often used in crafting and scrapbooking.",
      "definition_translation": "Uma ferramenta usada para criar um canto arredondado em um pedaço de papel ou cartão, muitas vezes usado em artesanato e scrapbooking.",
      "example": "I used a corner punch to create a beautiful rounded corner on my photo album. Yesterday, I punched many corners, but today I will punch some more. By next week, I will have punched all the corners.",
      "example_translation": "Eu usei um punch de canto para criar um canto arredondado bonito no meu álbum de fotos. Ontem, eu punchi muitos cantos, mas hoje vou puncher alguns mais. Até a próxima semana, eu terei punchado todos os cantos.",
      "imageLink": "corner-punch.jpg",
      "audioLink": "corner punch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "crepe paper",
      "translation": "papel crepe",
      "definition": "A type of paper that has a crinkled or textured surface, often used in decorations, crafts, and gift wrapping.",
      "definition_translation": "Um tipo de papel que tem uma superfície crinkled ou texturizada, muitas vezes usado em decorações, artesanatos e embrulhos de presentes.",
      "example": "The crepe paper flowers looked beautiful on the birthday cake. My sister will make crepe paper decorations for the party tomorrow. By next month, we will have used all the crepe paper.",
      "example_translation": "As flores de papel crepe pareciam lindas no bolo de aniversário. Minha irmã fará decorações de papel crepe para a festa amanhã. Até o próximo mês, nós teremos usado todo o papel crepe.",
      "imageLink": "crepe-paper.jpg",
      "audioLink": "crepe paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "crochet hook",
      "translation": "agulha de crochê",
      "definition": "A tool used to create loops in yarn or thread to make fabric, often used in crochet and knitting.",
      "definition_translation": "Uma ferramenta usada para criar loops em fio ou linha para fazer tecido, muitas vezes usado em crochê e tricô.",
      "example": "I used a crochet hook to make a beautiful blanket for my mom. Yesterday, I hooked a dozen stitches, but today I will hook some more. By next year, I will have hooked a thousand stitches.",
      "example_translation": "Eu usei uma agulha de crochê para fazer um lindo cobertor para minha mãe. Ontem, eu fiz uma dúzia de pontos, mas hoje vou fazer alguns mais. Até o próximo ano, eu terei feito um mil pontos.",
      "imageLink": "crochet-hook.jpg",
      "audioLink": "crochet hook.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cross stitch",
      "translation": "ponto de cruz",
      "definition": "A type of embroidery that involves creating patterns on fabric using x-shaped stitches, often used in decorative designs.",
      "definition_translation": "Um tipo de bordado que envolve criar padrões em tecido usando pontos em forma de x, muitas vezes usado em designs decorativos.",
      "example": "I practiced cross stitch every day to finish the sampler. Yesterday, I stitched a complex pattern, but today I will stitch a simple one. By next month, I will have stitched the entire design.",
      "example_translation": "Eu pratiquei ponto de cruz todos os dias para terminar o sampler. Ontem, eu fiz um padrão complexo, mas hoje vou fazer um simples. Até o próximo mês, eu terei feito todo o design.",
      "imageLink": "cross-stitch.jpg",
      "audioLink": "cross stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "date stamp",
      "translation": "carimbo de data",
      "definition": "A date stamp is a tool used to mark a document or package with the date it was received, sent, or processed.",
      "definition_translation": "Um carimbo de data é uma ferramenta usada para marcar um documento ou pacote com a data em que foi recebido, enviado ou processado.",
      "example": "The office manager used a date stamp to mark the incoming mail. She will use it again tomorrow to stamp the outgoing packages. By next week, the new date stamp will be delivered.",
      "example_translation": "A gerente de escritório usou um carimbo de data para marcar o correio de entrada. Ela usará novamente amanhã para carimbar os pacotes de saída. Até a próxima semana, o novo carimbo de data será entregue.",
      "imageLink": "date-stamp.jpg",
      "audioLink": "date stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "decoupage paper",
      "translation": "papel de decoupage",
      "definition": "Decoupage paper is a type of paper used for creating decorative designs and patterns, often with cut-out images or prints.",
      "definition_translation": "O papel de decoupage é um tipo de papel usado para criar desenhos e padrões decorativos, muitas vezes com imagens cortadas ou impressas.",
      "example": "The artist carefully cut out the flowers from the decoupage paper to create a beautiful collage. She had used decoupage paper to decorate her furniture last year. Next month, she will teach a class on decoupage paper art.",
      "example_translation": "A artista cortou cuidadosamente as flores do papel de decoupage para criar um belo colagem. Ela havia usado papel de decoupage para decorar seu mobiliário no ano passado. No próximo mês, ela ensinará uma aula sobre arte de papel de decoupage.",
      "imageLink": "decoupage-paper.jpg",
      "audioLink": "decoupage paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "embroidery floss",
      "translation": "fio de bordado",
      "definition": "Embroidery floss is a type of thread used for embroidery and other forms of needlework, often made of cotton or silk.",
      "definition_translation": "O fio de bordado é um tipo de fio usado para bordado e outras formas de trabalho de agulha, muitas vezes feito de algodão ou seda.",
      "example": "The crafter carefully separated the embroidery floss into different colors. She will use the embroidery floss to create a beautiful pattern on her shirt. By next week, she will have finished the embroidery floss project.",
      "example_translation": "A artesã separou cuidadosamente o fio de bordado em diferentes cores. Ela usará o fio de bordado para criar um padrão bonito em sua camisa. Até a próxima semana, ela terá concluído o projeto de fio de bordado.",
      "imageLink": "embroidery-floss.jpg",
      "audioLink": "embroidery floss.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "embroidery hoop",
      "translation": "aro de bordado",
      "definition": "An embroidery hoop is a circular frame used to hold fabric taut, making it easier to embroider or sew.",
      "definition_translation": "Um aro de bordado é uma moldura circular usada para manter o tecido tenso, tornando mais fácil bordar ou costurar.",
      "example": "The sewer used an embroidery hoop to keep her fabric steady. She had used an embroidery hoop to make a beautiful quilt last year. Next month, she will teach a class on using an embroidery hoop.",
      "example_translation": "A costureira usou um aro de bordado para manter seu tecido firme. Ela havia usado um aro de bordado para fazer um belo quilt no ano passado. No próximo mês, ela ensinará uma aula sobre o uso de um aro de bordado.",
      "imageLink": "embroidery-hoop.jpg",
      "audioLink": "embroidery hoop.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "foam brush",
      "translation": "encilador de espuma",
      "definition": "A foam brush is a tool used to apply paint or other coatings to a surface. It consists of a block of foam attached to a handle, and is often used for large, flat areas.",
      "definition_translation": "Um pincel de espuma é uma ferramenta usada para aplicar tinta ou outros revestimentos em uma superfície. Ele consiste em um bloco de espuma anexado a um cabo e é frequentemente usado para áreas grandes e planas.",
      "example": "I used a foam brush to paint the wall yesterday. Now, I'm using it to apply a second coat. I will use it again tomorrow to finish the job.",
      "example_translation": "Eu usei um pincel de espuma para pintar a parede ontem. Agora, estou usando para aplicar um segundo revestimento. Vou usá-lo novamente amanhã para terminar o trabalho.",
      "imageLink": "foam-brush.jpg",
      "audioLink": "foam brush.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "glue gun",
      "translation": "pistola de cola",
      "definition": "A glue gun is a device used to apply hot melt adhesive to bond materials together. It consists of a gun-shaped tool with a trigger and a nozzle.",
      "definition_translation": "Uma pistola de cola é um dispositivo usado para aplicar adesivo de fusão quente para unir materiais juntos. Ele consiste em uma ferramenta em forma de pistola com um gatilho e uma ponta.",
      "example": "I used a glue gun to attach the fabric to the frame yesterday. Now, I'm using it to repair a broken toy. I will use it again tomorrow to make a craft project.",
      "example_translation": "Eu usei uma pistola de cola para fixar o tecido ao quadro ontem. Agora, estou usando para reparar um brinquedo quebrado. Vou usá-la novamente amanhã para fazer um projeto de artesanato.",
      "imageLink": "glue-gun.jpg",
      "audioLink": "glue gun.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "hook and eye",
      "translation": "fecho de gancho",
      "definition": "A hook and eye is a type of fastener used to join two parts together. It consists of a hook and a corresponding eye that can be easily attached and detached.",
      "definition_translation": "Um fecho de gancho é um tipo de fecho usado para unir dois partes juntas. Ele consiste em um gancho e um olho correspondente que podem ser facilmente fixados e desfixados.",
      "example": "I used a hook and eye to fasten my shirt yesterday. Now, I'm using it to attach a zipper to a bag. I will use it again tomorrow to repair a broken clasp.",
      "example_translation": "Eu usei um fecho de gancho para fechar minha camisa ontem. Agora, estou usando para fixar um zíper a uma bolsa. Vou usá-lo novamente amanhã para reparar um fecho quebrado.",
      "imageLink": "hook-and-eye.jpg",
      "audioLink": "hook and eye.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "ink pad",
      "translation": "carimbo de tinta",
      "definition": "An ink pad is a device used to apply ink to a surface, typically used for stamping or stamping pads.",
      "definition_translation": "Um carimbo de tinta é um dispositivo usado para aplicar tinta em uma superfície, tipicamente usado para carimbar ou carimbos.",
      "example": "I used an ink pad to stamp a design on a paper yesterday. Now, I'm using it to create a pattern on a fabric. I will use it again tomorrow to make a handmade card.",
      "example_translation": "Eu usei um carimbo de tinta para carimbar um desenho em um papel ontem. Agora, estou usando para criar um padrão em um tecido. Vou usá-lo novamente amanhã para fazer um cartão feito à mão.",
      "imageLink": "ink-pad.jpg",
      "audioLink": "ink pad.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "knitting needles",
      "translation": "agulhas de tricô",
      "definition": "A pair of needles used to manipulate yarn in knitting, typically consisting of two pointed ends connected by a flexible shaft.",
      "definition_translation": "Um par de agulhas usadas para manipular fio em tricô, consistindo tipicamente de duas pontas pontiagudas conectadas por um eixo flexível.",
      "example": "I used knitting needles to create a warm scarf for my sister. Yesterday, I was using them to make a hat, but now I'm using them to knit a blanket. In the future, I will use them to make a sweater.",
      "example_translation": "Eu usei agulhas de tricô para criar um xale quente para minha irmã. Ontem, eu estava usando-os para fazer um chapéu, mas agora estou usando-os para tricotar um cobertor. No futuro, vou usá-los para fazer um suéter.",
      "imageLink": "knitting-needles.jpg",
      "audioLink": "knitting needles.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "modelling clay",
      "translation": "massa de modelar",
      "definition": "A soft, pliable material used to create three-dimensional objects, often used in art, craft, and design.",
      "definition_translation": "Um material macio e maleável usado para criar objetos tridimensionais, muitas vezes utilizado em arte, artesanato e design.",
      "example": "The artist used modelling clay to create a beautiful sculpture. In the past, I used to play with modelling clay as a child. Now, I'm using it to create a prototype for a design project.",
      "example_translation": "O artista usou massa de modelar para criar uma escultura linda. No passado, eu costumava brincar com massa de modelar quando era criança. Agora, estou usando-a para criar um protótipo para um projeto de design.",
      "imageLink": "modelling-clay.jpg",
      "audioLink": "modelling clay.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "needle threader",
      "translation": "passador de linha",
      "definition": "A small tool used to help guide thread or yarn through the eye of a needle, often used in sewing, embroidery, and other needlework.",
      "definition_translation": "Um pequeno instrumento usado para ajudar a guiar fio ou linha através do olho de uma agulha, muitas vezes utilizado em costura, bordado e outros tipos de trabalho de agulha.",
      "example": "I used a needle threader to sew a button on my shirt. Yesterday, I was using it to embroider a design on a towel. In the future, I will use it to repair a tear in my pants.",
      "example_translation": "Eu usei um passador de linha para costurar um botão na minha camisa. Ontem, eu estava usando-o para bordar um design em uma toalha. No futuro, vou usá-lo para reparar um rasgo nas minhas calças.",
      "imageLink": "needle-threader.jpg",
      "audioLink": "needle threader.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "numbering stamp",
      "translation": "carimbo de numeração",
      "definition": "A tool used to apply a sequence of numbers to a surface, often used in office settings, libraries, and other administrative contexts.",
      "definition_translation": "Um instrumento usado para aplicar uma sequência de números em uma superfície, muitas vezes utilizado em ambientes de escritório, bibliotecas e outros contextos administrativos.",
      "example": "The office worker used a numbering stamp to organize the documents. In the past, I used to use it to label files in the library. Now, I'm using it to number the pages of a report.",
      "example_translation": "O funcionário do escritório usou um carimbo de numeração para organizar os documentos. No passado, eu costumava usá-lo para rotular arquivos na biblioteca. Agora, estou usando-o para numerar as páginas de um relatório.",
      "imageLink": "numbering-stamp.jpg",
      "audioLink": "numbering stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "paper cutter",
      "translation": "corta-papel",
      "definition": "A paper cutter is a device used to cut paper, typically used in offices, schools, and other institutions.",
      "definition_translation": "Um corta-papel é um dispositivo usado para cortar papel, tipicamente utilizado em escritórios, escolas e outras instituições.",
      "example": "She used a paper cutter to cut the sheets of paper into smaller pieces. She is going to cut the paper with a paper cutter. She cut the paper with a paper cutter yesterday.",
      "example_translation": "Ela usou um corta-papel para cortar os folhos de papel em pedaços menores. Ela vai cortar o papel com um corta-papel. Ela cortou o papel com um corta-papel ontem.",
      "imageLink": "paper-cutter.jpg",
      "audioLink": "paper cutter.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "plasticine",
      "translation": "modelagem",
      "definition": "Plasticine is a type of modeling clay used by children to create shapes and figures.",
      "definition_translation": "Modelagem é um tipo de argila de modelagem usada por crianças para criar formas e figuras.",
      "example": "The kids played with plasticine in class, making all sorts of animals. They will play with plasticine tomorrow. She played with plasticine when she was a kid.",
      "example_translation": "As crianças brincaram com modelagem na aula, fazendo todo tipo de animal. Elas vão brincar com modelagem amanhã. Ela brincou com modelagem quando era criança.",
      "imageLink": "play-dough-plasticine.jpg",
      "audioLink": "plasticine.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "poster paint",
      "translation": "tinta de pôster",
      "definition": "Poster paint is a type of highly vibrant and opaque paint used for painting posters and other large artwork.",
      "definition_translation": "Tinta de pôster é um tipo de tinta muito vibrante e opaca usada para pintar pôsteres e outras obras de arte em larga escala.",
      "example": "The artist used poster paint to create a stunning mural on the wall. She will use poster paint to paint the advertisement. They used poster paint to decorate the room.",
      "example_translation": "O artista usou tinta de pôster para criar um mural impressionante na parede. Ela vai usar tinta de pôster para pintar o anúncio. Eles usaram tinta de pôster para decorar o quarto.",
      "imageLink": "poster-paint.jpg",
      "audioLink": "poster paint.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "rhinestone",
      "translation": "pedra de rhin",
      "definition": "A rhinestone is a type of decorative stone used in jewelry and other accessories.",
      "definition_translation": "Uma pedra de rhin é um tipo de pedra decorativa usada em joias e outros acessórios.",
      "example": "The necklace was adorned with rhinestones, sparkling in the light. She will wear a rhinestone brooch to the party. They used rhinestones to decorate the dress.",
      "example_translation": "O colar estava adornado com pedras de rhin, brilhando na luz. Ela vai usar um broche de pedra de rhin na festa. Eles usaram pedras de rhin para decorar o vestido.",
      "imageLink": "rhinestone.jpg",
      "audioLink": "rhinestone.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "rice paper",
      "translation": "papel de arroz",
      "definition": "A thin, translucent paper made from rice flour, used for writing, printing, and artwork.",
      "definition_translation": "Um papel fino, translúcido feito de farinha de arroz, usado para escrever, imprimir e-artes.",
      "example": "I used rice paper to create a delicate origami design. I will use rice paper to make a lantern for the festival. She had used rice paper to write a letter to her friend.",
      "example_translation": "Eu usei papel de arroz para criar um design de origami delicado. Vou usar papel de arroz para fazer uma lâmpada para o festival. Ela havia usado papel de arroz para escrever uma carta para sua amiga.",
      "imageLink": "rice-paper.jpg",
      "audioLink": "rice paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "running stitch",
      "translation": "ponto corrido",
      "definition": "A basic sewing stitch used for seaming, gathering, and basting, characterized by a series of small, evenly spaced stitches.",
      "definition_translation": "Um ponto de costura básico usado para costurar, reunir e prender, caracterizado por uma série de pontos pequenos e igualmente espaçados.",
      "example": "I used a running stitch to sew the edges of the fabric. She had used a running stitch to gather the sleeves of the dress. They will use a running stitch to baste the quilt.",
      "example_translation": "Eu usei um ponto corrido para costurar as bordas do tecido. Ela havia usado um ponto corrido para reunir as mangas do vestido. Eles vão usar um ponto corrido para prender o quilt.",
      "imageLink": "running-stitch.jpg",
      "audioLink": "running stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "sewing box",
      "translation": "caixa de costura",
      "definition": "A container used to store and organize sewing supplies, such as threads, needles, and scissors.",
      "definition_translation": "Um recipiente usado para armazenar e organizar materiais de costura, como fios, agulhas e tesouras.",
      "example": "I keep my sewing box in the attic. She had used her sewing box to make a quilt. They will use a sewing box to organize their supplies.",
      "example_translation": "Eu mantenho minha caixa de costura no sótão. Ela havia usado sua caixa de costura para fazer um quilt. Eles vão usar uma caixa de costura para organizar seus materiais.",
      "imageLink": "sewing-box.jpg",
      "audioLink": "sewing box.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "sewing pattern",
      "translation": "molde de costura",
      "definition": "A template or guide used to cut out and assemble fabric pieces for a garment or textile project.",
      "definition_translation": "Um modelo ou guia usado para cortar e montar peças de tecido para um vestido ou projeto de tecido.",
      "example": "I used a sewing pattern to make a dress. She had used a sewing pattern to create a skirt. They will use a sewing pattern to make a jacket.",
      "example_translation": "Eu usei um molde de costura para fazer um vestido. Ela havia usado um molde de costura para criar uma saia. Eles vão usar um molde de costura para fazer um casaco.",
      "imageLink": "sewing-pattern.jpg",
      "audioLink": "sewing pattern.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "tailor's dummy",
      "translation": "manequim de alfaiate",
      "definition": "A dummy or model of the human figure used to display or fit clothing, especially by tailors.",
      "definition_translation": "Um modelo ou manequim da figura humana usado para exibir ou ajustar roupas, especialmente por alfaiates.",
      "example": "The tailor's dummy in the window display looked very realistic. The designer had been working on the new collection for months, and finally, she put the finished pieces on the tailor's dummy. By the time she retired, she would have created a tailor's dummy for every season.",
      "example_translation": "O manequim de alfaiate na vitrine parecia muito realista. A designer havia trabalhado na nova coleção por meses, e finalmente, ela colocou as peças terminadas no manequim de alfaiate. Até que ela se aposentasse, ela teria criado um manequim de alfaiate para cada estação.",
      "imageLink": "tailors-dummy-mannequin.jpg",
      "audioLink": "tailor's dummy.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "tape measure",
      "translation": "fita métrica",
      "definition": "A flexible ruler or strip used for taking measurements, especially in sewing or tailoring.",
      "definition_translation": "Um régua flexível ou fita usada para tomar medidas, especialmente em costura ou alfaiataria.",
      "example": "She took out a tape measure to ensure the curtains would fit perfectly. The carpenter used a tape measure to measure the length of the room. By the time she learned to use a tape measure, she was already an experienced seamstress.",
      "example_translation": "Ela tirou uma fita métrica para garantir que as cortinas coubessem perfeitamente. O carpinteiro usou uma fita métrica para medir o comprimento do quarto. Até que ela aprendeu a usar uma fita métrica, ela já era uma costureira experiente.",
      "imageLink": "tape-measure.jpg",
      "audioLink": "tape measure.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "tissue paper",
      "translation": "papel-toalha",
      "definition": "A soft, absorbent paper, used especially for wiping the nose or as a decorative material.",
      "definition_translation": "Um papel macio e absorvente, usado especialmente para limpar o nariz ou como material decorativo.",
      "example": "She blew her nose on a tissue paper and then threw it away. The artist used tissue paper to create a delicate flower design. By the time the party was over, the floor was covered with tissue paper confetti.",
      "example_translation": "Ela assoou o nariz em um papel-toalha e então jogou-o fora. O artista usou papel-toalha para criar um desenho de flor delicado. Até que a festa terminou, o chão estava coberto de confetes de papel-toalha.",
      "imageLink": "tissue-paper.jpg",
      "audioLink": "tissue paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "watercolour",
      "translation": "aguarela",
      "definition": "A painting technique using water-soluble pigments on paper or other absorbent surfaces.",
      "definition_translation": "Uma técnica de pintura usando pigmentos solúveis em água em papel ou outras superfícies absorventes.",
      "example": "She spent hours perfecting her watercolour technique. The artist's watercolour paintings were exhibited in the local gallery. By the time she learned to mix colours, she was already a skilled watercolour artist.",
      "example_translation": "Ela passou horas aperfeiçoando sua técnica de aguarela. As pinturas de aguarela do artista foram expostas na galeria local. Até que ela aprendeu a misturar cores, ela já era uma artista de aguarela habilidosa.",
      "imageLink": "watercolour.jpg",
      "audioLink": "watercolour.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "wooden stamp",
      "translation": "carimbo de madeira",
      "definition": "A wooden stamp is a tool used to apply a design or pattern onto a surface, typically paper or fabric, by pressing the stamp onto an ink pad and then applying it to the surface.",
      "definition_translation": "Um carimbo de madeira é uma ferramenta usada para aplicar um desenho ou padrão em uma superfície, geralmente papel ou tecido, pressionando o carimbo sobre uma almofada de tinta e aplicando-a na superfície.",
      "example": "She used a wooden stamp to decorate her greeting cards. She will use it again tomorrow. She had used it last year to create a beautiful design.",
      "example_translation": "Ela usou um carimbo de madeira para decorar seus cartões de cumprimentos. Ela usará novamente amanhã. Ela havia usado no ano passado para criar um belo desenho.",
      "imageLink": "wooden-stamp.jpg",
      "audioLink": "wooden stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "writing brush",
      "translation": "pincel de escrita",
      "definition": "A writing brush is a brush used to apply ink or other writing fluids to a surface, typically paper, in order to write or draw.",
      "definition_translation": "Um pincel de escrita é um pincel usado para aplicar tinta ou outros fluidos de escrita em uma superfície, geralmente papel, para escrever ou desenhar.",
      "example": "The artist used a writing brush to create bold lines in her calligraphy. She will use it again next week. She had used it last month to create a beautiful font.",
      "example_translation": "A artista usou um pincel de escrita para criar linhas ousadas em sua caligrafia. Ela usará novamente na próxima semana. Ela havia usado no mês passado para criar uma bela fonte.",
      "imageLink": "writing-brush.jpg",
      "audioLink": "writing brush.mp3"
    }
  ]
}