{
  "data": [
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "abandon",
      "translation": "abandonar",
      "definition": "to give up or relinquish something, such as a responsibility or a possession, permanently",
      "definition_translation": "abandonar ou renunciar algo, como uma responsabilidade ou uma possibilidade, permanentemente",
      "example": "I will abandon my car in the parking lot if it breaks down. I abandoned my plans to travel to Europe this summer. She had abandoned her dream of becoming a doctor.",
      "example_translation": "Eu vou abandonar meu carro no estacionamento se ele quebrar. Eu abandonei meus planos de viajar para a Europa este verão. Ela havia abandonado seu sonho de se tornar uma médica.",
      "imageLink": "https://www.ang.pl/img/slownik/abandon.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abandon.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "abandoned",
      "translation": "abandonado",
      "definition": "having been left or deserted, often in a condition of disrepair or decay",
      "definition_translation": "tendo sido deixado ou desertado, muitas vezes em um estado de desordem ou decadência",
      "example": "The abandoned house on the hill was rumored to be haunted. The abandoned dog was taken in by a local shelter. The city's abandoned infrastructure was in dire need of repair.",
      "example_translation": "A casa abandonada no morro era dita ser assombrada. O cão abandonado foi acolhido por um abrigo local. A infraestrutura abandonada da cidade precisava urgentemente de reparos.",
      "imageLink": "https://www.ang.pl/img/slownik/abandoned.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abandoned.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "abolish",
      "translation": "abolir",
      "definition": "to officially end or annul something, such as a law or institution",
      "definition_translation": "oficialmente encerrar ou anular algo, como uma lei ou instituição",
      "example": "The government plans to abolish the death penalty. The company will abolish its outdated policies. She had always wanted to abolish the unfair tax.",
      "example_translation": "O governo planeja abolir a pena de morte. A empresa irá abolir suas políticas ultrapassadas. Ela sempre quis abolir o imposto injusto.",
      "imageLink": "https://www.ang.pl/img/slownik/abolish.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abolish.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "absence",
      "translation": "ausência",
      "definition": "the state or fact of being away or not present",
      "definition_translation": "o estado ou fato de estar ausente ou não presente",
      "example": "Her absence from the meeting was noted by everyone. The teacher marked my absence from class. His absence from the party was a surprise to all.",
      "example_translation": "Sua ausência da reunião foi notada por todos. O professor marcou minha ausência da classe. Sua ausência da festa foi uma surpresa para todos.",
      "imageLink": "https://www.ang.pl/img/slownik/absence.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absence.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "absolute",
      "translation": "absoluto",
      "definition": "Complete or total in quality, quantity, or extent; unlimited or unrestricted.",
      "definition_translation": "Completo ou total em qualidade, quantidade ou extensão; ilimitado ou irrestrito.",
      "example": "The absolute value of a number is its distance from zero on the number line. Yesterday, I absolutely loved the concert. I will absolutely attend the meeting tomorrow.",
      "example_translation": "O valor absoluto de um número é sua distância de zero na linha numérica. Ontem, eu absolutamente amei o concerto. Eu absolutamente irei à reunião amanhã.",
      "imageLink": "https://www.ang.pl/img/slownik/absolute.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absolute.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "absorb",
      "translation": "absorver",
      "definition": "To take in and assimilate (energy, for example) or to engross (someone's attention, for example)",
      "definition_translation": "Tomar e assimilar (energia, por exemplo) ou dominar (a atenção de alguém, por exemplo)",
      "example": "The sponge will absorb the water. She absorbed the information like a sponge. The company will absorb the costs.",
      "example_translation": "A esponja vai absorver a água. Ela absorveu as informações como uma esponja. A empresa vai absorver os custos.",
      "imageLink": "https://www.ang.pl/img/slownik/absorb-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "absorb",
      "translation": "absorver",
      "definition": "To take in and assimilate (energy, for example) or to engross (someone's attention, for example)",
      "definition_translation": "Tomar e assimilar (energia, por exemplo) ou dominar (a atenção de alguém, por exemplo)",
      "example": "The company will absorb the losses. The student absorbed the lesson quickly. The material will absorb the shock.",
      "example_translation": "A empresa vai absorver as perdas. O estudante absorveu a lição rapidamente. O material vai absorver o choque.",
      "imageLink": "https://www.ang.pl/img/slownik/absorb.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "absorb",
      "translation": "absorver",
      "definition": "To take in and assimilate (energy, for example) or to engross (someone's attention, for example)",
      "definition_translation": "Tomar e assimilar (energia, por exemplo) ou dominar (a atenção de alguém, por exemplo)",
      "example": "The sunscreen will absorb into the skin. The company absorbed the smaller business. The liquid will absorb the flavors.",
      "example_translation": "O protetor solar vai ser absorvido pela pele. A empresa absorveu o negócio menor. O líquido vai absorver os sabores.",
      "imageLink": "https://www.ang.pl/img/slownik/absorb-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "abstract",
      "translation": "abstrato",
      "definition": "Existing in thought or as an idea, but not having a physical presence or concrete existence.",
      "definition_translation": "Existindo no pensamento ou como uma ideia, mas não tendo presença física ou existência concreta.",
      "example": "The concept of morality is an abstract idea that has been debated by philosophers for centuries. Yesterday, I abstracted the main points from the article. If I don't receive a response, I will abstract the information from the website.",
      "example_translation": "O conceito de moralidade é uma ideia abstrata que tem sido debatida por filósofos por séculos. Ontem, eu abstraí os principais pontos do artigo. Se eu não receber uma resposta, eu abstrairei as informações do site.",
      "imageLink": "https://www.ang.pl/img/slownik/abstract.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abstract.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "absurd",
      "translation": "absurdo",
      "definition": "Ridiculously unreasonable or untrue; foolish or nonsensical.",
      "definition_translation": "Ridiculamente injustificável ou falso; tolo ou sem sentido.",
      "example": "The idea of a square circle is absurd. The play was absurd and didn't make any sense. If I don't get the job, it will be absurd to continue living in such an expensive city.",
      "example_translation": "A ideia de um círculo quadrado é absurda. A peça foi absurda e não fazia sentido. Se eu não conseguir o emprego, será absurdo continuar vivendo em uma cidade tão cara.",
      "imageLink": "https://www.ang.pl/img/slownik/absurd.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absurd.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "abuse",
      "translation": "abuso",
      "definition": "To use something improperly or excessively; to mistreat or harm someone or something.",
      "definition_translation": "Usar algo de forma inadequada ou excessiva; maltratar ou prejudicar alguém ou algo.",
      "example": "The company has been accused of abuse of power. I abused my credit card and now I'm in debt. The child was a victim of abuse and needed protection.",
      "example_translation": "A empresa foi acusada de abuso de poder. Eu abusei meu cartão de crédito e agora estou endividado. A criança foi vítima de abuso e precisava de proteção.",
      "imageLink": "https://www.ang.pl/img/slownik/abuse-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "abuse",
      "translation": "abuso",
      "definition": "To use something improperly or excessively; to mistreat or harm someone or something.",
      "definition_translation": "Usar algo de forma inadequada ou excessiva; maltratar ou prejudicar alguém ou algo.",
      "example": "The government has been accused of abuse of authority. I abused my body by not exercising regularly. The natural resources were subject to abuse and needed to be protected.",
      "example_translation": "O governo foi acusado de abuso de autoridade. Eu abusei meu corpo não fazendo exercícios regularmente. Os recursos naturais foram sujeitos a abuso e precisavam ser protegidos.",
      "imageLink": "https://www.ang.pl/img/slownik/abuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "academic",
      "translation": "acadêmico",
      "definition": "Relating to education, especially higher education, or to a particular field of study.",
      "definition_translation": "Relativo à educação, especialmente à educação superior, ou a uma área específica de estudo.",
      "example": "She received an academic scholarship to study abroad. She has always been academic and focused on her studies. She will attend an academic conference next year.",
      "example_translation": "Ela recebeu uma bolsa de estudos acadêmicos para estudar no exterior. Ela sempre foi acadêmica e focada em seus estudos. Ela participará de uma conferência acadêmica no ano que vem.",
      "imageLink": "https://www.ang.pl/img/slownik/academic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/academic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "access",
      "translation": "acesso",
      "definition": "The means or opportunity to approach, enter, or use something.",
      "definition_translation": "O meio ou oportunidade de se aproximar, entrar ou usar algo.",
      "example": "You need permission to access the restricted area. The hotel provides access to a private beach. By next year, everyone will have access to high-speed internet.",
      "example_translation": "Você precisa de permissão para acessar a área restrita. O hotel fornece acesso a uma praia privada. Até o próximo ano, todos terão acesso à internet de alta velocidade.",
      "imageLink": "https://www.ang.pl/img/slownik/access-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/access.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "accessible",
      "translation": "acessível",
      "definition": "Easy to use, understand, or get to.",
      "definition_translation": "Fácil de usar, entender ou chegar a.",
      "example": "The new website is designed to be accessible to people with disabilities. The city has made public transportation accessible to all citizens. The park will be accessible by foot or by bike.",
      "example_translation": "O novo site é projetado para ser acessível para pessoas com deficiências. A cidade tornou o transporte público acessível a todos os cidadãos. O parque será acessível a pé ou de bicicleta.",
      "imageLink": "https://www.ang.pl/img/slownik/accessible.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accessible.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "accidental",
      "translation": "acidental",
      "definition": "Happening or done without intention or plan.",
      "definition_translation": "Acontecendo ou feito sem intenção ou plano.",
      "example": "The accidental fall caused her to break her arm. He made an accidental mistake on the report. The company will investigate the accidental leak of confidential information.",
      "example_translation": "A queda acidental fez com que ela quebrasse o braço. Ele fez um erro acidental no relatório. A empresa investigará o vazamento acidental de informações confidenciais.",
      "imageLink": "https://www.ang.pl/img/slownik/accidental.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accidental.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "accordion",
      "translation": "acordeão",
      "definition": "A musical instrument consisting of a rectangular box with a bellows that is squeezed and pulled to produce sound, and a keyboard that is played by compressing or expanding the bellows.",
      "definition_translation": "Um instrumento musical constituído por uma caixa retangular com uma bolsa que é comprimida e puxada para produzir som, e um teclado que é tocado comprimindo ou expandindo a bolsa.",
      "example": "I used to play the accordion in a folk band when I was young, but now I just play it for fun. Yesterday, I played it at a party, and tomorrow I'll play it at a wedding.",
      "example_translation": "Eu costumava tocar acordeão em uma banda de folk quando eu era jovem, mas agora eu só toco por diversão. Ontem, eu toquei em uma festa, e amanhã eu vou tocar em um casamento.",
      "imageLink": "https://www.ang.pl/img/slownik/accordion.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accordion.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "account",
      "translation": "conta",
      "definition": "A record of financial transactions, including payments and receipts, used to keep track of one's financial situation.",
      "definition_translation": "Um registro de transações financeiras, incluindo pagamentos e recebimentos, usado para acompanhar sua situação financeira.",
      "example": "I need to balance my account to see how much money I have left. Last month, I paid my account on time, but this month I'm running a little late.",
      "example_translation": "Eu preciso balançar minha conta para ver quanto dinheiro eu tenho sobrado. No mês passado, eu paguei minha conta em dia, mas este mês estou correndo um pouco atrasado.",
      "imageLink": "https://www.ang.pl/img/slownik/account-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/account.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "accounting",
      "translation": "contabilidade",
      "definition": "The practice of recording, classifying, and reporting financial transactions and events of a business or organization.",
      "definition_translation": "A prática de registrar, classificar e relatar transações financeiras e eventos de uma empresa ou organização.",
      "example": "I studied accounting in college and now I work as an accountant. The company will need to do some accounting to figure out where the money went.",
      "example_translation": "Eu estudei contabilidade na faculdade e agora eu trabalho como um contador. A empresa precisará fazer alguma contabilidade para descobrir para onde o dinheiro foi.",
      "imageLink": "https://www.ang.pl/img/slownik/accounting.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accounting.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "accuracy",
      "translation": "precisão",
      "definition": "The quality or state of being accurate, or the degree to which something is true or correct.",
      "definition_translation": "A qualidade ou estado de ser preciso, ou o grau em que algo é verdadeiro ou correto.",
      "example": "The accuracy of the GPS was impressive, it led us right to the destination. We need to improve the accuracy of our measurements to get better results.",
      "example_translation": "A precisão do GPS foi impressionante, ele nos levou diretamente ao destino. Nós precisamos melhorar a precisão de nossas medidas para obter resultados melhores.",
      "imageLink": "https://www.ang.pl/img/slownik/accuracy.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accuracy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "accuse",
      "translation": "acusar",
      "definition": "to charge someone with a fault or offense",
      "definition_translation": "acusar alguém de uma falta ou ofensa",
      "example": "I accused him of stealing my wallet. I accuse him of lying. I will accuse her of cheating.",
      "example_translation": "Eu o acusei de roubar minha carteira. Eu o acuso de mentir. Eu vou acusá-la de trapacear.",
      "imageLink": "https://www.ang.pl/img/slownik/accuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "ache",
      "translation": "dor",
      "definition": "a dull, persistent pain",
      "definition_translation": "uma dor persistente e constante",
      "example": "I ached all over after the workout. I've been aching to see you. I will ache with loneliness.",
      "example_translation": "Eu me senti dorido em todo lugar após o treino. Eu tenho sentido dor para ver você. Eu vou sentir dor com solidão.",
      "imageLink": "https://www.ang.pl/img/slownik/ache-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ache.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "acid",
      "translation": "ácido",
      "definition": "a chemical substance with a sour taste",
      "definition_translation": "uma substância química com um sabor azedo",
      "example": "The acid in the battery corroded the metal. I added acid to the mixture. She will test the acid level.",
      "example_translation": "O ácido na bateria corroeu o metal. Eu adicionei ácido à mistura. Ela vai testar o nível de ácido.",
      "imageLink": "https://www.ang.pl/img/slownik/acid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "acquire",
      "translation": "adquirir",
      "definition": "to gain or obtain something",
      "definition_translation": "ganhar ou obter algo",
      "example": "I acquired a new skill last year. She acquires new knowledge every day. They will acquire a new company.",
      "example_translation": "Eu adquiri uma nova habilidade no ano passado. Ela adquire novo conhecimento todos os dias. Eles vão adquirir uma nova empresa.",
      "imageLink": "https://www.ang.pl/img/slownik/acquire-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acquire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "acquire",
      "translation": "adquirir",
      "definition": "to gain or obtain something, especially as a result of effort or dedication",
      "definition_translation": "ganhar ou obter algo, especialmente como resultado de esforço ou dedicação",
      "example": "I acquired a new skill last year, and now I'm more confident in my job. I'm acquiring more experience every day. I will acquire a new certification next year.",
      "example_translation": "Eu adquiri uma nova habilidade ano passado, e agora estou mais confiante no meu trabalho. Estou adquirindo mais experiência todos os dias. Vou adquirir uma nova certificação no próximo ano.",
      "imageLink": "https://www.ang.pl/img/slownik/acquire.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acquire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "action",
      "translation": "ação",
      "definition": "the process of doing something to achieve a particular goal or response",
      "definition_translation": "o processo de fazer algo para alcançar um objetivo ou resposta específica",
      "example": "The action of the movie was so intense that I was on the edge of my seat. The company will take action to reduce carbon emissions. The government's action on the crisis was slow.",
      "example_translation": "A ação do filme foi tão intensa que eu estava na beirada da minha cadeira. A empresa vai tomar medidas para reduzir emissões de carbono. A ação do governo sobre a crise foi lenta.",
      "imageLink": "https://www.ang.pl/img/slownik/action.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/action.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "actively",
      "translation": "ativamente",
      "definition": "in an active and engaged way, showing a willingness to take part or get involved",
      "definition_translation": "de maneira ativa e engajada, mostrando disposição para participar ou se envolver",
      "example": "The team worked actively to solve the problem. The company actively seeks to hire diverse candidates. She actively participates in volunteer work.",
      "example_translation": "A equipe trabalhou ativamente para resolver o problema. A empresa busca ativamente contratar candidatos diversificados. Ela participa ativamente em trabalho voluntário.",
      "imageLink": "https://www.ang.pl/img/slownik/actively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "activity",
      "translation": "atividade",
      "definition": "something that a person or group does or participates in, often in a social or leisure context",
      "definition_translation": "algo que uma pessoa ou grupo faz ou participa, muitas vezes em um contexto social ou de lazer",
      "example": "The activity of hiking is my favorite way to spend the weekend. The company offers a range of activities for employees. The children enjoyed the activity of painting.",
      "example_translation": "A atividade de caminhar é minha forma favorita de passar o fim de semana. A empresa oferece uma variedade de atividades para os funcionários. As crianças desfrutaram da atividade de pintura.",
      "imageLink": "https://www.ang.pl/img/slownik/activity-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/activity.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "actual",
      "translation": "real",
      "definition": "Existing or occurring in reality; not imaginary or theoretical.",
      "definition_translation": "Existente ou ocorrendo na realidade; não imaginário ou teórico.",
      "example": "The actual cost of the project was higher than expected. The company will make an actual profit this year. By next year, the actual results will be visible.",
      "example_translation": "O custo real do projeto foi maior do que o esperado. A empresa fará um lucro real este ano. Até o ano que vem, os resultados reais serão visíveis.",
      "imageLink": "https://www.ang.pl/img/slownik/actual.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actual.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "adapt",
      "translation": "adaptar",
      "definition": "To change or be modified to fit different conditions or needs.",
      "definition_translation": "Mudar ou ser modificado para se adequar a condições ou necessidades diferentes.",
      "example": "The company had to adapt to the new market trends. She will adapt her presentation to the audience. The species will adapt to the changing environment.",
      "example_translation": "A empresa teve que se adaptar às novas tendências do mercado. Ela irá adaptar sua apresentação ao público. A espécie se adaptará ao ambiente em mudança.",
      "imageLink": "https://www.ang.pl/img/slownik/adapt.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adapt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "addict",
      "translation": "viciado",
      "definition": "A person who is physiologically or psychologically dependent on a substance or activity.",
      "definition_translation": "Uma pessoa que é fisicamente ou psicologicamente dependente de uma substância ou atividade.",
      "example": "The addict was sent to a rehabilitation center. She became an addict after taking painkillers for too long. The addict will struggle to quit the drug.",
      "example_translation": "O viciado foi enviado para um centro de reabilitação. Ela se tornou uma viciada após tomar analgésicos por muito tempo. O viciado lutará para abandonar a droga.",
      "imageLink": "https://www.ang.pl/img/slownik/addict.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addict.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "addicted",
      "translation": "viciado",
      "definition": "Physiologically or psychologically dependent on a substance or activity.",
      "definition_translation": "Fisicamente ou psicologicamente dependente de uma substância ou atividade.",
      "example": "She is addicted to social media. He was addicted to video games. The patient was addicted to opioids.",
      "example_translation": "Ela é viciada em mídias sociais. Ele era viciado em jogos de vídeo. O paciente era viciado em opioides.",
      "imageLink": "https://www.ang.pl/img/slownik/addicted.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addicted.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "addiction",
      "translation": "vício",
      "definition": "A habitual or compulsive behavior that is harmful or detrimental to an individual's physical or mental health, relationships, or daily life.",
      "definition_translation": "Um comportamento habitual ou compulsivo que é prejudicial ou danoso à saúde física ou mental de uma pessoa, relacionamentos ou vida diária.",
      "example": "She struggled with addiction to social media, She is struggling with addiction to social media, She will struggle with addiction to social media.",
      "example_translation": "Ela lutou contra o vício do mídia social, Ela está lutando contra o vício do mídia social, Ela lutará contra o vício do mídia social.",
      "imageLink": "https://www.ang.pl/img/slownik/addiction.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addiction.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "addition",
      "translation": "adição",
      "definition": "The act of adding something to something else, especially to make it larger or more complete.",
      "definition_translation": "O ato de adicionar algo a algo mais, especialmente para torná-lo maior ou mais completo.",
      "example": "The addition of a new feature to the software was a great improvement, The addition of a new employee to the team has been very beneficial, The addition of a new course to the curriculum will start next semester.",
      "example_translation": "A adição de uma nova característica ao software foi uma grande melhoria, A adição de um novo funcionário à equipe tem sido muito benéfica, A adição de um novo curso ao currículo começará no próximo semestre.",
      "imageLink": "https://www.ang.pl/img/slownik/addition.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addition.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "additional",
      "translation": "adicional",
      "definition": "Providing more of something, especially something that is not essential but is desired or needed.",
      "definition_translation": "Fornece mais de algo, especialmente algo que não é essencial, mas é desejado ou necessário.",
      "example": "We need additional funding to complete the project, The hotel offers additional services such as room service and laundry, Additional resources will be required to meet the deadline.",
      "example_translation": "Nós precisamos de financiamento adicional para concluir o projeto, O hotel oferece serviços adicionais como serviço de quarto e lavanderia, Recursos adicionais serão necessários para atender ao prazo.",
      "imageLink": "https://www.ang.pl/img/slownik/additional.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/additional.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "additionally",
      "translation": "além disso",
      "definition": "In addition to something else; furthermore.",
      "definition_translation": "Além disso; além disso.",
      "example": "I will attend the meeting, and additionally, I will prepare a report, The new policy will reduce costs, and additionally, it will increase efficiency, The company will provide training, and additionally, it will offer mentorship.",
      "example_translation": "Eu irei à reunião, e além disso, preparei um relatório, A nova política reduzirá os custos, e além disso, aumentará a eficiência, A empresa fornecerá treinamento, e além disso, oferecerá mentorship.",
      "imageLink": "https://www.ang.pl/img/slownik/additionally.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/additionally.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "adequate",
      "translation": "adequado",
      "definition": "Having the necessary quality or amount to meet a need or requirement",
      "definition_translation": "Tendo a qualidade ou quantidade necessária para atender a uma necessidade ou requisito",
      "example": "The hotel room was adequate for our needs. We had adequately prepared for the trip. The new policy will adequately address the issue.",
      "example_translation": "O quarto do hotel era adequado para nossas necessidades. Nós havíamos preparado adequadamente para a viagem. A nova política irá adequadamente abordar o problema.",
      "imageLink": "https://www.ang.pl/img/slownik/adequate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adequate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "adequately",
      "translation": "adequadamente",
      "definition": "In a way that is sufficient or suitable for a particular purpose",
      "definition_translation": "De uma maneira que é suficiente ou apropriada para um determinado propósito",
      "example": "The company adequately trained its employees. The new software adequately addressed the issue. The team will adequately prepare for the competition.",
      "example_translation": "A empresa treinou adequadamente seus funcionários. O novo software abordou adequadamente o problema. A equipe se preparará adequadamente para a competição.",
      "imageLink": "https://www.ang.pl/img/slownik/adequately.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adequately.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "adjust",
      "translation": "ajustar",
      "definition": "To change or modify something to make it fit, work, or function better",
      "definition_translation": "Mudar ou modificar algo para fazê-lo se encaixar, funcionar ou trabalhar melhor",
      "example": "I adjusted the thermostat to a comfortable temperature. She adjusted her schedule to accommodate the meeting. The company will adjust its policy to comply with the new regulations.",
      "example_translation": "Eu ajustei o termostato para uma temperatura confortável. Ela ajustou seu horário para acomodar a reunião. A empresa vai ajustar sua política para cumprir com as novas regulamentações.",
      "imageLink": "https://www.ang.pl/img/slownik/adjust.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjust.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "adjust",
      "translation": "ajustar",
      "definition": "To make minor changes to something to improve its fit, performance, or effectiveness",
      "definition_translation": "Fazer alterações mínimas em algo para melhorar seu encaixe, desempenho ou eficácia",
      "example": "The mechanic adjusted the engine to improve its performance. The teacher adjusted the lesson plan to better suit the students' needs. The chef adjusted the recipe to reduce the amount of sugar.",
      "example_translation": "O mecânico ajustou o motor para melhorar seu desempenho. A professora ajustou o plano de aula para melhor atender às necessidades dos alunos. O chef ajustou a receita para reduzir a quantidade de açúcar.",
      "imageLink": "https://www.ang.pl/img/slownik/adjust-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjust.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "adjustment",
      "translation": "ajuste",
      "definition": "The act of adjusting or state of being adjusted; a slight change or modification made to improve something.",
      "definition_translation": "O ato de ajustar ou estado de ajuste; uma leve mudança ou modificação feita para melhorar algo.",
      "example": "The company made an adjustment to the production schedule to meet the increased demand. The adjustment was necessary to ensure timely delivery. The manager will make future adjustments as needed.",
      "example_translation": "A empresa fez um ajuste no cronograma de produção para atender à demanda aumentada. O ajuste foi necessário para garantir a entrega pontual. O gerente fará ajustes futuros conforme necessário.",
      "imageLink": "https://www.ang.pl/img/slownik/adjustment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjustment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "administration",
      "translation": "administração",
      "definition": "The act of managing or directing a business, organization, or government; the group of people responsible for making decisions and governing an institution.",
      "definition_translation": "O ato de gerenciar ou dirigir um negócio, organização ou governo; o grupo de pessoas responsáveis por tomar decisões e governar uma instituição.",
      "example": "The administration of the hospital was criticized for its poor management. The new administration promised to make changes. The administration team was responsible for the school's budget.",
      "example_translation": "A administração do hospital foi criticada por sua má gestão. A nova administração prometeu fazer mudanças. A equipe de administração foi responsável pelo orçamento da escola.",
      "imageLink": "https://www.ang.pl/img/slownik/administration.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/administration.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "admiration",
      "translation": "admiração",
      "definition": "A feeling of respect and wonder for someone or something; a sense of awe or reverence.",
      "definition_translation": "Um sentimento de respeito e admiração por alguém ou algo; um sentido de espanto ou reverência.",
      "example": "The crowd showed admiration for the athlete's impressive performance. Her beauty inspired admiration from everyone in the room. I have great admiration for her bravery.",
      "example_translation": "A multidão mostrou admiração pelo desempenho impressionante do atleta. Sua beleza inspirou admiração de todos na sala. Tenho grande admiração por sua bravura.",
      "imageLink": "https://www.ang.pl/img/slownik/admiration.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admiration.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "admire",
      "translation": "admirar",
      "definition": "To feel respect and wonder for someone or something; to regard someone or something with admiration or approval.",
      "definition_translation": "Sentir respeito e admiração por alguém ou algo; considerar alguém ou algo com admiração ou aprovação.",
      "example": "I admire her courage in standing up for her rights. He admired the beauty of the sunset. I admired the painting's intricate details.",
      "example_translation": "Admiro sua coragem em se posicionar por seus direitos. Ele admirou a beleza do pôr do sol. Admirei os detalhes intricados da pintura.",
      "imageLink": "https://www.ang.pl/img/slownik/admire.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "admission",
      "translation": "admissão",
      "definition": "The act of allowing someone to enter a place, organization, or institution.",
      "definition_translation": "O ato de permitir que alguém entre num lugar, organização ou instituição.",
      "example": "The university has a strict policy for admission. Last year, I was admitted to the program. Next year, I will be admitted to the master's degree.",
      "example_translation": "A universidade tem uma política rígida para admissão. No ano passado, eu fui admitido ao programa. No ano que vem, serei admitido ao grau de mestre.",
      "imageLink": "https://www.ang.pl/img/slownik/admission.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admission.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "admit",
      "translation": "admitir",
      "definition": "To agree that something is true or to accept that something is your fault.",
      "definition_translation": "Concordar que algo é verdadeiro ou aceitar que algo é sua culpa.",
      "example": "I admit that I made a mistake. She admitted to cheating on the exam. They will admit us to the concert if we have a ticket.",
      "example_translation": "Eu admito que eu errei. Ela admitiu ter trapaceado no exame. Eles nos admitirão ao concerto se tivermos um bilhete.",
      "imageLink": "https://www.ang.pl/img/slownik/admit-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admit.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "admittedly",
      "translation": "admitidamente",
      "definition": "Used to show that you are acknowledging something that might be surprising or unexpected.",
      "definition_translation": "Usado para mostrar que você está reconhecendo algo que pode ser surpreendente ou inesperado.",
      "example": "Admittedly, I was very tired yesterday. Admittedly, the movie was not as good as I expected. Admittedly, I have never been to Paris.",
      "example_translation": "Admitidamente, eu estava muito cansado ontem. Admitidamente, o filme não foi tão bom quanto eu esperava. Admitidamente, eu nunca estive em Paris.",
      "imageLink": "https://www.ang.pl/img/slownik/admittedly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admittedly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "adopt",
      "translation": "adotar",
      "definition": "To take a child as your own, or to use an idea, method, or plan.",
      "definition_translation": "Tomar uma criança como sua, ou usar uma ideia, método ou plano.",
      "example": "We decided to adopt a dog. The company will adopt a new strategy to increase sales. The government adopted a new policy to reduce poverty.",
      "example_translation": "Nós decidimos adotar um cachorro. A empresa adotará uma nova estratégia para aumentar as vendas. O governo adotou uma nova política para reduzir a pobreza.",
      "imageLink": "https://www.ang.pl/img/slownik/adopt.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "adopt",
      "translation": "adotar",
      "definition": "To take something or someone as one's own, to accept or approve something formally.",
      "definition_translation": "Tomar algo ou alguém como seu, aceitar ou aprovar algo formalmente.",
      "example": "I adopted a cat from the shelter. I am adopting a new hobby. I will adopt a new strategy for the project.",
      "example_translation": "Eu adotei um gato do abrigo. Estou adotando um novo hobby. Vou adotar uma nova estratégia para o projeto.",
      "imageLink": "https://www.ang.pl/img/slownik/adopt-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "adopted",
      "translation": "adotado",
      "definition": "Past tense of adopt, having been taken or accepted as one's own.",
      "definition_translation": "Tempo passado de adotar, tendo sido tomado ou aceito como próprio.",
      "example": "I adopted a child when I was younger. The company has adopted a new policy. The adopted child has grown up.",
      "example_translation": "Eu adotei uma criança quando era mais jovem. A empresa adotou uma nova política. A criança adotada cresceu.",
      "imageLink": "https://www.ang.pl/img/slownik/adopted.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopted.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "adoption",
      "translation": "adoption",
      "definition": "The act of taking something or someone as one's own, a legal procedure to become the parent of a child.",
      "definition_translation": "O ato de tomar algo ou alguém como seu, um procedimento legal para se tornar pai de uma criança.",
      "example": "The adoption process can be lengthy. The adoption of new technology has improved efficiency. The couple is going through the adoption process.",
      "example_translation": "O processo de adopção pode ser longo. A adoção de nova tecnologia melhorou a eficiência. O casal está passando pelo processo de adopção.",
      "imageLink": "https://www.ang.pl/img/slownik/adoption.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adoption.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "advance",
      "translation": "avançar",
      "definition": "To move forward, to make progress, to increase or improve something.",
      "definition_translation": "Mover para frente, fazer progresso, aumentar ou melhorar algo.",
      "example": "I advance to the next level in the game. The company will advance in the market. She will advance her career.",
      "example_translation": "Eu avanço para o próximo nível no jogo. A empresa vai avançar no mercado. Ela vai avançar em sua carreira.",
      "imageLink": "https://www.ang.pl/img/slownik/advance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "advance",
      "translation": "avançar",
      "definition": "To move forward or make progress in a particular area or activity.",
      "definition_translation": "Avançar ou fazer progresso em uma área ou atividade específica.",
      "example": "The company will advance its marketing strategy to increase sales. Last year, they advanced to the finals of the competition. By next year, they will have advanced to the next level.",
      "example_translation": "A empresa avançará sua estratégia de marketing para aumentar as vendas. No ano passado, eles avançaram para as finais da competição. Até o próximo ano, eles terão avançado para o próximo nível.",
      "imageLink": "https://www.ang.pl/img/slownik/advance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "adventurous",
      "translation": "aventureiro",
      "definition": "Willing to take risks and try new things, often in a bold or exciting way.",
      "definition_translation": "Disposto a correr riscos e tentar coisas novas, muitas vezes de maneira ousada ou emocionante.",
      "example": "My adventurous friend loves to travel to new countries. She was adventurous enough to try skydiving. He will be adventurous and start his own business next year.",
      "example_translation": "Meu amigo aventureiro ama viajar para novos países. Ela foi ousada o suficiente para experimentar skydiving. Ele será aventureiro e abrirá seu próprio negócio no próximo ano.",
      "imageLink": "https://www.ang.pl/img/slownik/adventurous.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adventurous.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "advertising",
      "translation": "publicidade",
      "definition": "The activity or profession of producing and disseminating information to promote a product, service, or idea.",
      "definition_translation": "A atividade ou profissão de produzir e disseminar informações para promover um produto, serviço ou ideia.",
      "example": "The company has invested a lot in advertising to increase brand awareness. Advertising on social media is very effective. They will start advertising their new product next month.",
      "example_translation": "A empresa investiu muito em publicidade para aumentar a conscientização da marca. Publicidade nas mídias sociais é muito eficaz. Eles começarão a publicizar seu novo produto no próximo mês.",
      "imageLink": "https://www.ang.pl/img/slownik/advertising-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advertising.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "affair",
      "translation": "assunto",
      "definition": "A matter or situation that requires attention or action.",
      "definition_translation": "Um assunto ou situação que requer atenção ou ação.",
      "example": "The company is dealing with a serious affair regarding corruption. The affair between the two colleagues was kept secret. The government will investigate the affair and take action soon.",
      "example_translation": "A empresa está lidando com um assunto sério sobre corrupção. O caso entre os dois colegas foi mantido em segredo. O governo investigará o caso e tomará medidas em breve.",
      "imageLink": "https://www.ang.pl/img/slownik/affair.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affair.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "affect",
      "translation": "afetar",
      "definition": "To influence or have an impact on something or someone.",
      "definition_translation": "Afetar ou ter um impacto em algo ou alguém.",
      "example": "The cold weather will affect the crops. The teacher's words had a profound affect on the student. The company's decision will not affect our plans.",
      "example_translation": "O clima frio afetará as colheitas. As palavras do professor tiveram um efeito profundo no aluno. A decisão da empresa não afetará nossos planos.",
      "imageLink": "https://www.ang.pl/img/slownik/affect-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "affect",
      "translation": "afetar",
      "definition": "To pretend or feign something, such as emotions.",
      "definition_translation": "Fingir ou simular algo, como emoções.",
      "example": "She affected a British accent to sound more sophisticated. The actor affected a sad expression to get sympathy. The company will affect a more sustainable practice starting next year.",
      "example_translation": "Ela afetou um sotaque britânico para soar mais sofisticada. O ator afetou uma expressão triste para obter simpatia. A empresa afetará uma prática mais sustentável starting next year.",
      "imageLink": "https://www.ang.pl/img/slownik/affect.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "affection",
      "translation": "afeto",
      "definition": "A feeling of love, fondness, or warmth towards someone or something.",
      "definition_translation": "Um sentimento de amor, carinho ou calor humano em relação a alguém ou algo.",
      "example": "The child showed great affection towards her new puppy. The teacher had a deep affection for her students. The family has a long-standing affection for the beach.",
      "example_translation": "A criança mostrou um grande afeto pela sua nova cadela. O professor tinha um profundo afeto pelos seus alunos. A família tem um afeto de longa data pela praia.",
      "imageLink": "https://www.ang.pl/img/slownik/affection.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affection.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "affectionate",
      "translation": "afetivo",
      "definition": "Showing or feeling love, fondness, or warmth towards someone or something.",
      "definition_translation": "Mostrando ou sentindo amor, carinho ou calor humano em relação a alguém ou algo.",
      "example": "The affectionate couple held hands throughout the movie. The affectionate dog licked his owner's face. The family had an affectionate goodbye at the airport.",
      "example_translation": "O casal afetivo segurou as mãos durante todo o filme. O cão afetivo lambeu o rosto do dono. A família teve um adeus afetivo no aeroporto.",
      "imageLink": "https://www.ang.pl/img/slownik/affectionate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affectionate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "age",
      "translation": "idade",
      "definition": "The length of time that a person or thing has existed or been in use.",
      "definition_translation": "O comprimento do tempo que uma pessoa ou coisa tem existido ou sido utilizada.",
      "example": "At the age of 25, I graduated from college. Now, I am 30 years old. I will be 35 years old in five years.",
      "example_translation": "À idade de 25 anos, eu me formei na faculdade. Agora, eu tenho 30 anos. Eu serei 35 anos de idade em cinco anos.",
      "imageLink": "https://www.ang.pl/img/slownik/age-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/age.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "agent",
      "translation": "agente",
      "definition": "A person who acts on behalf of another person or organization.",
      "definition_translation": "Uma pessoa que atua em nome de outra pessoa ou organização.",
      "example": "The agent helped me find a new apartment. The agent is very professional. The agent will help me move next week.",
      "example_translation": "O agente me ajudou a encontrar um novo apartamento. O agente é muito profissional. O agente me ajudará a me mudar na próxima semana.",
      "imageLink": "https://www.ang.pl/img/slownik/agent.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agent.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "aggressive",
      "translation": "agressivo",
      "definition": "Having or showing a strong and forceful personality or behavior.",
      "definition_translation": "Tendo ou mostrando uma personalidade forte e vigorosa ou comportamento.",
      "example": "The aggressive driver cut me off on the highway. The aggressive marketing strategy worked well. The aggressive salesperson was very pushy.",
      "example_translation": "O motorista agressivo me cortou no highway. A estratégia de marketing agressiva funcionou bem. O vendedor agressivo foi muito insistente.",
      "imageLink": "https://www.ang.pl/img/slownik/aggressive.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aggressive.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "aggressively",
      "translation": "agressivamente",
      "definition": "In a strong and forceful manner, often in a way that is threatening or hostile.",
      "definition_translation": "De uma maneira forte e vigorosa, muitas vezes de uma maneira ameaçadora ou hostil.",
      "example": "The company marketed aggressively to increase sales. The athlete played aggressively in the championship game. The politician campaigned aggressively to win the election.",
      "example_translation": "A empresa comercializou agressivamente para aumentar as vendas. O atleta jogou agressivamente no jogo de campeonato. O político fez uma campanha agressiva para ganhar a eleição.",
      "imageLink": "https://www.ang.pl/img/slownik/aggressively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aggressively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "agreement",
      "translation": "acordo",
      "definition": "a mutual understanding or arrangement between two or more parties",
      "definition_translation": "um entendimento mútuo ou acordo entre duas ou mais partes",
      "example": "The company reached an agreement with the union to increase wages. The team had an agreement to meet at 2 pm. They will have an agreement on the project plan by next week.",
      "example_translation": "A empresa alcançou um acordo com o sindicato para aumentar os salários. A equipe tinha um acordo para se encontrar às 2 pm. Eles terão um acordo sobre o plano do projeto até a próxima semana.",
      "imageLink": "https://www.ang.pl/img/slownik/agreement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agreement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "agriculture",
      "translation": "agricultura",
      "definition": "the practice of cultivating the land to produce crops and rear livestock",
      "definition_translation": "a prática de cultivar a terra para produzir culturas e criar gado",
      "example": "Agriculture is a vital industry in many countries. The agriculture sector has seen significant growth in recent years. By 2050, agriculture will be more sustainable and efficient.",
      "example_translation": "A agricultura é uma indústria vital em muitos países. O setor de agricultura viu um crescimento significativo nos últimos anos. Até 2050, a agricultura será mais sustentável e eficiente.",
      "imageLink": "https://www.ang.pl/img/slownik/agriculture.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agriculture.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "aid",
      "translation": "ajuda",
      "definition": "assistance or support given to people in need",
      "definition_translation": "assistência ou apoio dado às pessoas necessitadas",
      "example": "The organization provided aid to the victims of the natural disaster. The country received aid from international donors. The aid package will be delivered next month.",
      "example_translation": "A organização forneceu ajuda às vítimas do desastre natural. O país recebeu ajuda de doadores internacionais. O pacote de ajuda será entregue no próximo mês.",
      "imageLink": "https://www.ang.pl/img/slownik/aid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "aim",
      "translation": "objetivo",
      "definition": "a purpose or goal that one seeks to achieve",
      "definition_translation": "um propósito ou objetivo que se busca alcançar",
      "example": "My aim is to finish the project by the end of the month. The team's aim was to win the championship. By 2025, her aim is to start her own business.",
      "example_translation": "Meu objetivo é terminar o projeto até o fim do mês. O objetivo da equipe era vencer o campeonato. Até 2025, seu objetivo é começar seu próprio negócio.",
      "imageLink": "https://www.ang.pl/img/slownik/aim.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aim.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "aircraft",
      "translation": "aeronave",
      "definition": "A powered, fixed-wing aircraft that is used for flying, typically with a single fuselage and wings, driven by one or more propellers or jet engines.",
      "definition_translation": "Uma aeronave motorizada de asa fixa usada para voar, tipicamente com um único fuselagem e asas, impulsionada por um ou mais motores a hélice ou motores a jato.",
      "example": "The aircraft soared through the sky. The pilot had flown aircraft for years. The aircraft will land soon.",
      "example_translation": "A aeronave voou pelo céu. O piloto havia pilotado aeronaves por anos. A aeronave pousará em breve.",
      "imageLink": "https://www.ang.pl/img/slownik/aircraft.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aircraft.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "aisle",
      "translation": "corredor",
      "definition": "A passage between rows of seats in a church, airplane, or other vehicles, or a long narrow section of shelves in a store.",
      "definition_translation": "Um corredor entre as fileiras de assentos em uma igreja, avião ou outros veículos, ou uma longa seção estreita de prateleiras em uma loja.",
      "example": "The bride walked down the aisle. The passenger walked up the aisle to find a seat. The store had a wide aisle for customers.",
      "example_translation": "A noiva caminhou pelo corredor. O passageiro caminhou pelo corredor para encontrar um assento. A loja tinha um corredor amplo para clientes.",
      "imageLink": "https://www.ang.pl/img/slownik/aisle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aisle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "alcoholism",
      "translation": "alcoolismo",
      "definition": "A chronic disease characterized by the continued ingestion of alcohol despite adverse effects on health, relationships, and social functioning.",
      "definition_translation": "Uma doença crônica caracterizada pela ingestão contínua de álcool apesar dos efeitos adversos na saúde, relacionamentos e funcionamento social.",
      "example": "Alcoholism is a serious problem. He struggled with alcoholism for years. The alcoholism treatment center helps many people.",
      "example_translation": "O alcoolismo é um problema sério. Ele lutou com o alcoolismo por anos. O centro de tratamento de alcoolismo ajuda muitas pessoas.",
      "imageLink": "https://www.ang.pl/img/slownik/alcoholism.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alcoholism.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "alien",
      "translation": "alienígena",
      "definition": "A creature from outside the planet Earth, especially one that is intelligent and communicable.",
      "definition_translation": "Uma criatura de fora do planeta Terra, especialmente uma que é inteligente e comunicável.",
      "example": "The alien landed on the moon. The astronaut met an alien in space. The movie had an alien invasion.",
      "example_translation": "O alienígena pousou na lua. O astronauta encontrou um alienígena no espaço. O filme teve uma invasão alienígena.",
      "imageLink": "https://www.ang.pl/img/slownik/alien.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alien.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "alike",
      "translation": "semelhante",
      "definition": "Having a similar nature or character; comparable.",
      "definition_translation": "Tendo uma natureza ou caráter semelhante; comparável.",
      "example": "The twins were alike in their love for adventure. They had alike experiences in college. They will be alike in their future careers.",
      "example_translation": "Os gêmeos eram semelhantes em seu amor pela aventura. Eles tiveram experiências semelhantes na faculdade. Eles serão semelhantes em suas carreiras futuras.",
      "imageLink": "https://www.ang.pl/img/slownik/alike-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alike.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "allergy",
      "translation": "alergia",
      "definition": "An abnormal reaction to a substance, especially a hypersensitivity to a particular food or substance.",
      "definition_translation": "Uma reação anormal a uma substância, especialmente uma hipersensibilidade a um alimento ou substância particular.",
      "example": "She has an allergy to peanuts. She had an allergy to shellfish when she was a kid. She will develop an allergy to pollen in the future.",
      "example_translation": "Ela tem uma alergia a amendoins. Ela teve uma alergia a frutos do mar quando era criança. Ela desenvolverá uma alergia ao pólen no futuro.",
      "imageLink": "https://www.ang.pl/img/slownik/allergy.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/allergy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "alley",
      "translation": "beco",
      "definition": "A narrow passage or way between, behind, or within buildings.",
      "definition_translation": "Um passagem estreita ou caminho entre, atrás ou dentro dos edifícios.",
      "example": "The alley was dark and scary. They walked through the alley to get to the other side of town. The kids played hide and seek in the alley yesterday.",
      "example_translation": "O beco estava escuro e assustador. Eles caminharam pelo beco para chegar ao outro lado da cidade. As crianças brincaram de esconde-esconde no beco ontem.",
      "imageLink": "https://www.ang.pl/img/slownik/alley.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alley.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "alligator",
      "translation": "jacaré",
      "definition": "A large reptile with a long, rounded snout, typically found in freshwater habitats in the southeastern United States.",
      "definition_translation": "Um réptil grande com um focinho longo e arredondado, tipicamente encontrado em habitats de água doce no sudeste dos Estados Unidos.",
      "example": "The alligator was sleeping in the swamp. They saw an alligator in the lake last weekend. The alligator will be released back into the wild soon.",
      "example_translation": "O jacaré estava dormindo no pântano. Eles viram um jacaré no lago último fim de semana. O jacaré será libertado de volta para o wild em breve.",
      "imageLink": "https://www.ang.pl/img/slownik/alligator.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alligator.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "alphabetical",
      "translation": "alfabético",
      "definition": "Relating to or arranged in the order of the alphabet.",
      "definition_translation": "Relativa ou arranjada na ordem do alfabeto.",
      "example": "The dictionary is arranged in alphabetical order. I alphabetized the list yesterday. She will alphabetize the files next week.",
      "example_translation": "O dicionário está arrangiado em ordem alfabética. Eu alfabetizei a lista ontem. Ela vai alfabetizar os arquivos na próxima semana.",
      "imageLink": "https://www.ang.pl/img/slownik/alphabetical.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alphabetical.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "alphabetically",
      "translation": "alfabeticamente",
      "definition": "In the order of the alphabet.",
      "definition_translation": "Na ordem do alfabeto.",
      "example": "The books are arranged alphabetically. She organized the files alphabetically. They will list the names alphabetically.",
      "example_translation": "Os livros estão arrangiados alfabeticamente. Ela organizou os arquivos alfabeticamente. Eles vão listar os nomes alfabeticamente.",
      "imageLink": "https://www.ang.pl/img/slownik/alphabetically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alphabetically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "alter",
      "translation": "alterar",
      "definition": "To change or modify something.",
      "definition_translation": "Mudar ou modificar algo.",
      "example": "I altered the dress to fit me better. She altered the recipe to reduce the sugar content. They will alter the plans to accommodate the new information.",
      "example_translation": "Eu alterei o vestido para me caber melhor. Ela alterou a receita para reduzir o teor de açúcar. Eles vão alterar os planos para acomodar a nova informação.",
      "imageLink": "https://www.ang.pl/img/slownik/alter.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alter.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "alternative",
      "translation": "alternativa",
      "definition": "A choice or option other than the one previously proposed or available.",
      "definition_translation": "Uma escolha ou opção além daquela anteriormente proposta ou disponível.",
      "example": "We need to find an alternative solution. She chose an alternative route to avoid traffic. They offered an alternative payment plan.",
      "example_translation": "Nós precisamos encontrar uma solução alternativa. Ela escolheu uma rota alternativa para evitar o trânsito. Eles ofereceram um plano de pagamento alternativo.",
      "imageLink": "https://www.ang.pl/img/slownik/alternative.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternative.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "alternative",
      "translation": "alternativa",
      "definition": "A choice or option between two or more things.",
      "definition_translation": "Uma escolha ou opção entre duas ou mais coisas.",
      "example": "I considered several alternative options before making a decision. I will consider alternative solutions in the future. She had alternative plans for the weekend.",
      "example_translation": "Eu considerei várias opções alternativas antes de tomar uma decisão. Vou considerar soluções alternativas no futuro. Ela havia planos alternativos para o fim de semana.",
      "imageLink": "https://www.ang.pl/img/slownik/alternative-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternative.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "alternatively",
      "translation": "alternativamente",
      "definition": "In a different way or manner.",
      "definition_translation": "De uma maneira diferente.",
      "example": "I could have gone to the beach, or alternatively, I could have gone to the park. She will travel to Paris, or alternatively, she will stay in Rome.",
      "example_translation": "Eu podia ter ido à praia, ou alternativamente, eu podia ter ido ao parque. Ela viajará para Paris, ou alternativamente, ela ficará em Roma.",
      "imageLink": "https://www.ang.pl/img/slownik/alternatively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternatively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "aluminium",
      "translation": "alumínio",
      "definition": "A silvery-white metal used in aircraft, packaging, and construction.",
      "definition_translation": "Um metal branco-prateado usado em aeronaves, embalagens e construção.",
      "example": "The aircraft is made of lightweight aluminium. The cans are made of recyclable aluminium. They will use aluminium in the construction of the new building.",
      "example_translation": "O avião é feito de alumínio leve. As latas são feitas de alumínio reciclável. Eles vão usar alumínio na construção do prédio novo.",
      "imageLink": "https://www.ang.pl/img/slownik/aluminium.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aluminium.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "amazement",
      "translation": "admiração",
      "definition": "A feeling of great surprise or wonder.",
      "definition_translation": "Um sentimento de grande surpresa ou admiração.",
      "example": "The amazement on his face was clear. I felt amazement when I saw the Grand Canyon. The crowd expressed amazement at the fireworks display.",
      "example_translation": "O espanto em seu rosto era claro. Eu senti admiração quando vi o Grand Canyon. A multidão expressou admiração no espetáculo de fogos de artifício.",
      "imageLink": "https://www.ang.pl/img/slownik/amazement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amazement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "ambassador",
      "translation": "embaixador",
      "definition": "A person who acts as a representative of a country, organization, or group of people.",
      "definition_translation": "Uma pessoa que atua como representante de um país, organização ou grupo de pessoas.",
      "example": "The ambassador was honored for his diplomatic efforts, and he will continue to serve in the future, having served in the past.",
      "example_translation": "O embaixador foi homenageado por seus esforços diplomáticos e continuará a servir no futuro, tendo servido no passado.",
      "imageLink": "https://www.ang.pl/img/slownik/ambassador.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambassador.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "ambition",
      "translation": "ambição",
      "definition": "A strong desire to achieve something, typically requiring determination and hard work.",
      "definition_translation": "Um desejo forte de alcançar algo, geralmente requerendo determinação e trabalho duro.",
      "example": "Her ambition to become a successful businesswoman drove her to work hard, and she will likely achieve her goal in the near future, having made progress in the present.",
      "example_translation": "A ambição dela de se tornar uma empresária bem-sucedida a levou a trabalhar duro, e ela provavelmente alcançará seu objetivo no futuro próximo, tendo feito progresso no presente.",
      "imageLink": "https://www.ang.pl/img/slownik/ambition.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambition.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "ambitious",
      "translation": "ambicioso",
      "definition": "Having or showing a strong desire to succeed, often requiring courage and determination.",
      "definition_translation": "Tendo ou mostrando um desejo forte de sucesso, muitas vezes requerendo coragem e determinação.",
      "example": "He was an ambitious young man who would stop at nothing to achieve his dreams, and he will likely become a successful entrepreneur in the future, having taken risks in the present.",
      "example_translation": "Ele era um jovem ambicioso que não pararia nada para alcançar seus sonhos, e ele provavelmente se tornará um empreendedor bem-sucedido no futuro, tendo corrido riscos no presente.",
      "imageLink": "https://www.ang.pl/img/slownik/ambitious.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambitious.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "amuse",
      "translation": "divertir",
      "definition": "To entertain or occupy someone's time pleasantly, often in a lighthearted or humorous way.",
      "definition_translation": "Entreter ou ocupar o tempo de alguém de forma agradável, muitas vezes de uma maneira leve ou humorística.",
      "example": "The comedian's jokes amused the audience, and they will continue to amuse us in the future, having amused us in the past and present.",
      "example_translation": "As piadas do comediante divertiram a plateia, e eles continuarão a nos divertir no futuro, tendo nos divertido no passado e presente.",
      "imageLink": "https://www.ang.pl/img/slownik/amuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "amuse",
      "translation": "divertir",
      "definition": "to entertain or occupy in a pleasant manner",
      "definition_translation": "divertir ou ocupar de uma maneira agradável",
      "example": "The comedian's jokes always amuse the audience. She amused us with her silly impressions. They will amuse their friends at the party.",
      "example_translation": "As piadas do comediante sempre divertem a plateia. Ela nos divertiu com suas imitações bobas. Eles divertirão seus amigos na festa.",
      "imageLink": "https://www.ang.pl/img/slownik/amuse-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "amused",
      "translation": "divertido",
      "definition": "feeling or showing enjoyment or pleasure",
      "definition_translation": "sentindo ou mostrando prazer ou diversão",
      "example": "The child was amused by the clown's antics. She was amused by the silly movie. They were amused by the surprise party.",
      "example_translation": "A criança foi divertida pelas travessuras do palhaço. Ela foi divertida pelo filme bobo. Eles foram divertidos pela festa surpresa.",
      "imageLink": "https://www.ang.pl/img/slownik/amused.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amused.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "amusement",
      "translation": "diversão",
      "definition": "a feeling of enjoyment or pleasure",
      "definition_translation": "um sentimento de prazer ou diversão",
      "example": "The amusement park was filled with screaming children. The amusement of the crowd was palpable. The amusement ride was shut down for repairs.",
      "example_translation": "O parque de diversões estava cheio de crianças gritando. A diversão da multidão era palpável. A atração de diversão foi fechada para reparos.",
      "imageLink": "https://www.ang.pl/img/slownik/amusement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amusement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "anaconda",
      "translation": "anaconda",
      "definition": "a large, non-venomous snake found in South America",
      "definition_translation": "uma cobra grande, não venenosa, encontrada na América do Sul",
      "example": "The anaconda slithered through the jungle. Anacondas are constrictors, not venomous. The anaconda is an apex predator.",
      "example_translation": "A anaconda deslizou pela selva. As anacondas são constritoras, não venenosas. A anaconda é um predador de porte.",
      "imageLink": "https://www.ang.pl/img/slownik/anaconda.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anaconda.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "analyse",
      "translation": "analisar",
      "definition": "To examine and interpret data or information in order to identify patterns, trends, or conclusions.",
      "definition_translation": "Examinar e interpretar dados ou informações para identificar padrões, tendências ou conclusões.",
      "example": "The scientist will analyse the data to identify the causes of the phenomenon. She has been analysing the results for weeks. She will analyse the samples tomorrow.",
      "example_translation": "O cientista vai analisar os dados para identificar as causas do fenômeno. Ela vem analisando os resultados por semanas. Ela vai analisar as amostras amanhã.",
      "imageLink": "https://www.ang.pl/img/slownik/analyse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analyse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "analysis",
      "translation": "análise",
      "definition": "The process of breaking down complex information or ideas into smaller parts to understand and interpret them.",
      "definition_translation": "O processo de desmontar informações ou idéias complexas em partes menores para entendê-las e interpretá-las.",
      "example": "The team conducted a thorough analysis of the market trends. The doctor's analysis of the test results was accurate. The company will conduct an analysis of the sales data next quarter.",
      "example_translation": "A equipe realizou uma análise minuciosa das tendências do mercado. A análise dos resultados dos testes pelo médico foi precisa. A empresa realizará uma análise dos dados de vendas no próximo trimestre.",
      "imageLink": "https://www.ang.pl/img/slownik/analysis.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analysis.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "analyst",
      "translation": "analista",
      "definition": "A person who examines and interprets data, often using mathematical or statistical methods, to identify patterns or trends.",
      "definition_translation": "Uma pessoa que examina e interpreta dados, muitas vezes usando métodos matemáticos ou estatísticos, para identificar padrões ou tendências.",
      "example": "The financial analyst reviewed the company's financial statements. The data analyst will present her findings to the team tomorrow. The security analyst has been monitoring the system for suspicious activity.",
      "example_translation": "O analista financeiro revisou as demonstrações financeiras da empresa. A analista de dados apresentará suas descobertas à equipe amanhã. O analista de segurança vem monitorando o sistema para atividades suspeitas.",
      "imageLink": "https://www.ang.pl/img/slownik/analyst.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analyst.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "ancestor",
      "translation": "antepassado",
      "definition": "A person from whom one is descended, especially one who lived in a distant past.",
      "definition_translation": "Uma pessoa de quem se descende, especialmente uma que viveu em um passado distante.",
      "example": "My ancestor emigrated from Europe in the 19th century. The ancient civilization revered their ancestors as gods. Our ancestors learned to survive in the harsh environment.",
      "example_translation": "Meu antepassado emigrou da Europa no século 19. A civilização antiga reverenciava seus antepassados como deuses. Nossos antepassados aprenderam a sobreviver no ambiente hostil.",
      "imageLink": "https://www.ang.pl/img/slownik/ancestor.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ancestor.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "anger",
      "translation": "raiva",
      "definition": "A strong feeling of displeasure, hostility, or indignation in response to a wrong or a threat.",
      "definition_translation": "Um forte sentimento de desprazer, hostilidade ou indignação em resposta a um erro ou uma ameaça.",
      "example": "I felt anger when I saw the news, I will feel anger if it happens again, and I felt anger last year when it happened.",
      "example_translation": "Eu senti raiva quando vi as notícias, serei sentir raiva se acontecer novamente, e eu senti raiva no ano passado quando aconteceu.",
      "imageLink": "https://www.ang.pl/img/slownik/anger.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anger.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "animal",
      "translation": "animal",
      "definition": "A living organism that feeds on organic matter, typically having specialized sense organs and nervous system, and able to respond rapidly to stimuli.",
      "definition_translation": "Um organismo vivo que se alimenta de matéria orgânica, tipicamente tendo órgãos sensoriais especializados e sistema nervoso, e capaz de responder rapidamente a estímulos.",
      "example": "The animal was very fast, it will be an animal in the zoo, and it was an animal in the forest.",
      "example_translation": "O animal era muito rápido, será um animal no zoológico, e era um animal na floresta.",
      "imageLink": "https://www.ang.pl/img/slownik/animal-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/animal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "annually",
      "translation": "anualmente",
      "definition": "Occurring or done every year.",
      "definition_translation": "Ocorrendo ou feito todos os anos.",
      "example": "We go on vacation annually, it will happen annually, and it happened annually.",
      "example_translation": "Nós vamos de férias anualmente, isso acontecerá anualmente, e isso aconteceu anualmente.",
      "imageLink": "https://www.ang.pl/img/slownik/annually.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/annually.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "anxiety",
      "translation": "ansiedade",
      "definition": "A feeling of worry, nervousness, or unease about something that may happen.",
      "definition_translation": "Um sentimento de preocupação, nervosismo ou desconforto sobre algo que pode acontecer.",
      "example": "I felt anxiety before the exam, I will feel anxiety before the presentation, and I felt anxiety last week.",
      "example_translation": "Eu senti ansiedade antes do exame, serei sentir ansiedade antes da apresentação, e eu senti ansiedade semana passada.",
      "imageLink": "https://www.ang.pl/img/slownik/anxiety.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anxiety.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "anxiously",
      "translation": "ansiosamente",
      "definition": "in a state of anxiety or worry",
      "definition_translation": "em um estado de ansiedade ou preocupação",
      "example": "I have been waiting anxiously for the results. I wait anxiously for my birthday. I will wait anxiously for the concert.",
      "example_translation": "Eu tenho esperado ansiosamente pelos resultados. Eu espero ansiosamente pelo meu aniversário. Eu vou esperar ansiosamente pelo concerto.",
      "imageLink": "https://www.ang.pl/img/slownik/anxiously.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anxiously.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "anyhow",
      "translation": "de qualquer maneira",
      "definition": "in spite of difficulties or challenges",
      "definition_translation": "apesar de dificuldades ou desafios",
      "example": "I will finish the project anyhow. She will learn to ride a bike anyhow. They will get there anyhow.",
      "example_translation": "Eu vou terminar o projeto de qualquer maneira. Ela vai aprender a andar de bicicleta de qualquer maneira. Eles vão chegar lá de qualquer maneira.",
      "imageLink": "https://www.ang.pl/img/slownik/anyhow.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anyhow.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "apostrophe",
      "translation": "apóstrofo",
      "definition": "a punctuation mark used to indicate possession or omission",
      "definition_translation": "um sinal de pontuação usado para indicar posse ou omissão",
      "example": "The apostrophe in 'it's' indicates possession. The teacher explained the use of apostrophes. The punctuation mark is an apostrophe.",
      "example_translation": "O apóstrofo em 'it's' indica posse. O professor explicou o uso de apóstrofos. O sinal de pontuação é um apóstrofo.",
      "imageLink": "https://www.ang.pl/img/slownik/apostrophe.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apostrophe.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "apparent",
      "translation": "aparente",
      "definition": "clearly seen or understood",
      "definition_translation": "claramente visto ou entendido",
      "example": "The solution was apparent to everyone. The problem was apparent from the start. The reason will be apparent soon.",
      "example_translation": "A solução foi aparente para todos. O problema foi aparente desde o início. O motivo será aparente em breve.",
      "imageLink": "https://www.ang.pl/img/slownik/apparent.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apparent.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "apparently",
      "translation": "aparentemente",
      "definition": "Used to indicate that something seems to be true or to exist, but it may not be certain or true.",
      "definition_translation": "Usado para indicar que algo parece ser verdadeiro ou existir, mas pode não ser certo ou verdadeiro.",
      "example": "She was apparently very happy with the gift. She had apparently been studying all night. She will apparently start her new job next week.",
      "example_translation": "Ela estava aparentemente muito feliz com o presente. Ela havia aparentemente estudado a noite toda. Ela começará aparentemente seu novo emprego na próxima semana.",
      "imageLink": "https://www.ang.pl/img/slownik/apparently.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apparently.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "appeal",
      "translation": "apelar",
      "definition": "To ask someone in authority to change a decision, or to make an official request for something.",
      "definition_translation": "Pedir a alguém em autoridade para mudar uma decisão, ou fazer um pedido oficial para algo.",
      "example": "The lawyer will appeal the court's decision. The charity will appeal for donations. The new policy will appeal to many people.",
      "example_translation": "O advogado irá apelar da decisão do tribunal. A caridade irá apelar por doações. A nova política irá apelar para muitas pessoas.",
      "imageLink": "https://www.ang.pl/img/slownik/appeal.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appeal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "appeal",
      "translation": "apelar",
      "definition": "A quality of being attractive or pleasing.",
      "definition_translation": "Uma qualidade de ser atraente ou agradável.",
      "example": "The appeal of the new restaurant was its unique ambiance. The appeal of the new policy was its flexibility. The appeal of the charity event was its celebrity guests.",
      "example_translation": "O apelo do novo restaurante era sua atmosfera única. O apelo da nova política era sua flexibilidade. O apelo do evento de caridade era seus convidados celebridades.",
      "imageLink": "https://www.ang.pl/img/slownik/appeal-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appeal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "appear",
      "translation": "aparecer",
      "definition": "To become visible or to be seen.",
      "definition_translation": "Tornar-se visível ou ser visto.",
      "example": "She will appear on the TV show tonight. He appeared to be very confident. They will appear in court next week.",
      "example_translation": "Ela irá aparecer no show de TV tonight. Ele pareceu muito confiante. Eles irão aparecer no tribunal na próxima semana.",
      "imageLink": "https://www.ang.pl/img/slownik/appear-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appear.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "appearance",
      "translation": "aparência",
      "definition": "The way that someone or something looks or seems",
      "definition_translation": "A maneira como alguém ou algo parece ou parece",
      "example": "She made a stunning appearance at the party last night. She will make an appearance at the ceremony tomorrow. She had made a remarkable appearance in the play last year.",
      "example_translation": "Ela fez uma aparição incrível na festa ontem à noite. Ela fará uma aparição na cerimônia amanhã. Ela havia feito uma aparição notável na peça do ano passado.",
      "imageLink": "https://www.ang.pl/img/slownik/appearance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appearance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "application",
      "translation": "aplicação",
      "definition": "A request or a document submitted to an organization or authority in order to be considered for something",
      "definition_translation": "Um pedido ou documento enviado a uma organização ou autoridade para ser considerado para algo",
      "example": "I have submitted an application for the job. She will submit an application for the scholarship next week. They had submitted an application for the grant last month.",
      "example_translation": "Eu submeti uma aplicação para o emprego. Ela submeterá uma aplicação para a bolsa de estudos na semana que vem. Eles haviam submetido uma aplicação para a subvenção no mês passado.",
      "imageLink": "https://www.ang.pl/img/slownik/application.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/application.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "appreciate",
      "translation": "apreciar",
      "definition": "To recognize and enjoy the good qualities of someone or something",
      "definition_translation": "Reconhecer e desfrutar das boas qualidades de alguém ou algo",
      "example": "I appreciate your help. She will appreciate the gift. They had appreciated the beauty of the city.",
      "example_translation": "Eu aprecio sua ajuda. Ela apreciará o presente. Eles haviam apreciado a beleza da cidade.",
      "imageLink": "https://www.ang.pl/img/slownik/appreciate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appreciate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "appreciation",
      "translation": "apreciação",
      "definition": "A feeling of gratitude or respect for someone or something",
      "definition_translation": "Um sentimento de gratidão ou respeito por alguém ou algo",
      "example": "I have a deep appreciation for art. She will show her appreciation for the team's effort. They had expressed their appreciation for the teacher's guidance.",
      "example_translation": "Eu tenho uma apreciação profunda pela arte. Ela mostrará sua apreciação pelo esforço da equipe. Eles haviam expressado sua apreciação pelo guia do professor.",
      "imageLink": "https://www.ang.pl/img/slownik/appreciation.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appreciation.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "approach",
      "translation": "abordagem",
      "definition": "To come near or nearer to someone or something in distance or time.",
      "definition_translation": "Chegar perto ou mais perto de alguém ou algo em distância ou tempo.",
      "example": "I approached the old mansion with caution. I am approaching the deadline. I will approach the topic with care.",
      "example_translation": "Eu abordei a velha mansão com cautela. Eu estou abordando o prazo limite. Eu abordarei o tópico com cuidado.",
      "imageLink": "https://www.ang.pl/img/slownik/approach-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approach.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "approach",
      "translation": "abordagem",
      "definition": "To come near or nearer to someone or something in distance or time.",
      "definition_translation": "Chegar perto ou mais perto de alguém ou algo em distância ou tempo.",
      "example": "I approached the old mansion with caution. I am approaching the deadline. I will approach the topic with care.",
      "example_translation": "Eu abordei a velha mansão com cautela. Eu estou abordando o prazo limite. Eu abordarei o tópico com cuidado.",
      "imageLink": "https://www.ang.pl/img/slownik/approach-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approach.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "appropriate",
      "translation": "adequado",
      "definition": "Suitable or fitting for a particular purpose or occasion.",
      "definition_translation": "Apropriado ou adequado para um determinado propósito ou ocasião.",
      "example": "This gift is appropriate for a birthday. She wore an appropriate dress for the wedding. He will make an appropriate announcement later.",
      "example_translation": "Este presente é apropriado para um aniversário. Ela usava um vestido adequado para o casamento. Ele fará um anúncio apropriado mais tarde.",
      "imageLink": "https://www.ang.pl/img/slownik/appropriate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appropriate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "appropriately",
      "translation": "adequadamente",
      "definition": "In a way that is suitable or fitting for a particular purpose or occasion.",
      "definition_translation": "De uma maneira que é apropriada ou adequada para um determinado propósito ou ocasião.",
      "example": "She dressed appropriately for the formal event. He behaved appropriately during the ceremony. The gift was wrapped appropriately.",
      "example_translation": "Ela se vestiu adequadamente para o evento formal. Ele se comportou adequadamente durante a cerimônia. O presente foi embrulhado adequadamente.",
      "imageLink": "https://www.ang.pl/img/slownik/appropriately.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appropriately.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "approval",
      "translation": "aprovação",
      "definition": "The act of approving or giving permission for something",
      "definition_translation": "O ato de aprovar ou dar permissão para algo",
      "example": "The company received approval for the new project, and the team is now working on the implementation. They had approved the plan last week, and will approve the final results next month.",
      "example_translation": "A empresa recebeu aprovação para o novo projeto, e a equipe está agora trabalhando na implementação. Eles haviam aprovado o plano na semana passada, e aprovarão os resultados finais no próximo mês.",
      "imageLink": "https://www.ang.pl/img/slownik/approval.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approval.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "approve",
      "translation": "aprovar",
      "definition": "To officially agree to or accept something",
      "definition_translation": "Oficialmente concordar ou aceitar algo",
      "example": "The manager approved the proposal, and the project is now underway. The board will approve the budget next quarter, and it will be effective immediately.",
      "example_translation": "O gerente aprovou a proposta, e o projeto agora está em andamento. O conselho aprovará o orçamento no próximo trimestre, e será efetivo imediatamente.",
      "imageLink": "https://www.ang.pl/img/slownik/approve.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approve.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "approximate",
      "translation": "aproximado",
      "definition": "Not exact or precise, but close to the actual value or amount",
      "definition_translation": "Não exato ou preciso, mas próximo do valor ou quantidade real",
      "example": "The approximate cost of the project is $10,000, but we will know the exact amount once the bids are in. The approximate time of arrival is 3 pm, but it may be earlier or later.",
      "example_translation": "O custo aproximado do projeto é de $10.000, mas vamos saber o valor exato uma vez que as propostas sejam apresentadas. O tempo de chegada aproximado é 3 pm, mas pode ser mais cedo ou mais tarde.",
      "imageLink": "https://www.ang.pl/img/slownik/approximate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approximate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "apron",
      "translation": " avental",
      "definition": "A piece of fabric worn over the front of the body to protect clothing from stains",
      "definition_translation": "Um pedaço de tecido usado sobre a frente do corpo para proteger as roupas de manchas",
      "example": "The chef wore an apron to protect his clothes from stains while cooking. The artist wore an apron to keep her clothes clean while painting.",
      "example_translation": "O chef usou um avental para proteger suas roupas de manchas enquanto cozinhou. A artista usou um avental para manter suas roupas limpas enquanto pintava.",
      "imageLink": "https://www.ang.pl/img/slownik/apron.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apron.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "arena",
      "translation": "arena",
      "definition": "A rectangular area surrounded by seating, used for sports, concerts, etc.",
      "definition_translation": "Uma área retangular cercada por assentos, usada para esportes, concertos, etc.",
      "example": "The arena was packed with excited fans waiting for the concert to start. Yesterday, the team played an amazing game in the arena. By next year, the new arena will be completed.",
      "example_translation": "A arena estava lotada de fãs animados esperando para o concerto começar. Ontem, a equipe jogou um jogo incrível na arena. Até o próximo ano, a nova arena será concluída.",
      "imageLink": "https://www.ang.pl/img/slownik/arena.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arena.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "arm",
      "translation": "braço",
      "definition": "The upper limb of the human body, from the shoulder to the hand.",
      "definition_translation": "O membro superior do corpo humano, do ombro à mão.",
      "example": "She waved her arm to attract attention. He broke his arm while skiing. By next week, I will have recovered the use of my arm.",
      "example_translation": "Ela acenou o braço para atrair atenção. Ele quebrou o braço enquanto esquiava. Até a próxima semana, eu vou ter recuperado o uso do meu braço.",
      "imageLink": "https://www.ang.pl/img/slownik/arm-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arm.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "armed",
      "translation": "armado",
      "definition": "Carrying or equipped with weapons.",
      "definition_translation": "Carregando ou equipado com armas.",
      "example": "The security guard was armed and ready to respond to any threat. The armed forces were deployed to the border. By next year, the police will be better armed to deal with crime.",
      "example_translation": "O guarda de segurança estava armado e pronto para responder a qualquer ameaça. As forças armadas foram deslocadas para a fronteira. Até o próximo ano, a polícia será melhor armada para lidar com o crime.",
      "imageLink": "https://www.ang.pl/img/slownik/armed.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/armed.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "arrange",
      "translation": "organizar",
      "definition": "To put in order or prepare something in a particular way.",
      "definition_translation": "Colocar em ordem ou preparar algo de uma maneira particular.",
      "example": "Can you arrange the meeting for tomorrow? She arranged the flowers beautifully in the vase. By next month, we will have arranged the new schedule.",
      "example_translation": "Você pode organizar a reunião para amanhã? Ela organizou as flores lindamente no vaso. Até o próximo mês, vamos ter organizado o novo cronograma.",
      "imageLink": "https://www.ang.pl/img/slownik/arrange.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrange.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "arrest",
      "translation": "prisão",
      "definition": "The act of taking someone into custody, typically by the police, until they can be brought before a court of law.",
      "definition_translation": "O ato de prender alguém sob custódia, típico da polícia, até que possam ser trazidos perante um tribunal de justiça.",
      "example": "The police made an arrest at the scene of the crime. They had been arresting suspects for weeks. They will arrest him if they find any evidence.",
      "example_translation": "A polícia fez uma prisão na cena do crime. Eles haviam prendido suspeitos por semanas. Eles vão prendê-lo se encontrarem alguma evidência.",
      "imageLink": "https://www.ang.pl/img/slownik/arrest-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrest.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "arrogance",
      "translation": "arrogância",
      "definition": "An attitude of superiority, often accompanied by a lack of respect for others' opinions or feelings.",
      "definition_translation": "Uma atitude de superioridade, frequentemente acompanhada pela falta de respeito pelos opiniões ou sentimentos dos outros.",
      "example": "Her arrogance made it difficult for her to accept criticism. He showed arrogance towards his colleagues. They felt offended by his arrogance.",
      "example_translation": "A arrogância dela tornava difícil para ela aceitar críticas. Ele mostrou arrogância em relação aos seus colegas. Eles se sentiram ofendidos pela sua arrogância.",
      "imageLink": "https://www.ang.pl/img/slownik/arrogance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrogance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "arrogant",
      "translation": "arrogante",
      "definition": "Having or showing an attitude of superiority, often accompanied by a lack of respect for others' opinions or feelings.",
      "definition_translation": "Tendo ou mostrando uma atitude de superioridade, frequentemente acompanhada pela falta de respeito pelos opiniões ou sentimentos dos outros.",
      "example": "He was an arrogant person who never listened to others. She was arrogant about her intelligence. They considered him arrogant and disliked him.",
      "example_translation": "Ele era uma pessoa arrogante que nunca ouvia os outros. Ela era arrogante sobre sua inteligência. Eles consideravam-no arrogante e o detestavam.",
      "imageLink": "https://www.ang.pl/img/slownik/arrogant.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrogant.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "arrow",
      "translation": "flecha",
      "definition": "A projectile with a sharp point, typically shot from a bow.",
      "definition_translation": "Um projétil com uma ponta afiada, típicamente disparado de um arco.",
      "example": "The archer shot an arrow at the target. She found an arrow in the attic. They will launch an arrow into space.",
      "example_translation": "O arqueiro disparou uma flecha no alvo. Ela encontrou uma flecha no sótão. Eles vão lançar uma flecha no espaço.",
      "imageLink": "https://www.ang.pl/img/slownik/arrow.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrow.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "artificially",
      "translation": "artificialmente",
      "definition": "In a way that is not natural; in a way that is false or pretended.",
      "definition_translation": "De uma maneira que não é natural; de uma maneira que é falsa ou fingida.",
      "example": "The flower arrangement was done artificially to look perfect. I will artificially sweeten my coffee. She has been artificially inseminated.",
      "example_translation": "O arranjo de flores foi feito artificialmente para parecer perfeito. Vou adoçar meu café artificialmente. Ela foi inseminada artificialmente.",
      "imageLink": "https://www.ang.pl/img/slownik/artificially.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artificially.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "artistic",
      "translation": "artístico",
      "definition": "Relating to or characterized by art or creativity.",
      "definition_translation": "Relacionado com ou caracterizado por arte ou criatividade.",
      "example": "The artistic design of the building was impressive. She has an artistic talent for painting. The artistic director of the play was very experienced.",
      "example_translation": "O design artístico do prédio foi impressionante. Ela tem um talento artístico para pintura. O diretor artístico da peça foi muito experiente.",
      "imageLink": "https://www.ang.pl/img/slownik/artistic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artistic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "artistically",
      "translation": "artisticamente",
      "definition": "In a way that is creative or skillful.",
      "definition_translation": "De uma maneira que é criativa ou habilidosa.",
      "example": "The play was artistically directed. The cake was artistically decorated. The room was artistically arranged.",
      "example_translation": "A peça foi dirigida artisticamente. O bolo foi decorado artisticamente. O quarto foi arranjado artisticamente.",
      "imageLink": "https://www.ang.pl/img/slownik/artistically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artistically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "aside",
      "translation": "ao lado",
      "definition": "On or to one side; away from the main point or topic.",
      "definition_translation": "Em ou para um lado; longe do ponto principal ou tópico.",
      "example": "I'll set the book aside for now. She put the phone aside and continued working. He walked aside to talk to his friend.",
      "example_translation": "Vou colocar o livro ao lado por agora. Ela colocou o telefone ao lado e continuou trabalhando. Ele caminhou ao lado para falar com seu amigo.",
      "imageLink": "https://www.ang.pl/img/slownik/aside.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aside.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "aspect",
      "translation": "aspecto",
      "definition": "A particular feature or part of something, such as a problem or situation.",
      "definition_translation": "Um recurso ou parte de algo, como um problema ou situação.",
      "example": "The new policy will aspect every department in the company. In the past, the company had aspected many changes, and it will continue to aspect more in the future.",
      "example_translation": "A nova política será aplicada em todos os departamentos da empresa. No passado, a empresa havia sofrido muitas mudanças e continuará a ser afetada por mais mudanças no futuro.",
      "imageLink": "https://www.ang.pl/img/slownik/aspect.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aspect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "assess",
      "translation": "avaliar",
      "definition": "To make a judgment or evaluation about something, such as a situation or person.",
      "definition_translation": "Fazer um julgamento ou avaliação sobre algo, como uma situação ou pessoa.",
      "example": "I assessed the situation and decided to call for help. In the past, I had assessed many situations, and I will continue to assess them in the future.",
      "example_translation": "Eu avaliei a situação e decidi chamar por ajuda. No passado, eu havia avaliado muitas situações e continuarei a avaliá-las no futuro.",
      "imageLink": "https://www.ang.pl/img/slownik/assess.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assess.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "assessment",
      "translation": "avaliação",
      "definition": "The act of making a judgment or evaluation about something, such as a situation or person.",
      "definition_translation": "O ato de fazer um julgamento ou avaliação sobre algo, como uma situação ou pessoa.",
      "example": "The assessment of the situation was difficult. In the past, I had made many assessments, and I will make more assessments in the future.",
      "example_translation": "A avaliação da situação foi difícil. No passado, eu havia feito muitas avaliações e farei mais avaliações no futuro.",
      "imageLink": "https://www.ang.pl/img/slownik/assessment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assessment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "assist",
      "translation": "assistir",
      "definition": "To help or support someone or something, such as a person or project.",
      "definition_translation": "Ajudar ou apoiar alguém ou algo, como uma pessoa ou projeto.",
      "example": "I will assist you with your project. In the past, I had assisted many people, and I will continue to assist them in the future.",
      "example_translation": "Eu vou ajudá-lo com seu projeto. No passado, eu havia ajudado muitas pessoas e continuarei a ajudá-las no futuro.",
      "imageLink": "https://www.ang.pl/img/slownik/assist.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assist.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "assistance",
      "translation": "assistência",
      "definition": "The act of helping or supporting someone or something, often in a practical way.",
      "definition_translation": "Ato de ajudar ou apoiar alguém ou alguma coisa, frequentemente de forma prática.",
      "example": "The company provided assistance to the victims of the natural disaster. The teacher offered assistance to the struggling student. The new employee will receive assistance during the onboarding process.",
      "example_translation": "A empresa forneceu assistência às vítimas do desastre natural. O professor ofereceu assistência ao estudante que estava lutando. O novo funcionário receberá assistência durante o processo de integração.",
      "imageLink": "https://www.ang.pl/img/slownik/assistance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assistance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "association",
      "translation": "associação",
      "definition": "A connection or relationship between people, groups, or organizations.",
      "definition_translation": "Uma conexão ou relacionamento entre pessoas, grupos ou organizações.",
      "example": "The association between the two companies is beneficial for both parties. She is a member of the writers' association. The association will host a conference next month.",
      "example_translation": "A associação entre as duas empresas é benéfica para ambas as partes. Ela é membro da associação de escritores. A associação sediará uma conferência next month.",
      "imageLink": "https://www.ang.pl/img/slownik/association.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/association.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "association",
      "translation": "associação",
      "definition": "A connection or relationship between people, groups, or organizations.",
      "definition_translation": "Uma conexão ou relacionamento entre pessoas, grupos ou organizações.",
      "example": "The association between the two companies is beneficial for both parties. She is a member of the writers' association. The association will host a conference next month.",
      "example_translation": "A associação entre as duas empresas é benéfica para ambas as partes. Ela é membro da associação de escritores. A associação sediará uma conferência next month.",
      "imageLink": "https://www.ang.pl/img/slownik/association-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/association.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "assume",
      "translation": "supor",
      "definition": "To take something to be true or to take responsibility for something without being certain.",
      "definition_translation": "Supor que algo seja verdadeiro ou tomar responsabilidade por algo sem ter certeza.",
      "example": "I assume he will be late for the meeting. She assumed the role of leader during the project. We will assume the costs of the trip.",
      "example_translation": "Eu suponho que ele seja atrasado para a reunião. Ela assumeu o papel de líder durante o projeto. Nós vamos supor os custos da viagem.",
      "imageLink": "https://www.ang.pl/img/slownik/assume.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assume.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "assure",
      "translation": "assegurar",
      "definition": "to make someone confident or certain about something",
      "definition_translation": "fazer alguém confiante ou certo sobre algo",
      "example": "I will assure you that everything will be okay. I assured him that I would be on time. I assure you that it's going to be a great party.",
      "example_translation": "Eu vou assegurar que tudo vai correr bem. Eu assegurei a ele que eu seria pontual. Eu asseguro que vai ser uma festa incrível.",
      "imageLink": "https://www.ang.pl/img/slownik/assure.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assure.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "astonished",
      "translation": "espantado",
      "definition": "feeling great surprise or amazement",
      "definition_translation": "sentindo grande surpresa ou pasmo",
      "example": "I was astonished by the beauty of the waterfall. She was astonished at the news. They will be astonished by our progress.",
      "example_translation": "Eu fiquei espantado pela beleza da cachoeira. Ela ficou espantada com as notícias. Eles vão ficar espantados com o nosso progresso.",
      "imageLink": "https://www.ang.pl/img/slownik/astonished.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonished.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "astonishing",
      "translation": "espantoso",
      "definition": "extremely surprising or impressive",
      "definition_translation": "extremamente surpreendente ou impressionante",
      "example": "The astonishing view from the top of the mountain was breathtaking. The astonishing result was unexpected. The astonishing beauty of the sunset was unforgettable.",
      "example_translation": "A vista espantosa do topo da montanha foi de tirar o fôlego. O resultado espantoso foi inesperado. A beleza espantosa do pôr do sol foi inesquecível.",
      "imageLink": "https://www.ang.pl/img/slownik/astonishing.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonishing.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "astonishment",
      "translation": "espanto",
      "definition": "a feeling of great surprise or amazement",
      "definition_translation": "um sentimento de grande surpresa ou pasmo",
      "example": "The astonishment on her face was clear. The astonishment of the crowd was palpable. The astonishment of the news spread quickly.",
      "example_translation": "O espanto no rosto dela era claro. O espanto da multidão era palpável. O espanto da notícia se espalhou rapidamente.",
      "imageLink": "https://www.ang.pl/img/slownik/astonishment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonishment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "athletic",
      "translation": "atlético",
      "definition": "Having a strong, fit, and healthy body, especially as a result of regular exercise or training.",
      "definition_translation": "Tendo um corpo forte, saudável e Saudável, especialmente como resultado de treinamento regular ou exercício.",
      "example": "She was an athletic child, always running and playing outside. She is athletic, now playing professional soccer. She will be athletic, leading her team to victory.",
      "example_translation": "Ela era uma criança atlética, sempre correndo e brincando lá fora. Ela é atlética, agora jogando futebol profissional. Ela será atlética, liderando sua equipe para a vitória.",
      "imageLink": "https://www.ang.pl/img/slownik/athletic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/athletic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "atmosphere",
      "translation": "atmosfera",
      "definition": "The air that surrounds the earth, or the feeling or mood of a particular place or situation.",
      "definition_translation": "O ar que cerca a terra, ou o sentimento ou clima de um lugar ou situação particular.",
      "example": "The atmosphere in the stadium was electric. The atmosphere of the party was festive. The atmosphere in space is thin.",
      "example_translation": "A atmosfera no estádio era elétrica. O clima da festa era festivo. A atmosfera no espaço é tênue.",
      "imageLink": "https://www.ang.pl/img/slownik/atmosphere.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atmosphere.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "atmosphere",
      "translation": "atmosfera",
      "definition": "The air that surrounds the earth, or the feeling or mood of a particular place or situation.",
      "definition_translation": "O ar que cerca a terra, ou o sentimento ou clima de um lugar ou situação particular.",
      "example": "The atmosphere in the restaurant was cozy. The atmosphere of the city was busy. The atmosphere on Mars is different from Earth's.",
      "example_translation": "A atmosfera no restaurante era aconchegante. O clima da cidade era movimentado. A atmosfera em Marte é diferente da da Terra.",
      "imageLink": "https://www.ang.pl/img/slownik/atmosphere-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atmosphere.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "atom",
      "translation": "átomo",
      "definition": "The smallest unit of a chemical element, consisting of a nucleus surrounded by electrons.",
      "definition_translation": "A unidade menor de um elemento químico, consistindo de um núcleo cercado por elétrons.",
      "example": "Atoms are the building blocks of matter. The atom was discovered by scientists. Atoms will be studied in chemistry class.",
      "example_translation": "Os átomos são os blocos de construção da matéria. O átomo foi descoberto pelos cientistas. Os átomos serão estudados na aula de química.",
      "imageLink": "https://www.ang.pl/img/slownik/atom.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atom.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "atomic",
      "translation": "atômico",
      "definition": "Relating to or consisting of atoms, especially in a small or indivisible form.",
      "definition_translation": "Relacionado ou consistindo em átomos, especialmente em uma forma pequena ou indivisível.",
      "example": "The atomic structure of the element was studied in detail. The scientist had previously attempted to split the atomic nucleus. By 2050, we will have harnessed the atomic energy to power our cities.",
      "example_translation": "A estrutura atômica do elemento foi estudada em detalhe. O cientista havia tentado dividir o núcleo atômico anteriormente. Até 2050, teremos aproveitado a energia atômica para alimentar nossas cidades.",
      "imageLink": "https://www.ang.pl/img/slownik/atomic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atomic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "attached",
      "translation": "anexado",
      "definition": "Firmly fixed or joined to something, especially in a way that is difficult to separate.",
      "definition_translation": "Firmemente fixado ou anexado a algo, especialmente de uma maneira que é difícil de separar.",
      "example": "The attached file contains the confidential information. I had attached the document to the email before sending it. The new policy will be attached to the employee's contract.",
      "example_translation": "O arquivo anexado contém informações confidenciais. Eu havia anexado o documento ao e-mail antes de enviá-lo. A nova política será anexada ao contrato do empregado.",
      "imageLink": "https://www.ang.pl/img/slownik/attached.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attached.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "attachment",
      "translation": "anexo",
      "definition": "A feeling of affection or loyalty to someone or something, or a document or file added to an email.",
      "definition_translation": "Um sentimento de afeto ou lealdade a alguém ou algo, ou um documento ou arquivo adicionado a um e-mail.",
      "example": "My attachment to my childhood home is strong. The email had a large attachment that took a while to download. Please find the attachment to this email.",
      "example_translation": "Meu apego à minha casa de infância é forte. O e-mail tinha um anexo grande que demorou um tempo para baixar. Por favor, encontre o anexo a este e-mail.",
      "imageLink": "https://www.ang.pl/img/slownik/attachment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attachment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "attempt",
      "translation": "tentativa",
      "definition": "To try to do something or to make an effort to achieve something.",
      "definition_translation": "Tentar fazer algo ou fazer um esforço para alcançar algo.",
      "example": "I will attempt to finish the project by Friday. She attempted to climb the mountain, but gave up halfway. The team will attempt to break the world record next month.",
      "example_translation": "Vou tentar terminar o projeto até sexta-feira. Ela tentou escalar a montanha, mas desistiu no meio do caminho. A equipe vai tentar quebrar o recorde mundial no mês que vem.",
      "imageLink": "https://www.ang.pl/img/slownik/attempt-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attempt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "attic",
      "translation": "sótão",
      "definition": "The space or room immediately below the roof of a house.",
      "definition_translation": "O espaço ou sala imediatamente abaixo do teto de uma casa.",
      "example": "We stored our old trunks in the attic. I have been cleaning the attic all morning. We will use the attic as a storage room in the future.",
      "example_translation": "Armazenamos nossos baús antigos no sótão. Eu tenho estado limpando o sótão toda manhã. Vamos usar o sótão como uma sala de armazenamento no futuro.",
      "imageLink": "https://www.ang.pl/img/slownik/attic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "attract",
      "translation": "atrair",
      "definition": "To cause someone or something to come nearer or to be drawn to something.",
      "definition_translation": "Fazer com que alguém ou algo se aproxime ou seja atraído por algo.",
      "example": "The city attracts many tourists each year. I am attracted to the idea of traveling abroad. She will attract a lot of attention with that dress.",
      "example_translation": "A cidade atrai muitos turistas todos os anos. Eu sou atraído pela ideia de viajar para o exterior. Ela atrairá muita atenção com aquele vestido.",
      "imageLink": "https://www.ang.pl/img/slownik/attract-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attract.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "attraction",
      "translation": "atração",
      "definition": "A thing that attracts people's attention or interest.",
      "definition_translation": " Uma coisa que atrai a atenção ou interesse das pessoas.",
      "example": "The new roller coaster is the main attraction at the amusement park. The attraction of the city is its vibrant cultural scene. The attraction between the two actors was undeniable.",
      "example_translation": "O novo montanha-russa é a principal atração no parque de diversões. A atração da cidade é sua cena cultural vibrante. A atração entre os dois atores era inegável.",
      "imageLink": "https://www.ang.pl/img/slownik/attraction.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attraction.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "aubergine",
      "translation": "beringela",
      "definition": "A purple vegetable, often used in cooking.",
      "definition_translation": "Um vegetal roxo, frequentemente usado na cozinha.",
      "example": "I love grilled aubergine with mozzarella cheese. She has been growing aubergines in her garden. We will use aubergines in the recipe tonight.",
      "example_translation": "Eu amo beringela grelhada com queijo de mozzarella. Ela tem estado cultivando beringelas em seu jardim. Vamos usar beringelas na receita esta noite.",
      "imageLink": "https://www.ang.pl/img/slownik/aubergine.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aubergine.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "authority",
      "translation": "autoridade",
      "definition": "The power or right to control or command others, or to make decisions",
      "definition_translation": "O poder ou direito de controlar ou comandar outros, ou de tomar decisões",
      "example": "The authority of the government was questioned by the protesters. The CEO has the authority to make hiring decisions. The teacher will have authority over the classroom.",
      "example_translation": "A autoridade do governo foi questionada pelos manifestantes. O CEO tem a autoridade de tomar decisões de contratação. O professor terá autoridade sobre a sala de aula.",
      "imageLink": "https://www.ang.pl/img/slownik/authority.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/authority.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "automatic",
      "translation": "automático",
      "definition": "Operating or occurring without human intervention; self-acting or self-regulating",
      "definition_translation": "Operando ou ocorrendo sem intervenção humana; autônomo ou auto-regulado",
      "example": "The coffee machine is automatic. The automatic door opened slowly. She set the automatic timer to turn off the lights.",
      "example_translation": "A máquina de café é automática. A porta automática abriu lentamente. Ela configurou o timer automático para desligar as luzes.",
      "imageLink": "https://www.ang.pl/img/slownik/automatic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/automatic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "automatically",
      "translation": "automaticamente",
      "definition": "In a way that happens or is done without being controlled by a person; by itself",
      "definition_translation": "De uma maneira que acontece ou é feita sem controle de uma pessoa; sozinho",
      "example": "The doors open automatically. The system will update automatically. The payment will be processed automatically.",
      "example_translation": "As portas abrem automaticamente. O sistema será atualizado automaticamente. O pagamento será processado automaticamente.",
      "imageLink": "https://www.ang.pl/img/slownik/automatically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/automatically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "availability",
      "translation": "disponibilidade",
      "definition": "The state of being available or accessible; the quality of being ready for use",
      "definition_translation": "O estado de estar disponível ou acessível; a qualidade de estar pronto para uso",
      "example": "The availability of the product is limited. The hotel room's availability was confirmed by the hotel staff. The availability of the service will be announced soon.",
      "example_translation": "A disponibilidade do produto é limitada. A disponibilidade do quarto do hotel foi confirmada pelo staff do hotel. A disponibilidade do serviço será anunciada em breve.",
      "imageLink": "https://www.ang.pl/img/slownik/availability.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/availability.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "avoid",
      "translation": "evitar",
      "definition": "To keep away from something or someone, especially because it is unpleasant or harmful.",
      "definition_translation": "Manter-se afastado de algo ou alguém, especialmente porque é desagradável ou prejudicial.",
      "example": "I try to avoid driving at night, I avoid talking to him, and I will avoid eating that food.",
      "example_translation": "Eu tento evitar dirigir à noite, eu evito falar com ele, e vou evitar comer essa comida.",
      "imageLink": "https://www.ang.pl/img/slownik/avoid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/avoid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "award",
      "translation": "prêmio",
      "definition": "A prize or honor given to someone for achieving something or for a notable achievement.",
      "definition_translation": "Um prêmio ou honra dado a alguém por alcançar algo ou por uma conquista notável.",
      "example": "She was given an award for her outstanding performance, The award was presented to the winner, and He will receive an award tomorrow.",
      "example_translation": "Ela recebeu um prêmio por sua performance destacada, O prêmio foi apresentado ao vencedor, e Ele receberá um prêmio amanhã.",
      "imageLink": "https://www.ang.pl/img/slownik/award-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/award.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "award",
      "translation": "prêmio",
      "definition": "A prize or honor given to someone for achieving something or for a notable achievement.",
      "definition_translation": "Um prêmio ou honra dado a alguém por alcançar algo ou por uma conquista notável.",
      "example": "The award ceremony was held last night, I have never received an award, and She hopes to win an award.",
      "example_translation": "A cerimônia de premiação foi realizada ontem à noite, Eu nunca recebi um prêmio, e Ela espera ganhar um prêmio.",
      "imageLink": "https://www.ang.pl/img/slownik/award.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/award.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "aware",
      "translation": "consciente",
      "definition": "Having knowledge or understanding of something, especially a situation or a problem.",
      "definition_translation": "Tendo conhecimento ou compreensão de algo, especialmente uma situação ou um problema.",
      "example": "I was aware of the danger, She is aware of the situation, and They will be aware of the consequences.",
      "example_translation": "Eu estava ciente do perigo, Ela está ciente da situação, e Eles estarão cientes das consequências.",
      "imageLink": "https://www.ang.pl/img/slownik/aware.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aware.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "awkwardly",
      "translation": "desajeitadamente",
      "definition": "in a clumsy or uncoordinated way; in a manner that is not skilful or effective",
      "definition_translation": "de forma desajeitada ou descoordenada; de uma maneira que não é habilidosa ou eficaz",
      "example": "She awkwardly tried to dance in front of the crowd. Yesterday, she awkwardly tripped on the stairs. Tomorrow, she will awkwardly apologize to her friend.",
      "example_translation": "Ela tentou dançar desajeitadamente em frente à multidão. Ontem, ela tropeçou desajeitadamente nas escadas. Amanhã, ela se desculpará desajeitadamente com seu amigo.",
      "imageLink": "https://www.ang.pl/img/slownik/awkwardly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/awkwardly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bachelor",
      "translation": "solteiro",
      "definition": "a man who has never been married, especially one who is considered to be attractive and charming",
      "definition_translation": "um homem que nunca se casou, especialmente um que é considerado atraente e charmoso",
      "example": "He was a bachelor until he met his future wife. My brother is a bachelor and loves to travel. When he graduates, he will be a proud bachelor.",
      "example_translation": "Ele era solteiro até conhecer sua futura esposa. Meu irmão é solteiro e ama viajar. Quando se formar, ele será um orgulhoso solteiro.",
      "imageLink": "https://www.ang.pl/img/slownik/bachelor.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bachelor.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "background",
      "translation": "fundo",
      "definition": "the scene or situation in which something happens or exists",
      "definition_translation": "a cena ou situação em que algo acontece ou existe",
      "example": "The background of the painting was beautiful. The company will check your background before hiring you. By 2025, she will have a different background.",
      "example_translation": "O fundo da pintura era lindo. A empresa verificará seu histórico antes de contratá-lo. Até 2025, ela terá um histórico diferente.",
      "imageLink": "https://www.ang.pl/img/slownik/background-3.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "background",
      "translation": "fundo",
      "definition": "the education, experience, and skills that someone has",
      "definition_translation": "a educação, experiência e habilidades que alguém tem",
      "example": "She has a strong background in marketing. His background in engineering helped him to solve the problem. By next year, they will have a more diverse background.",
      "example_translation": "Ela tem um forte histórico em marketing. O histórico dele em engenharia o ajudou a resolver o problema. Até o próximo ano, eles terão um histórico mais diversificado.",
      "imageLink": "https://www.ang.pl/img/slownik/background-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "background",
      "translation": "fundo",
      "definition": "The background of something is the situation or the things that exist before and during a particular event or situation.",
      "definition_translation": "O fundo de algo é a situação ou as coisas que existem antes e durante um determinado evento ou situação.",
      "example": "She studied the background of the painting to understand its significance. Yesterday, she had studied the background of the company before the interview. Tomorrow, she will study the background of the disease to help her brother.",
      "example_translation": "Ela estudou o fundo da pintura para entender sua significância. Ontem, ela havia estudado o fundo da empresa antes da entrevista. Amanhã, ela estudará o fundo da doença para ajudar o irmão.",
      "imageLink": "https://www.ang.pl/img/slownik/background-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "backup",
      "translation": "cópia de segurança",
      "definition": "A backup is a copy of a file or a system that is kept in case the original is lost or damaged.",
      "definition_translation": "Uma cópia de segurança é uma cópia de um arquivo ou de um sistema que é mantida em caso de perda ou dano do original.",
      "example": "I need to make a backup of my files before formatting the computer. I made a backup of my files yesterday. I will make a backup of my files tomorrow.",
      "example_translation": "Preciso fazer uma cópia de segurança dos meus arquivos antes de formatar o computador. Ontem, eu fiz uma cópia de segurança dos meus arquivos. Amanhã, farei uma cópia de segurança dos meus arquivos.",
      "imageLink": "https://www.ang.pl/img/slownik/backup.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/backup.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bad",
      "translation": "ruim",
      "definition": "Something that is bad is of poor quality or unpleasant.",
      "definition_translation": "Alguma coisa que é ruim é de qualidade pobre ou desagradável.",
      "example": "The food was bad at the new restaurant. The weather had been bad all week. The movie will be bad if the director is not experienced.",
      "example_translation": "O alimentos era ruim no novo restaurante. O tempo havia sido ruim a semana toda. O filme será ruim se o diretor não for experiente.",
      "imageLink": "https://www.ang.pl/img/slownik/bad-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bad.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bad-tempered",
      "translation": "mal-humorado",
      "definition": "Someone who is bad-tempered is easily annoyed or angry.",
      "definition_translation": "Alguém que é mal-humorado é facilmente incomodado ou irritado.",
      "example": "John is bad-tempered and always gets into fights. He had been bad-tempered since morning. He will be bad-tempered if he loses the game.",
      "example_translation": "João é mal-humorado e sempre se mete em brigas. Ele havia sido mal-humorado desde a manhã. Ele será mal-humorado se perder o jogo.",
      "imageLink": "https://www.ang.pl/img/slownik/bad-tempered.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bad-tempered.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "badge",
      "translation": "insignia",
      "definition": "A badge is a decorative plaque or emblem worn to signify membership, achievement, or allegiance to an organization or cause.",
      "definition_translation": "Um distintivo é uma placa decorativa ou emblema usado para significar membros, conquista ou aliança a uma organização ou causa.",
      "example": "She proudly wore her badge to the conference, having earned it after completing the course. She had worn it to the ceremony last year, and will wear it to the reunion next year.",
      "example_translation": "Ela usava seu distintivo na conferência, tendo conquistado após completar o curso. Ela o havia usado na cerimônia no ano passado e o usará na reunião no próximo ano.",
      "imageLink": "https://www.ang.pl/img/slownik/badge.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/badge.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bag",
      "translation": "saco",
      "definition": "A bag is a container made of flexible material, used for carrying or storing things.",
      "definition_translation": "Um saco é um conteiner feito de material flexível, usado para carregar ou armazenar coisas.",
      "example": "She bought a new bag at the store, and had been carrying it with her since yesterday. She will bag her groceries when she gets home.",
      "example_translation": "Ela comprou um novo saco na loja e o havia carregado com ela desde ontem. Ela colocará suas compras em sacos quando chegar em casa.",
      "imageLink": "https://www.ang.pl/img/slownik/bag-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bag.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bakery",
      "translation": "padaria",
      "definition": "A bakery is a business that makes and sells flour-based food, such as bread, cakes, and pastries.",
      "definition_translation": "Uma padaria é um negócio que fabrica e vende alimentos à base de farinha, como pão, bolos e pastéis.",
      "example": "She stopped by the bakery on her way home from work, and had been frequenting it for years. She will start her own bakery next month.",
      "example_translation": "Ela parou na padaria em seu caminho para casa do trabalho e a havia frequentado por anos. Ela começará sua própria padaria no próximo mês.",
      "imageLink": "https://www.ang.pl/img/slownik/bakery.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bakery.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "balance",
      "translation": "equilíbrio",
      "definition": "Balance refers to the state of being in harmony, or having a stable proportion of different elements.",
      "definition_translation": "O equilíbrio refere-se ao estado de estar em harmonia, ou ter uma proporção estável de diferentes elementos.",
      "example": "She struggled to balance her work and personal life, but had finally found a balance that worked for her. She will balance her budget by cutting back on unnecessary expenses.",
      "example_translation": "Ela lutou para balancear seu trabalho e vida pessoal, mas finalmente encontrou um equilíbrio que funcionava para ela. Ela equilibrará seu orçamento cortando despesas desnecessárias.",
      "imageLink": "https://www.ang.pl/img/slownik/balance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "balance",
      "translation": "equilíbrio",
      "definition": "a state of equilibrium or stability, especially in weight or amount",
      "definition_translation": "um estado de equilíbrio ou estabilidade, especialmente em peso ou quantidade",
      "example": "I tried to balance the books, but it was difficult. I balanced the books last year. I will balance the books next month.",
      "example_translation": "Tentei equilibrar os livros, mas foi difícil. Equilibrei os livros no ano passado. Vou equilibrar os livros no próximo mês.",
      "imageLink": "https://www.ang.pl/img/slownik/balance-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "balance",
      "translation": "equilíbrio",
      "definition": "a state of equilibrium or stability, especially in weight or amount",
      "definition_translation": "um estado de equilíbrio ou estabilidade, especialmente em peso ou quantidade",
      "example": "The tightrope walker had to balance herself to avoid falling. She balanced herself perfectly. She will balance herself tomorrow.",
      "example_translation": "A equilibrista teve que equilibrar-se para evitar cair. Ela se equilibrou perfeitamente. Ela se equilibrará amanhã.",
      "imageLink": "https://www.ang.pl/img/slownik/balance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "balanced",
      "translation": "equilibrado",
      "definition": "having a state of balance or equilibrium",
      "definition_translation": "tendo um estado de equilíbrio ou equilíbrio",
      "example": "The company's budget was balanced last year. They had a balanced view of the situation. They will have a balanced team next season.",
      "example_translation": "O orçamento da empresa foi equilibrado no ano passado. Eles tinham uma visão equilibrada da situação. Eles terão uma equipe equilibrada na próxima temporada.",
      "imageLink": "https://www.ang.pl/img/slownik/balanced.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balanced.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "ban",
      "translation": "proibir",
      "definition": "to officially or formally prohibit something",
      "definition_translation": "proibir oficialmente ou formalmente algo",
      "example": "The government banned smoking in public places. They banned the book from schools. They will ban the use of plastic bags next year.",
      "example_translation": "O governo proibiu o fumo em lugares públicos. Eles proibiram o livro das escolas. Eles proibirão o uso de sacolas plásticas no próximo ano.",
      "imageLink": "https://www.ang.pl/img/slownik/ban-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ban.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "ban",
      "translation": "proibir",
      "definition": "To prohibit or forbid something, especially officially",
      "definition_translation": "Proibir ou vetar algo, especialmente oficialmente",
      "example": "The government banned the import of certain goods. Yesterday, I banned my friend from using my phone. I will ban smoking in my house.",
      "example_translation": "O governo proibiu a importação de certs bens. Ontem, proibi meu amigo de usar meu telefone. Vou proibir o fumo em minha casa.",
      "imageLink": "https://www.ang.pl/img/slownik/ban.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ban.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bang",
      "translation": "bangue",
      "definition": "A loud, sharp noise, especially one made by something exploding or hitting something else",
      "definition_translation": "Um ruído alto e agudo, especialmente um feito por algo que explode ou atinge algo mais",
      "example": "The firework exploded with a loud bang. I heard a bang when the car crashed. The door will bang shut if you don't hold it.",
      "example_translation": "O foguete explodiu com um bang alto. Ouvi um bang quando o carro bateu. A porta vai bater se você não a segurar.",
      "imageLink": "https://www.ang.pl/img/slownik/bang-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bang.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bang",
      "translation": "bangue",
      "definition": "A loud, sharp noise, especially one made by something exploding or hitting something else",
      "definition_translation": "Um ruído alto e agudo, especialmente um feito por algo que explode ou atinge algo mais",
      "example": "The firework exploded with a loud bang. I heard a bang when the car crashed. The door will bang shut if you don't hold it.",
      "example_translation": "O foguete explodiu com um bang alto. Ouvi um bang quando o carro bateu. A porta vai bater se você não a segurar.",
      "imageLink": "https://www.ang.pl/img/slownik/bang.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bang.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "banker",
      "translation": "banqueiro",
      "definition": "A person who works in a bank, especially one who deals with customers' accounts and loans",
      "definition_translation": "Uma pessoa que trabalha em um banco, especialmente quem lida com contas e empréstimos de clientes",
      "example": "The banker helped me to open a new account. The banker advised me to invest in stocks. The banker will meet with us tomorrow.",
      "example_translation": "O banqueiro me ajudou a abrir uma nova conta. O banqueiro me aconselhou a investir em ações. O banqueiro se encontrará conosco amanhã.",
      "imageLink": "https://www.ang.pl/img/slownik/banker.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/banker.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "banking",
      "translation": "bancário",
      "definition": "The business of providing financial services, such as accepting deposits, making loans, and facilitating transactions.",
      "definition_translation": "O negócio de fornecer serviços financeiros, como aceitar depósitos, fazer empréstimos e facilitar transações.",
      "example": "She has been working in banking for over 10 years. Last year, she handled a huge transaction. Next year, she will receive a promotion.",
      "example_translation": "Ela trabalha em bancário há mais de 10 anos. No ano passado, ela lidou com uma transação gigante. No ano que vem, ela receberá uma promoção.",
      "imageLink": "https://www.ang.pl/img/slownik/banking.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/banking.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bare",
      "translation": "nua",
      "definition": "Without covering or clothing; naked.",
      "definition_translation": "Sem cobertura ou roupa; nu.",
      "example": "The bare trees stood out against the winter sky. She felt bare without her makeup on. The room was bare except for a small table.",
      "example_translation": "As árvores nuas se destacavam contra o céu de inverno. Ela se sentiu nua sem sua maquiagem. O quarto estava nu, exceto por uma pequena mesa.",
      "imageLink": "https://www.ang.pl/img/slownik/bare.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bare.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "barely",
      "translation": "mal",
      "definition": "Only just; almost not.",
      "definition_translation": "Apenas justo; quase não.",
      "example": "I barely made it to the meeting on time. She barely passed the exam. They barely had enough food to eat.",
      "example_translation": "Eu mal consegui chegar à reunião em tempo. Ela mal passou no exame. Eles mal tinham comida suficiente para comer.",
      "imageLink": "https://www.ang.pl/img/slownik/barely.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/barely.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bark",
      "translation": "latir",
      "definition": "The sharp, explosive sound made by a dog.",
      "definition_translation": "O som agudo e explosivo feito por um cão.",
      "example": "The dog's loud bark scared me. It started to bark when it saw the mailman. The bark of the tree was rough and coarse.",
      "example_translation": "O latido alto do cão me assustou. Começou a latir quando viu o carteiro. A casca da árvore era áspera e grosseira.",
      "imageLink": "https://www.ang.pl/img/slownik/bark.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bark.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bark",
      "translation": "ladrar",
      "definition": "to make a short, sharp noise, typically to express excitement or aggression",
      "definition_translation": "fazer um ruído curto e alto, geralmente para expressar excitação ou agressão",
      "example": "The dog will bark at the mailman, but it will not bite. Yesterday, it barked loudly. If it sees a squirrel, it will bark again.",
      "example_translation": "O cão ladra no carteiro, mas não morde. Ontem, ele ladrou alto. Se vir um esquilo, ele ladra novamente.",
      "imageLink": "https://www.ang.pl/img/slownik/bark-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bark.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "barrier",
      "translation": "barreira",
      "definition": "a fence, wall, or other obstacle that prevents movement or access",
      "definition_translation": "uma cerca, parede ou outro obstáculo que impede o movimento ou acesso",
      "example": "The city built a barrier to protect the city from the flood. The barrier was strong, but the water overflowed. Now, they are building a higher barrier.",
      "example_translation": "A cidade construiu uma barreira para proteger a cidade da enchente. A barreira era forte, mas a água transbordou. Agora, eles estão construindo uma barreira mais alta.",
      "imageLink": "https://www.ang.pl/img/slownik/barrier.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/barrier.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "base",
      "translation": "base",
      "definition": "the lowest or bottom part of something, especially a building or a shape",
      "definition_translation": "a parte mais baixa ou inferior de algo, especialmente um prédio ou uma forma",
      "example": "The base of the mountain was covered with trees. We reached the base of the statue yesterday. The company will set up its base in the new city.",
      "example_translation": "A base da montanha estava coberta de árvores. Nós alcançamos a base da estátua ontem. A empresa vai estabelecer sua base na nova cidade.",
      "imageLink": "https://www.ang.pl/img/slownik/base.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/base.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "base",
      "translation": "base",
      "definition": "a place or facility that serves as a center of operations",
      "definition_translation": "um lugar ou instalação que serve como centro de operações",
      "example": "The company has its base in New York. The military base is located near the city. The astronauts returned to their base after the mission.",
      "example_translation": "A empresa tem sua base em Nova York. A base militar está localizada perto da cidade. Os astronautas retornaram à sua base após a missão.",
      "imageLink": "https://www.ang.pl/img/slownik/base-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/base.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "basement",
      "translation": "porão",
      "definition": "The lowest or underground floor of a building.",
      "definition_translation": "O piso mais baixo ou subterrâneo de um prédio.",
      "example": "The basement was flooded after the heavy rain. I'm going to the basement to do laundry. The new owners will renovate the basement next year.",
      "example_translation": "O porão foi inundado após a chuva forte. Vou ao porão para fazer roupas. Os novos proprietários vão renovar o porão no próximo ano.",
      "imageLink": "https://www.ang.pl/img/slownik/basement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "basically",
      "translation": "basicamente",
      "definition": "Used to indicate that a statement is generally true, but may not be completely accurate.",
      "definition_translation": "Usado para indicar que uma afirmação é geralmente verdadeira, mas pode não ser completamente precisa.",
      "example": "I'm basically finished with my project. She basically lives on her phone. We'll basically be done by tomorrow.",
      "example_translation": "Eu estou basicamente terminado com meu projeto. Ela basicamente vive no seu telefone. Nós vamos basicamente terminar até amanhã.",
      "imageLink": "https://www.ang.pl/img/slownik/basically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "basil",
      "translation": "manjericão",
      "definition": "A fragrant herb used in cooking, especially in Italian and Thai cuisine.",
      "definition_translation": "Uma erva aromática usada na cozinha, especialmente na culinária italiana e tailandesa.",
      "example": "I'm going to plant some basil in my garden. Basil is a key ingredient in pesto sauce. Add some fresh basil leaves to the pasta.",
      "example_translation": "Vou plantar algumas manjericões no meu jardim. O manjericão é um ingrediente-chave na salsa de pesto. Adicione algumas folhas de manjericão frescas ao macarrão.",
      "imageLink": "https://www.ang.pl/img/slownik/basil.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basil.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "basis",
      "translation": "base",
      "definition": "A starting point or foundation for something.",
      "definition_translation": "Um ponto de partida ou fundação para algo.",
      "example": "Our friendship is on a strong basis. The company's success is on a solid financial basis. The new policy is based on a flawed basis.",
      "example_translation": "Nossa amizade é em uma base sólida. O sucesso da empresa é em uma base financeira sólida. A nova política é baseada em uma base defeituosa.",
      "imageLink": "https://www.ang.pl/img/slownik/basis.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basis.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "beam",
      "translation": "viga",
      "definition": "A beam is a long, sturdy piece of wood, metal, or concrete used in building, especially to support a roof or floor.",
      "definition_translation": "Um feixe é uma peça longa e resistente de madeira, metal ou concreto usada na construção, especialmente para suportar um teto ou piso.",
      "example": "The carpenter installed a beam to support the heavy roof. Yesterday, she beamed with pride. By next year, she will have beamed across the finish line.",
      "example_translation": "O carpinteiro instalou uma viga para suportar o teto pesado. Ontem, ela brilhou com orgulho. Até o próximo ano, ela terá brilhado em toda a linha de chegada.",
      "imageLink": "https://www.ang.pl/img/slownik/beam.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beam.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bear",
      "translation": "urso",
      "definition": "A bear is a large, carnivorous mammal with shaggy fur, found in forests and mountains.",
      "definition_translation": "Um urso é um mamífero carnívoro grande, com pele peluda, encontrado em florestas e montanhas.",
      "example": "The bear hibernated through the winter. Last year, I saw a bear in the forest. By next summer, the bear will have walked out of the den.",
      "example_translation": "O urso hibernou durante o inverno. No ano passado, eu vi um urso na floresta. Até o próximo verão, o urso terá saído da toca.",
      "imageLink": "https://www.ang.pl/img/slownik/bear-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bear.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "beast",
      "translation": "besta",
      "definition": "A beast is a wild animal, especially a large or fierce one.",
      "definition_translation": "Uma besta é um animal selvagem, especialmente um grande ou feroz.",
      "example": "The beast roared in the darkness. Last night, I saw a beast in the forest. By next winter, the beast will have wandered out of the cave.",
      "example_translation": "A besta rugiu na escuridão. Na noite passada, eu vi uma besta na floresta. Até o próximo inverno, a besta terá vagueado para fora da caverna.",
      "imageLink": "https://www.ang.pl/img/slownik/beast.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beast.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "beat",
      "translation": "bater",
      "definition": "To beat is to strike or hit something repeatedly, often with a rhythmic motion.",
      "definition_translation": "Bater é golpear ou atingir algo repetidamente, muitas vezes com um movimento rítmico.",
      "example": "The drummer will beat the drums tonight. Yesterday, I beat the eggs for breakfast. By next month, she will have beaten the competition.",
      "example_translation": "O baterista bateria os tambores hoje à noite. Ontem, eu bati os ovos para o café da manhã. Até o próximo mês, ela terá batido a competição.",
      "imageLink": "https://www.ang.pl/img/slownik/beat-3.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "beat",
      "translation": "bater",
      "definition": "to strike or hit something repeatedly, often with a loud noise",
      "definition_translation": "bater ou golpear algo repetidamente, frequentemente com um barulho alto",
      "example": "I beat the drum to keep the rhythm, I am beating the drum now, and I will beat the drum tomorrow.",
      "example_translation": "Eu bato o tambor para manter o ritmo, estou batendo o tambor agora e vou bater o tambor amanhã.",
      "imageLink": "https://www.ang.pl/img/slownik/beat-5.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "beat",
      "translation": "bater",
      "definition": "to be superior to someone or something in a competition or conflict",
      "definition_translation": "ser superior a alguém ou algo em uma competição ou conflito",
      "example": "Our team beat the rival team last week, we are beating them now, and we will beat them again next year.",
      "example_translation": "Nosso time bateu o time rival semana passada, estamos batendo eles agora e vamos bater novamente ano que vem.",
      "imageLink": "https://www.ang.pl/img/slownik/beat-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "beetle",
      "translation": "besouro",
      "definition": "a type of insect with a hard outer shell and usually a distinctive shape",
      "definition_translation": "um tipo de inseto com uma casca externa dura e usualmente uma forma distinta",
      "example": "The beetle crawled slowly across the leaf, it is crawling now, and it will crawl again tomorrow.",
      "example_translation": "O besouro rastejou lentamente pela folha, está rastejando agora e rastejara novamente amanhã.",
      "imageLink": "https://www.ang.pl/img/slownik/beetle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beetle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "beg",
      "translation": "implorar",
      "definition": "to ask for something in a very polite and often humble way",
      "definition_translation": "pedir algo de maneira muito educada e frequentemente humilde",
      "example": "I begged my parents for a new bike when I was a kid, I am begging my boss for a raise now, and I will beg my friend for help tomorrow.",
      "example_translation": "Eu implorei meus pais por uma nova bicicleta quando eu era criança, estou implorando ao meu chefe por um aumento agora e vou implorar ao meu amigo por ajuda amanhã.",
      "imageLink": "https://www.ang.pl/img/slownik/beg.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beg.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "beg",
      "translation": "rogar",
      "definition": "To ask for something in a humble or respectful way",
      "definition_translation": "Pedir algo de uma maneira humilde ou respeitosa",
      "example": "I begged my parents to let me go to the party. I beg you to forgive me. I will beg for mercy.",
      "example_translation": "Eu roguei a meus pais para me deixarem ir à festa. Eu lhe peço que me perdoe. Eu vou pedir misericórdia.",
      "imageLink": "https://www.ang.pl/img/slownik/beg-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beg.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "belief",
      "translation": "crença",
      "definition": "A feeling of being certain that something exists or is true",
      "definition_translation": "Um sentimento de certeza de que algo existe ou é verdadeiro",
      "example": "My belief in God gives me strength. I believe in the power of science. She believed in herself and won the competition.",
      "example_translation": "Minha crença em Deus me dá força. Eu creo no poder da ciência. Ela acreditou em si mesma e ganhou a competição.",
      "imageLink": "https://www.ang.pl/img/slownik/belief.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belief.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "belong",
      "translation": "pertencer",
      "definition": "To be a part of something or to be connected to something",
      "definition_translation": "Ser parte de algo ou estar conectado a algo",
      "example": "I belong to a gym. She belonged to a book club. They will belong to the new company soon.",
      "example_translation": "Eu pertenço a uma academia. Ela pertencia a um clube de livro. Eles pertencerão à nova empresa em breve.",
      "imageLink": "https://www.ang.pl/img/slownik/belong-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belong.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "belongings",
      "translation": "pertences",
      "definition": "Things that someone owns or possesses",
      "definition_translation": "Coisas que alguém possui ou tem",
      "example": "I packed my belongings and moved to a new house. She lost her belongings in the fire. They sold their belongings to travel around the world.",
      "example_translation": "Eu embalei meus pertences e me mudei para uma casa nova. Ela perdeu seus pertences no incêndio. Eles venderam seus pertences para viajar ao redor do mundo.",
      "imageLink": "https://www.ang.pl/img/slownik/belongings.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belongings.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bench",
      "translation": "banco",
      "definition": "A long, fixed seat or a long, flat, sturdy piece of wood or metal, typically with a back, used for sitting",
      "definition_translation": "Um assento longo e fixo ou uma peça longa e plana de madeira ou metal, geralmente com um encosto, usado para sentar",
      "example": "I sat on the bench and watched the game. I will sit on the bench tomorrow. I sat on the bench yesterday.",
      "example_translation": "Eu me sentei no banco e assisti ao jogo. Eu me sentarei no banco amanhã. Eu me sentei no banco ontem.",
      "imageLink": "https://www.ang.pl/img/slownik/bench.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bench.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bend",
      "translation": "dobra",
      "definition": "To change the direction or shape of something, especially by folding or curving",
      "definition_translation": "Mudar a direção ou forma de algo, especialmente dobrando ou curvando",
      "example": "I had to bend the wire to fix it. I will bend the rules tomorrow. I bent the branch yesterday.",
      "example_translation": "Eu tive que dobrar o fio para consertá-lo. Eu dobrarei as regras amanhã. Eu dobrei o ramo ontem.",
      "imageLink": "https://www.ang.pl/img/slownik/bend.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bend",
      "translation": "dobra",
      "definition": "To change the direction or shape of something, especially by folding or curving",
      "definition_translation": "Mudar a direção ou forma de algo, especialmente dobrando ou curvando",
      "example": "The road will bend to the left. It bends to the right today. It bent to the left yesterday.",
      "example_translation": "A estrada dobrará à esquerda. Ela dobra à direita hoje. Ela dobra à esquerda ontem.",
      "imageLink": "https://www.ang.pl/img/slownik/bend-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bend",
      "translation": "dobra",
      "definition": "To change the direction or shape of something, especially by folding or curving",
      "definition_translation": "Mudar a direção ou forma de algo, especialmente dobrando ou curvando",
      "example": "The branch bent under the weight. The stick will bend soon. The rod bent last week.",
      "example_translation": "O ramo dobrou sob o peso. O pau dobrará em breve. A haste dobrou na semana passada.",
      "imageLink": "https://www.ang.pl/img/slownik/bend-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "beneath",
      "translation": "debaixo",
      "definition": "Located directly below something or someone.",
      "definition_translation": "Localizado diretamente abaixo de algo ou alguém.",
      "example": "The treasure was buried beneath the old oak tree. The dog likes to sleep beneath the bed. We will build a new road beneath the bridge.",
      "example_translation": "O tesouro foi enterrado debaixo da velha árvore de carvalho. O cão gosta de dormir debaixo da cama. Vamos construir uma nova estrada debaixo da ponte.",
      "imageLink": "https://www.ang.pl/img/slownik/beneath.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beneath.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "beneficial",
      "translation": "benéfico",
      "definition": "Having a helpful or useful effect.",
      "definition_translation": "Tendo um efeito útil ou benéfico.",
      "example": "Regular exercise is beneficial for your health. The new policy has been beneficial to the company. The beneficial effects of meditation are well-documented.",
      "example_translation": "O exercício regular é benéfico para sua saúde. A nova política tem sido benéfica para a empresa. Os efeitos benéficos da meditação são bem-documentados.",
      "imageLink": "https://www.ang.pl/img/slownik/beneficial.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beneficial.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "benefit",
      "translation": "benefício",
      "definition": "An advantage or profit gained from something.",
      "definition_translation": "Um vantagem ou lucro obtido de algo.",
      "example": "The benefit of regular exercise is a healthy lifestyle. The company offers a range of benefits to its employees. The benefit of the new policy is unclear.",
      "example_translation": "O benefício do exercício regular é um estilo de vida saudável. A empresa oferece uma gama de benefícios para seus funcionários. O benefício da nova política é incerto.",
      "imageLink": "https://www.ang.pl/img/slownik/benefit-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/benefit.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "berry",
      "translation": "mirtilo",
      "definition": "A small, usually sweet or tart fruit.",
      "definition_translation": "Um fruto pequeno, geralmente doce ou azedo.",
      "example": "I love eating strawberries and blueberries in the summer. The berry bushes were full of ripe fruit. She picked a few berries from the bushes to eat.",
      "example_translation": "Eu adoro comer morangos e mirtilos no verão. Os arbustos de mirtilos estavam cheios de frutas maduras. Ela colheu algumas mirtilos dos arbustos para comer.",
      "imageLink": "https://www.ang.pl/img/slownik/berry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/berry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bestseller",
      "translation": "melhor-vendedor",
      "definition": "A bestseller is a book or other product that sells in very large quantities, often becoming a cultural phenomenon.",
      "definition_translation": "Um bestseller é um livro ou outro produto que vende em grandes quantidades, muitas vezes se tornando um fenômeno cultural.",
      "example": "The novel became a bestseller after it was featured on a popular TV show. It was a bestseller last year. It will be a bestseller next year.",
      "example_translation": "O romance se tornou um bestseller após ser apresentado em um show de TV popular. Era um bestseller no ano passado. Será um bestseller no ano que vem.",
      "imageLink": "https://www.ang.pl/img/slownik/bestseller.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bestseller.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bet",
      "translation": "apostar",
      "definition": "To bet is to risk money or something valuable on the outcome of an event, such as a game or a contest.",
      "definition_translation": "Apostar é arriscar dinheiro ou algo valioso no resultado de um evento, como um jogo ou concurso.",
      "example": "I bet on the winning team and won a lot of money. She bets on her favorite horse every week. They will bet on the election results tonight.",
      "example_translation": "Eu apostei na equipe vencedora e ganhei muito dinheiro. Ela aposta em seu cavalo favorito todas as semanas. Eles apostarão nos resultados das eleições hoje à noite.",
      "imageLink": "https://www.ang.pl/img/slownik/bet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "betray",
      "translation": "trair",
      "definition": "To betray is to be disloyal or unfaithful to someone or something, often by revealing confidential information or doing something harmful.",
      "definition_translation": "Trair é ser desleal ou infiel a alguém ou algo, frequentemente revelando informação confidencial ou fazendo algo prejudicial.",
      "example": "He betrayed his friend's trust by revealing a secret. She betrayed her country by selling classified information. They will betray their employer if they don't get a raise.",
      "example_translation": "Ele traiu a confiança de seu amigo revelando um segredo. Ela traiu seu país vendendo informações classificadas. Eles trairão seu empregador se não receberem um aumento.",
      "imageLink": "https://www.ang.pl/img/slownik/betray.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/betray.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bikini",
      "translation": "biquíni",
      "definition": "A bikini is a type of swimsuit that consists of two pieces, one covering the bust and the other covering the crotch area.",
      "definition_translation": "Um biquíni é um tipo de maiô que consiste em duas peças, uma cobrindo o busto e a outra cobrindo a área da virilha.",
      "example": "She wore a bikini to the beach and got a sunburn. I bought a new bikini for my vacation. They designed a new bikini line for the summer season.",
      "example_translation": "Ela usou um biquíni na praia e pegou um queimadura de sol. Eu comprei um novo biquíni para minhas férias. Eles diseñaram uma nova linha de biquínis para a temporada de verão.",
      "imageLink": "https://www.ang.pl/img/slownik/bikini.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bikini.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bill",
      "translation": "conta",
      "definition": "A bill is a document requesting payment for goods or services supplied.",
      "definition_translation": "Uma conta é um documento solicitando pagamento por bens ou serviços fornecidos.",
      "example": "I received a bill from the electric company yesterday, I will pay it tomorrow, and I paid it last month.",
      "example_translation": "Eu recebi uma conta da empresa de eletricidade ontem, pagarei amanhã e paguei no mês passado.",
      "imageLink": "https://www.ang.pl/img/slownik/bill-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bill.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "billion",
      "translation": "bilhão",
      "definition": "A billion is a number equal to 1,000,000,000.",
      "definition_translation": "Um bilhão é um número igual a 1.000.000.000.",
      "example": "The company's revenue reached a billion dollars last year, it will reach two billion next year, and it has already reached three billion this year.",
      "example_translation": "A receita da empresa alcançou um bilhão de dólares no ano passado, alcançará dois bilhões no ano que vem e já alcançou três bilhões este ano.",
      "imageLink": "https://www.ang.pl/img/slownik/billion.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/billion.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "biological",
      "translation": "biológico",
      "definition": "Biological refers to the study of living organisms and their interactions.",
      "definition_translation": "Biológico refere-se ao estudo de organismos vivos e suas interações.",
      "example": "The biological clock is ticking, the biological response to stress was studied, and the biological effects of pollution are devastating.",
      "example_translation": "O relógio biológico está funcionando, a resposta biológica ao estresse foi estudada e os efeitos biológicos da poluição são devastadores.",
      "imageLink": "https://www.ang.pl/img/slownik/biological.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/biological.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bite",
      "translation": "mordida",
      "definition": "To bite is to grip or chew something with one's teeth.",
      "definition_translation": "Morder é agarrar ou mastigar algo com os dentes.",
      "example": "The dog bit the mailman yesterday, it will bite the postman tomorrow, and it bit the policeman last week.",
      "example_translation": "O cão mordeu o carteiro ontem, morde o carteiros amanhã e mordeu o policial na semana passada.",
      "imageLink": "https://www.ang.pl/img/slownik/bite.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bite.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bite",
      "translation": "morder",
      "definition": "to grip or hold tightly with the teeth",
      "definition_translation": "segurar ou manter firmemente com os dentes",
      "example": "I bit into the apple, I am biting into the sandwich, I will bite into the burger.",
      "example_translation": "Eu mordi na maçã, estou mordendo no sanduíche, irei morder no hambúrguer.",
      "imageLink": "https://www.ang.pl/img/slownik/bite-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bite.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bitter",
      "translation": "amargo",
      "definition": "having a bitter taste or smell",
      "definition_translation": "tendo um sabor ou cheiro amargo",
      "example": "The coffee was bitter, The medicine tasted bitter, The words were spoken with bitter irony.",
      "example_translation": "O café era amargo, o remédio tinha um gosto amargo, as palavras foram proferidas com ironia amarga.",
      "imageLink": "https://www.ang.pl/img/slownik/bitter.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bitter.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bitterly",
      "translation": "amargamente",
      "definition": "in a bitter manner",
      "definition_translation": "de uma maneira amarga",
      "example": "She bitterly regretted her decision, He spoke bitterly about his past, They bitterly disputed the outcome.",
      "example_translation": "Ela se arrependeu amargamente de sua decisão, Ele falou amargamente sobre seu passado, Eles disputaram amargamente o resultado.",
      "imageLink": "https://www.ang.pl/img/slownik/bitterly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bitterly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bizarre",
      "translation": "bizarro",
      "definition": "very strange or unusual",
      "definition_translation": "muito estranho ou incomum",
      "example": "The artwork was bizarre, The fashion show featured bizarre designs, He had a bizarre dream last night.",
      "example_translation": "A obra de arte era bizarra, o desfile de moda apresentava designs bizarras, Ele teve um sonho bizarro ontem à noite.",
      "imageLink": "https://www.ang.pl/img/slownik/bizarre.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bizarre.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "blackberry",
      "translation": "amora",
      "definition": "A blackberry is a type of fruit that grows on a bush. It is small, round, and usually black or dark purple in color.",
      "definition_translation": "Uma amora é um tipo de fruta que cresce em um arbusto. É pequena, redonda e geralmente preta ou de cor púrpura escura.",
      "example": "I ate a blackberry pie yesterday, I am eating a blackberry smoothie now, and I will eat a blackberry salad tomorrow.",
      "example_translation": "Eu comi um pie de amora ontem, estou comendo um smoothie de amora agora e comerei uma salada de amora amanhã.",
      "imageLink": "https://www.ang.pl/img/slownik/blackberry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blackberry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "blackcurrant",
      "translation": "cassis",
      "definition": "A blackcurrant is a type of fruit that is similar to a blackberry, but it is smaller and sweeter.",
      "definition_translation": "Um cassis é um tipo de fruta que é semelhante à amora, mas é menor e mais doce.",
      "example": "I picked blackcurrants from my garden last week, I am picking blackcurrants now, and I will pick blackcurrants next month.",
      "example_translation": "Eu colhi cassises do meu jardim na semana passada, estou colhendo cassises agora e colherei cassises no mês que vem.",
      "imageLink": "https://www.ang.pl/img/slownik/black-currant.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blackcurrant.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "blade",
      "translation": "lâmina",
      "definition": "A blade is a long, flat, and narrow piece of metal used for cutting or chopping.",
      "definition_translation": "Uma lâmina é uma peça longa, plana e estreita de metal usada para cortar ou picar.",
      "example": "I sharpened the blade of my knife yesterday, I am sharpening the blade of my scissors now, and I will sharpen the blade of my axe tomorrow.",
      "example_translation": "Eu afiei a lâmina da minha faca ontem, estou afiando a lâmina das minhas tesouras agora e afiarei a lâmina do meu machado amanhã.",
      "imageLink": "https://www.ang.pl/img/slownik/blade.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blade.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "blank",
      "translation": "em branco",
      "definition": "Something that is blank is empty or has no marks or writing on it.",
      "definition_translation": "Algo que está em branco é vazio ou não tem marcas ou escrita nele.",
      "example": "I filled in the blank spaces on the form yesterday, I am filling in the blank spaces on the questionnaire now, and I will fill in the blank spaces on the quiz tomorrow.",
      "example_translation": "Eu preenchi os espaços em branco no formulário ontem, estou preenchendo os espaços em branco no questionário agora e preencherei os espaços em branco no quiz amanhã.",
      "imageLink": "https://www.ang.pl/img/slownik/blank.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blank.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "blind",
      "translation": "cego",
      "definition": "Unable to see or having very poor eyesight",
      "definition_translation": "Incapaz de ver ou tendo visão muito pobre",
      "example": "I was blind to the danger until it was too late. I am blind to the beauty of nature. I will be blind to the warning signs.",
      "example_translation": "Eu estava cego para o perigo até que fosse tarde demais. Eu sou cego para a beleza da natureza. Eu serei cego para os sinais de alerta.",
      "imageLink": "https://www.ang.pl/img/slownik/blind-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blind.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "blink",
      "translation": "piscar",
      "definition": "To close and open your eyes quickly, typically to remove dirt or other foreign particles from your eyes",
      "definition_translation": "Fechar e abrir os olhos rapidamente, geralmente para remover sujeira ou outras partículas estranhas dos olhos",
      "example": "She blinked rapidly to clear her eyes. He blinks slowly when he is tired. They will blink three times to signal agreement.",
      "example_translation": "Ela piscou rapidamente para limpar os olhos. Ele pisca lentamente quando está cansado. Eles vão piscar três vezes para sinalizar concordância.",
      "imageLink": "https://www.ang.pl/img/slownik/blink.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blink.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "block",
      "translation": "bloco",
      "definition": "A solid piece of material, such as wood or stone, used for building or construction",
      "definition_translation": "Um pedaço sólido de material, como madeira ou pedra, usado para construção ou edificação",
      "example": "The child built a block tower. The company will block the road for construction. They blocked the entrance to the building.",
      "example_translation": "A criança construiu uma torre de blocos. A empresa bloqueará a estrada para construção. Eles bloquearam a entrada do edifício.",
      "imageLink": "https://www.ang.pl/img/slownik/block-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/block.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bloody",
      "translation": "sanguinolento",
      "definition": "Covered in or stained with blood",
      "definition_translation": "Coberto ou manchado de sangue",
      "example": "The bloody wound needed stitches. The bloody fight ended in arrest. The bloody crime scene was cordoned off.",
      "example_translation": "A ferida sanguinolenta precisava de pontos. A luta sanguinolenta terminou em prisão. A cena de crime sanguinolenta foi isolada.",
      "imageLink": "https://www.ang.pl/img/slownik/bloody.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bloody.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "blueberry",
      "translation": "mirtilo",
      "definition": "A small, round fruit with a sweet and slightly tart taste, typically purple-blue in color.",
      "definition_translation": "Um pequeno fruto redondo com sabor doce e ligeiramente azedo, geralmente de cor roxa-azul.",
      "example": "I ate a blueberry muffin for breakfast. I will eat blueberries with yogurt for lunch. I had eaten blueberries with oatmeal for dinner.",
      "example_translation": "Eu comi um muffin de mirtilo no café da manhã. Vou comer mirtilos com iogurte no almoço. Eu havia comido mirtilos com aveia no jantar.",
      "imageLink": "https://www.ang.pl/img/slownik/blueberry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blueberry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "blush",
      "translation": "ruborizar",
      "definition": "To become red in the face, especially because of shame or embarrassment.",
      "definition_translation": "Tornar-se vermelho no rosto, especialmente por causa de vergonha ou constrangimento.",
      "example": "She blushed when he surprised her with flowers. She will blush when she sees his romantic message. She had blushed when he kissed her hand.",
      "example_translation": "Ela ruborizou quando ele a surpreendeu com flores. Ela ruborizará quando vir a mensagem romântica dele. Ela havia ruborizado quando ele beijou sua mão.",
      "imageLink": "https://www.ang.pl/img/slownik/blush.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blush.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "board",
      "translation": "quadro",
      "definition": "A flat, usually rectangular piece of material, such as wood or plastic, used for a particular purpose.",
      "definition_translation": "Um pedaço plano, geralmente retangular, de material, como madeira ou plástico, usado para um propósito específico.",
      "example": "The teacher wrote on the board. She will put the notice on the board. They had used the board for their project presentation.",
      "example_translation": "A professora escreveu no quadro. Ela vai colocar o aviso no quadro. Eles haviam usado o quadro para a apresentação do projeto.",
      "imageLink": "https://www.ang.pl/img/slownik/board-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "board",
      "translation": "diretório",
      "definition": "A group of people who manage or direct an organization.",
      "definition_translation": "Um grupo de pessoas que gerenciam ou dirigem uma organização.",
      "example": "The board of directors made a unanimous decision. The board will meet again next week. They had elected a new board last year.",
      "example_translation": "A diretoria tomou uma decisão unânime. A diretoria se reunirá novamente na semana que vem. Eles haviam eleito uma nova diretoria no ano passado.",
      "imageLink": "https://www.ang.pl/img/slownik/board-4.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "boast",
      "translation": "ostentar",
      "definition": "to talk with pride about something you have done or something you have",
      "definition_translation": "falar com orgulho sobre algo que você fez ou algo que você tem",
      "example": "I boasted about my new car to my friends yesterday, I will boast about my new job tomorrow, and I boasted about my graduation last week.",
      "example_translation": "Ostentei meu novo carro para meus amigos ontem, ostentarei meu novo emprego amanhã e ostentei minha formatura na semana passada.",
      "imageLink": "https://www.ang.pl/img/slownik/boast.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boast.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bodyguard",
      "translation": "segurança pessoal",
      "definition": "a person or group of people hired to protect someone from danger",
      "definition_translation": "uma pessoa ou grupo de pessoas contratadas para proteger alguém de perigo",
      "example": "The celebrity hired a bodyguard to protect her from paparazzi, she will hire a bodyguard for her next concert, and she had hired a bodyguard for her wedding last year.",
      "example_translation": "A celebridade contratou um segurança pessoal para protegê-la dos paparazzi, ela contratara um segurança pessoal para seu próximo concerto e ela havia contratado um segurança pessoal para seu casamento no ano passado.",
      "imageLink": "https://www.ang.pl/img/slownik/bodyguard.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bodyguard.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "boiling",
      "translation": "fervente",
      "definition": "extremely angry or furious",
      "definition_translation": "extremamente zangado ou furioso",
      "example": "I was boiling with rage when I saw the news, I will be boiling with anger if I don't get the job, and I was boiling with frustration when my computer crashed.",
      "example_translation": "Eu estava fervente de raiva quando vi as notícias, estarei fervente de raiva se não conseguir o emprego e eu estava fervente de frustração quando meu computador travou.",
      "imageLink": "https://www.ang.pl/img/slownik/boiling.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boiling.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bold",
      "translation": "ousado",
      "definition": "showing courage or determination",
      "definition_translation": "mostrando coragem ou determinação",
      "example": "The bold entrepreneur took a risk to start her own business, she will be bold to invest in a new project, and she was bold to quit her job to travel the world.",
      "example_translation": "A empreendedora ousada assumiu um risco para iniciar seu próprio negócio, ela será ousada para investir em um novo projeto e ela foi ousada para pedir demissão do emprego para viajar pelo mundo.",
      "imageLink": "https://www.ang.pl/img/slownik/bold.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bold.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "boldly",
      "translation": "corajosamente",
      "definition": "In a way that shows courage or a willingness to take risks",
      "definition_translation": "De uma maneira que mostra coragem ou disposição para correr riscos",
      "example": "She spoke boldly to the crowd, advocating for change.",
      "example_translation": "Ela falou corajosamente para a multidão, advogando por mudanças.",
      "imageLink": "https://www.ang.pl/img/slownik/boldly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boldly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bombing",
      "translation": "bombardeio",
      "definition": "The act of dropping bombs from an aircraft",
      "definition_translation": "O ato de soltar bombas de um avião",
      "example": "The city was under bombing during the war.",
      "example_translation": "A cidade estava sendo bombardeada durante a guerra.",
      "imageLink": "https://www.ang.pl/img/slownik/bombing.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bombing.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bond",
      "translation": "vínculo",
      "definition": "A close and strong connection between people or things",
      "definition_translation": "Uma conexão próxima e forte entre pessoas ou coisas",
      "example": "The bond between the two friends was unbreakable.",
      "example_translation": "O vínculo entre os dois amigos era inquebrável.",
      "imageLink": "https://www.ang.pl/img/slownik/bond.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bond.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bonus",
      "translation": "bônus",
      "definition": "An extra payment or benefit, typically given to employees",
      "definition_translation": "Um pagamento extra ou benefício, geralmente dado a funcionários",
      "example": "The company offered a bonus to all employees who met their targets.",
      "example_translation": "A empresa ofereceu um bônus a todos os funcionários que atingiram seus alvos.",
      "imageLink": "https://www.ang.pl/img/slownik/bonus.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bonus.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "booklet",
      "translation": "livrinho",
      "definition": "A small book, typically containing information about a particular topic or product.",
      "definition_translation": "Um livro small, geralmente contendo informações sobre um tema ou produto específico.",
      "example": "I picked up a booklet about the new museum exhibit at the information desk. Yesterday, I had read the booklet cover to cover. By next year, I will have finished reading the entire booklet series.",
      "example_translation": "Eu peguei um livrinho sobre a nova exposição do museu na mesa de informações. Ontem, eu li o livrinho da capa ao correr. Até o próximo ano, eu terei terminado de ler toda a série de livrinhos.",
      "imageLink": "https://www.ang.pl/img/slownik/booklet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/booklet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bookmark",
      "translation": "marca-página",
      "definition": "A marker or tag used to keep one's place in a book, or a link or icon used to save a website as a favorite.",
      "definition_translation": "Um marcador ou etiqueta usado para manter o lugar em um livro, ou um link ou ícone usado para salvar um site como favorito.",
      "example": "I used a bookmark to mark the page where I left off reading. Yesterday, I had bookmarked the article to read later. By next week, I will have organized all my bookmarks.",
      "example_translation": "Eu usei uma marca-página para marcar a página onde eu parei de ler. Ontem, eu havia marcado o artigo para ler mais tarde. Até a próxima semana, eu terei organizado todas as minhas marca-páginas.",
      "imageLink": "https://www.ang.pl/img/slownik/bookmark.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bookmark.mp3"
    }
  ]
}