{
  "data": [
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cat",
      "translation": "gato",
      "definition": "A small typically furry carnivorous mammal of the family Felidae, often kept as a domesticated pet.",
      "definition_translation": "Um pequeno mamífero carnívoro da família Felidae, muitas vezes criado como um animal de estimação.",
      "example": "I saw a cat sleeping on the couch yesterday, it was sleeping today, and it will sleep tomorrow.",
      "example_translation": "Eu vi um gato dormindo no sofá ontem, estava dormindo hoje, e dormirá amanhã.",
      "imageLink": "cat.jpg",
      "audioLink": "cat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cow",
      "translation": "vaca",
      "definition": "A large domesticated ungulate mammal that produces milk, typically kept on farms and ranches.",
      "definition_translation": "Um grande mamífero ungulado domesticado que produz leite, geralmente mantido em fazendas e ranchos.",
      "example": "The cow was grazing in the field yesterday, it is grazing today, and it will graze tomorrow.",
      "example_translation": "A vaca estava pastando no campo ontem, está pastando hoje, e pastará amanhã.",
      "imageLink": "cow.jpg",
      "audioLink": "cow.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "dog",
      "translation": "cachorro",
      "definition": "A domesticated carnivorous mammal that belongs to the family Canidae, often kept as a companion or guard.",
      "definition_translation": "Um mamífero carnívoro domesticado que pertence à família Canidae, muitas vezes criado como um companheiro ou guarda.",
      "example": "The dog was barking loudly yesterday, it is barking today, and it will bark tomorrow.",
      "example_translation": "O cachorro estava latindo alto ontem, está latindo hoje, e latirá amanhã.",
      "imageLink": "dog.jpg",
      "audioLink": "dog.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "horse",
      "translation": "cavalo",
      "definition": "A large, hoofed, herbivorous quadruped mammal, domesticated and used for riding, carriage, and other purposes.",
      "definition_translation": "Um grande mamífero quadrúpede herbívoro, ungulado, domesticado e usado para montaria, carruagem e outros propósitos.",
      "example": "The horse was galloping in the field yesterday, it is galloping today, and it will gallop tomorrow.",
      "example_translation": "O cavalo estava galopando no campo ontem, está galopando hoje, e galopará amanhã.",
      "imageLink": "horse.jpg",
      "audioLink": "horse.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "pig",
      "translation": "porco",
      "definition": "A pig is a domesticated mammal that is often kept on farms and is used for its meat.",
      "definition_translation": "Um porco é um mamífero domesticado que é frequentemente mantido em fazendas e é utilizado por sua carne.",
      "example": "I saw a pig eating food in the farm yesterday. The pig is eating food in the farm now. The pig will eat food in the farm tomorrow.",
      "example_translation": "Eu vi um porco comendo comida na fazenda ontem. O porco está comendo comida na fazenda agora. O porco comerá comida na fazenda amanhã.",
      "imageLink": "pig.jpg",
      "audioLink": "pig.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "sheep",
      "translation": "ovelha",
      "definition": "A sheep is a domesticated mammal that is often kept on farms and is used for its wool and meat.",
      "definition_translation": "Uma ovelha é um mamífero domesticado que é frequentemente mantido em fazendas e é utilizado por sua lã e carne.",
      "example": "I saw a sheep grazing in the field yesterday. The sheep is grazing in the field now. The sheep will graze in the field tomorrow.",
      "example_translation": "Eu vi uma ovelha pastando no campo ontem. A ovelha está pastando no campo agora. A ovelha pastará no campo amanhã.",
      "imageLink": "sheep.jpg",
      "audioLink": "sheep.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "baby",
      "translation": "bebê",
      "definition": "A baby is a very young human being, especially one newly or recently born.",
      "definition_translation": "Um bebê é um ser humano muito jovem, especialmente um recém-nascido ou recentemente nascido.",
      "example": "The baby was crying yesterday. The baby is sleeping now. The baby will play with toys tomorrow.",
      "example_translation": "O bebê estava chorando ontem. O bebê está dormindo agora. O bebê brincará com brinquedos amanhã.",
      "imageLink": "baby-1.jpg",
      "audioLink": "baby.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bear",
      "translation": "urso",
      "definition": "A bear is a large, carnivorous mammal with shaggy fur, found in forests and mountains.",
      "definition_translation": "Um urso é um grande mamífero carnívoro com pelo lanoso, encontrado em florestas e montanhas.",
      "example": "I saw a bear walking in the forest yesterday. The bear is climbing a tree now. The bear will swim in the river tomorrow.",
      "example_translation": "Eu vi um urso caminhando na floresta ontem. O urso está subindo uma árvore agora. O urso nadará no rio amanhã.",
      "imageLink": "bear.jpg",
      "audioLink": "bear.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cheetah",
      "translation": "chita",
      "definition": "A cheetah is a large cat native to Africa and central Iran, known for its distinctive coat and incredible speed, reaching up to 70 miles per hour.",
      "definition_translation": "Um chita é um grande gato nativo da África e do Irã central, conhecido por sua coat distinta e incrível velocidade, atingindo até 70 milhas por hora.",
      "example": "In the past, the cheetah was a common sight in the savannah, but today it is an endangered species. In the present, conservation efforts are underway to protect the cheetah and its habitat. In the future, we hope to see the cheetah thrive once again.",
      "example_translation": "No passado, o chita era uma visão comum na savana, mas hoje é uma espécie ameaçada. No presente, esforços de conservação estão em andamento para proteger o chita e seu habitat. No futuro, esperamos ver o chita prosperar novamente.",
      "imageLink": "cheetah.jpg",
      "audioLink": "cheetah.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "elephant",
      "translation": "elefante",
      "definition": "An elephant is a large, intelligent mammal with a trunk, tusks, and a distinctive sound, native to Africa and Asia.",
      "definition_translation": "Um elefante é um grande mamífero inteligente com um tronco, presas e um som característico, nativo da África e Ásia.",
      "example": "In the past, elephants were used as pack animals, but today they are protected by conservation laws. In the present, elephants are an important part of their ecosystems, playing a vital role in seed dispersal and forest creation. In the future, we hope to see elephant populations continue to thrive.",
      "example_translation": "No passado, os elefantes eram usados como animais de carga, mas hoje são protegidos por leis de conservação. No presente, os elefantes são uma parte importante de seus ecossistemas, desempenhando um papel vital na dispersão de sementes e criação de florestas. No futuro, esperamos ver as populações de elefantes continuar a prosperar.",
      "imageLink": "elephant.jpg",
      "audioLink": "elephant.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "guinea pig",
      "translation": "porquinho-da-índia",
      "definition": "A guinea pig is a small, furry rodent commonly kept as a pet, native to South America.",
      "definition_translation": "Um porquinho-da-índia é um pequeño roedor peludo comumente mantido como animal de estimação, nativo da América do Sul.",
      "example": "In the past, guinea pigs were used as food in some cultures, but today they are beloved pets. In the present, guinea pigs are popular pets due to their gentle nature and low maintenance care. In the future, we hope to see guinea pigs continue to bring joy to their owners.",
      "example_translation": "No passado, os porquinhos-da-índia eram usados como comida em algumas culturas, mas hoje são animais de estimação queridos. No presente, os porquinhos-da-índia são animais de estimação populares devido à sua natureza gentil e cuidado de baixa manutenção. No futuro, esperamos ver os porquinhos-da-índia continuar a trazer alegria para seus donos.",
      "imageLink": "guinea-pig.jpg",
      "audioLink": "guinea pig.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "hamster",
      "translation": "hamster",
      "definition": "A hamster is a small, furry rodent commonly kept as a pet, native to Europe and Asia.",
      "definition_translation": "Um hamster é um pequeno roedor peludo comumente mantido como animal de estimação, nativo da Europa e Ásia.",
      "example": "In the past, hamsters were used as laboratory animals, but today they are popular pets. In the present, hamsters are known for their love of exercise and play, and owners often provide them with toys and tunnels to explore. In the future, we hope to see hamsters continue to thrive as beloved pets.",
      "example_translation": "No passado, os hamsters eram usados como animais de laboratório, mas hoje são animais de estimação populares. No presente, os hamsters são conhecidos por seu amor ao exercício e brincadeira, e os donos frequentemente lhes fornecem brinquedos e túneis para explorar. No futuro, esperamos ver os hamsters continuar a prosperar como animais de estimação queridos.",
      "imageLink": "hamster.jpg",
      "audioLink": "hamster.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "lion",
      "translation": "leão",
      "definition": "A large carnivorous mammal with a short, tawny or golden coat and a long mane in the male, found in savannas and grasslands of Africa and India.",
      "definition_translation": "Um grande mamífero carnívoro com um curto, tawny ou casaco dourado e um longo mane no macho, encontrado em savanas e gramados da África e Índia.",
      "example": "The lion roared loudly in the jungle yesterday, it roars loudly in the jungle now, and it will roar loudly in the jungle tomorrow.",
      "example_translation": "O leão rugiu alto na selva ontem, ele ruge alto na selva agora e rugirá alto na selva amanhã.",
      "imageLink": "lion.jpg",
      "audioLink": "lion.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "monkey",
      "translation": "macaco",
      "definition": "A primate of the order Primates, including prosimii, New World monkeys, Old World monkeys, and apes, typically having a long tail and living in trees.",
      "definition_translation": "Um prímata da ordem Primatas, incluindo prosimii, macacos do Novo Mundo, macacos do Velho Mundo e grandes macacos, tipicamente tendo uma longa cauda e vivendo em árvores.",
      "example": "The monkey jumped from tree to tree quickly yesterday, it jumps from tree to tree quickly now, and it will jump from tree to tree quickly tomorrow.",
      "example_translation": "O macaco pulou de árvore em árvore rapidamente ontem, ele pula de árvore em árvore rapidamente agora e pulará de árvore em árvore rapidamente amanhã.",
      "imageLink": "monkey.jpg",
      "audioLink": "monkey.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "mouse",
      "translation": "rato",
      "definition": "A small rodent mammal that is commonly found in houses and farms, and is known for its ability to carry disease.",
      "definition_translation": "Um pequeno mamífero roedor que é comumente encontrado em casas e fazendas, e é conhecido por sua habilidade de carregar doenças.",
      "example": "The mouse ran across the kitchen floor quickly yesterday, it runs across the kitchen floor quickly now, and it will run across the kitchen floor quickly tomorrow.",
      "example_translation": "O rato correu rapidamente pelo chão da cozinha ontem, ele corre rapidamente pelo chão da cozinha agora e correrá rapidamente pelo chão da cozinha amanhã.",
      "imageLink": "mouse.jpg",
      "audioLink": "mouse.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "rabbit",
      "translation": "coelho",
      "definition": "A small mammal with long ears, long hind legs, and a short tail, typically living in burrows and feeding on plant material.",
      "definition_translation": "Um pequeno mamífero com longas orelhas, longas pernas traseiras e uma cauda curta, tipicamente vivendo em tocas e alimentando-se de material vegetal.",
      "example": "The rabbit hopped across the garden quickly yesterday, it hops across the garden quickly now, and it will hop across the garden quickly tomorrow.",
      "example_translation": "O coelho pulou rapidamente pelo jardim ontem, ele pula rapidamente pelo jardim agora e pulará rapidamente pelo jardim amanhã.",
      "imageLink": "rabbit.jpg",
      "audioLink": "rabbit.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "rat",
      "translation": "rato",
      "definition": "A rat is a rodent that belongs to the genus Rattus. Rats are typically considered pests and are known to carry diseases.",
      "definition_translation": "Um rato é um roedor que pertence ao gênero Rattus. Os ratos são tipicamente considerados pragas e são conhecidos por carregar doenças.",
      "example": "The cat chased the rat around the kitchen. It had chased the rat yesterday, and it will chase the rat again tomorrow.",
      "example_translation": "O gato perseguiu o rato em torno da cozinha. Ele havia perseguido o rato ontem e vai persegui-lo novamente amanhã.",
      "imageLink": "rat.jpg",
      "audioLink": "rat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bat",
      "translation": "morcego",
      "definition": "A bat is a flying mammal that belongs to the order Chiroptera. Bats are nocturnal animals and use echolocation to navigate.",
      "definition_translation": "Um morcego é um mamífero voador que pertence à ordem Chiroptera. Os morcegos são animais noturnos e usam ecolocalização para navegar.",
      "example": "The bat flew out of the cave at dusk. It will fly back in at dawn. The bat had flown over the forest yesterday.",
      "example_translation": "O morcego voou para fora da caverna ao entardecer. Ele voltará a voar ao amanhecer. O morcego havia voado sobre a floresta ontem.",
      "imageLink": "bat.jpg",
      "audioLink": "bat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bull",
      "translation": "touro",
      "definition": "A bull is a large, powerful male bovine animal, often used in bullfighting. Bulls are known for their strength and aggression.",
      "definition_translation": "Um touro é um grande animal bovino macho, muitas vezes usado em touradas. Os touros são conhecidos por sua força e agressividade.",
      "example": "The bull charged at the matador. It had charged at him yesterday, and it will charge again tomorrow. The bull will be retired next year.",
      "example_translation": "O touro investiu contra o matador. Ele havia investido contra ele ontem e investirá novamente amanhã. O touro será aposentado no ano que vem.",
      "imageLink": "bull.jpg",
      "audioLink": "bull.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "calf",
      "translation": "bezerro",
      "definition": "A calf is the young of a cow, typically less than a year old. Calves are known for their playful and curious nature.",
      "definition_translation": "Um bezerro é o jovem de uma vaca, tipicamente menos de um ano de idade. Os bezerros são conhecidos por sua natureza brincalhona e curiosa.",
      "example": "The calf ran around the field with its mother. It had run around yesterday, and it will run around again tomorrow. The calf will grow up to be a strong cow.",
      "example_translation": "O bezerro correu em torno do campo com sua mãe. Ele havia corrido ontem e vai correr novamente amanhã. O bezerro crescerá para ser uma vaca forte.",
      "imageLink": "calf.jpg",
      "audioLink": "calf.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "camel",
      "translation": "camelo",
      "definition": "A large, even-toed ungulate mammal with a distinctive hump on its back, native to the deserts of northern Africa and western Asia.",
      "definition_translation": "Um grande mamífero ungulado de pata par com um corno distinctivo nas costas, nativo dos desertos do norte da África e do oeste da Ásia.",
      "example": "The camel walked slowly across the desert. Yesterday, it had walked for hours. Tomorrow, it will walk again.",
      "example_translation": "O camelo caminhou lentamente pelo deserto. Ontem, ele havia caminhado por horas. Amanhã, ele caminhará novamente.",
      "imageLink": "camel.jpg",
      "audioLink": "camel.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cattle",
      "translation": "gado",
      "definition": "Domesticated mammals of the genus Bos, often kept on a farm or ranch for their milk or meat.",
      "definition_translation": "Mamíferos domesticados do gênero Bos, muitas vezes mantidos em uma fazenda ou rancho por seu leite ou carne.",
      "example": "The farmer raised cattle on his farm. Last year, he had raised a large herd. Next year, he will raise even more.",
      "example_translation": "O fazendeiro criou gado em sua fazenda. No ano passado, ele havia criado um grande rebanho. No ano que vem, ele criará ainda mais.",
      "imageLink": "cattle.jpg",
      "audioLink": "cattle.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "dolphin",
      "translation": "golfinho",
      "definition": "A highly intelligent, social marine mammal with a curved dorsal fin, found in warm and temperate seas.",
      "definition_translation": "Um mamífero marinho muito inteligente e social com uma nadadeira dorsal curva, encontrado em mares quentes e temperados.",
      "example": "The dolphin swam quickly through the water. Last week, it had swum with its pod. Next month, it will swim again.",
      "example_translation": "O golfinho nadou rapidamente pela água. Na semana passada, ele havia nadado com seu bando. No mês que vem, ele nadará novamente.",
      "imageLink": "dolphin.jpg",
      "audioLink": "dolphin.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "donkey",
      "translation": "burro",
      "definition": "A domesticated animal, often used as a beast of burden, known for its stubbornness and loud braying.",
      "definition_translation": "Um animal domesticado, muitas vezes usado como uma besta de carga, conhecido por sua teimosia e seu bray alto.",
      "example": "The donkey walked slowly up the hill. Yesterday, it had walked down the mountain. Tomorrow, it will walk again.",
      "example_translation": "O burro caminhou lentamente até o topo da colina. Ontem, ele havia caminhado até a montanha. Amanhã, ele caminhará novamente.",
      "imageLink": "donkey.jpg",
      "audioLink": "donkey.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "female",
      "translation": "feminina",
      "definition": "A person who is biologically or psychologically female.",
      "definition_translation": "Uma pessoa que é biologicamente ou psicologicamente feminina.",
      "example": "She was the first female to climb Mount Everest. She is a female engineer. She will be a female astronaut.",
      "example_translation": "Ela foi a primeira feminina a escalar o Monte Everest. Ela é uma engenheira feminina. Ela será uma astronauta feminina.",
      "imageLink": "female-1.jpg",
      "audioLink": "female.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "fur",
      "translation": "pele",
      "definition": "A thick, soft layer of hair, especially that of a mammal.",
      "definition_translation": "Uma camada grossa e macia de cabelo, especialmente da de um mamífero.",
      "example": "The rabbit's fur was soft and fluffy. She wore a fur coat to the party. The fur of the bear was brown.",
      "example_translation": "A pele do coelho era macia e fofa. Ela usava um casaco de pele para a festa. A pele do urso era marrom.",
      "imageLink": "fur.jpg",
      "audioLink": "fur.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "giraffe",
      "translation": "girafa",
      "definition": "A tall, even-toed ungulate mammal with a long neck and legs, native to Africa.",
      "definition_translation": "Um mamífero ungulado de pernas longas e pescoço longo, nativo da África.",
      "example": "We saw a giraffe at the zoo. The giraffe was eating leaves from the tree. The giraffe will run across the savannah.",
      "example_translation": "Nós vimos uma girafa no zoológico. A girafa estava comendo folhas da árvore. A girafa correrá pela savana.",
      "imageLink": "giraffe.jpg",
      "audioLink": "giraffe.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "goat",
      "translation": "cabra",
      "definition": "A livestock animal with a beard-like tuft of hair on its chin, often kept on farms.",
      "definition_translation": "Um animal de criação com um tufo de cabelo semelhante à barba no queixo, frequentemente mantido em fazendas.",
      "example": "The goat was eating grass in the field. She milked the goat every morning. The goat will climb the mountain.",
      "example_translation": "A cabra estava comendo grama no campo. Ela ordenhava a cabra todas as manhãs. A cabra subirá a montanha.",
      "imageLink": "goat.jpg",
      "audioLink": "goat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "hare",
      "translation": "lebre",
      "definition": "A fast-moving, long-legged mammal that lives in fields and forests and has very long ears and powerful hind legs.",
      "definition_translation": "Um mamífero de movimento rápido, de pernas longas que vive em campos e florestas e tem orelhas muito longas e pernas traseiras poderosas.",
      "example": "The hare sprinted across the field, its long ears flapping in the wind. Yesterday, I saw a hare hopping through the forest. By next year, I will have seen many hares in the wild.",
      "example_translation": "A lebre disparou pelo campo, suas orelhas longas batendo ao vento. Ontem, eu vi uma lebre pulando pela floresta. Até o próximo ano, eu vou ter visto muitas lebres no ambiente selvagem.",
      "imageLink": "hare.jpg",
      "audioLink": "hare.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "hippo",
      "translation": "hipopótamo",
      "definition": "A large, semi-aquatic mammal that lives in rivers and lakes and has a rounded body and short legs.",
      "definition_translation": "Um grande mamífero semi-aquático que vive em rios e lagos e tem um corpo redondo e pernas curtas.",
      "example": "At the zoo, I saw a hippo swimming in the water. Last week, we learned about hippos in school. By next month, I will have seen a hippo up close.",
      "example_translation": "No zoológico, eu vi um hipopótamo nadando na água. Na semana passada, nós aprendemos sobre hipopótamos na escola. Até o próximo mês, eu vou ter visto um hipopótamo de perto.",
      "imageLink": "hippo.jpg",
      "audioLink": "hippo.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "kitten",
      "translation": "gatinho",
      "definition": "A young cat, typically less than a year old, that is small and cute.",
      "definition_translation": "Um gato jovem, tipicamente com menos de um ano de idade, que é pequeno e fofo.",
      "example": "I played with a kitten at my friend's house yesterday. My sister has a kitten that loves to play with strings. Next year, I will have a kitten of my own.",
      "example_translation": "Eu brinquei com um gatinho na casa do meu amigo ontem. Minha irmã tem um gatinho que adora brincar com cordas. No próximo ano, eu vou ter um gatinho meu.",
      "imageLink": "kitten.jpg",
      "audioLink": "kitten.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "lamb",
      "translation": "cordeiro",
      "definition": "A young sheep, typically less than a year old, that is gentle and innocent.",
      "definition_translation": "Um carneiro jovem, tipicamente com menos de um ano de idade, que é gentil e inocente.",
      "example": "We saw a lamb being born on the farm yesterday. My father has a lamb that loves to follow him around. Next spring, I will help take care of a lamb.",
      "example_translation": "Nós vimos um cordeiro nascer na fazenda ontem. Meu pai tem um cordeiro que adora seguir ele em volta. Na próxima primavera, eu vou ajudar a cuidar de um cordeiro.",
      "imageLink": "lamb.jpg",
      "audioLink": "lamb.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "male",
      "translation": "macho",
      "definition": "Having or characterized by strength, vigor, or aggressiveness; masculine.",
      "definition_translation": "Tendo ou caracterizado pela força, vigor ou agressividade; masculino.",
      "example": "He was a male model, known for his rugged good looks. He had been a male stripper before becoming an actor. He will be a male lead in the upcoming movie.",
      "example_translation": "Ele era um modelo masculino, conhecido por sua aparência rude. Ele havia sido um stripper masculino antes de se tornar um ator. Ele será o lead masculino no próximo filme.",
      "imageLink": "male-1.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "mule",
      "translation": "mula",
      "definition": "A stubborn person who is obstinate and refuses to change their mind.",
      "definition_translation": "Uma pessoa teimosa que é obstinada e se recusa a mudar de ideia.",
      "example": "She was a mule and refused to listen to anyone's advice. The mule kicked the farmer who was trying to ride it. The mule will be used as a pack animal in the mountains.",
      "example_translation": "Ela era uma mula e se recusava a ouvir o conselho de qualquer pessoa. A mula chuteou o fazendeiro que estava tentando montá-la. A mula será usada como animal de carga nas montanhas.",
      "imageLink": "mule.jpg",
      "audioLink": "mule.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "puma",
      "translation": "puma",
      "definition": "A large cat of the genus Puma, native to the Americas, having a tawny or brownish-gray coat and a long tail.",
      "definition_translation": "Um grande gato do gênero Puma, nativo das Américas, com um casaco marrom ou cinzento-marrom e uma longa cauda.",
      "example": "The puma was a secretive animal and rarely seen in the wild. The puma had been declawed and was living in a sanctuary. The puma will be released back into the wild once it recovers.",
      "example_translation": "O puma era um animal secreto e raramente visto no selvagem. O puma havia sido desarmado e estava vivendo em um santuário. O puma será libertado de volta ao selvagem assim que se recuperar.",
      "imageLink": "puma.jpg",
      "audioLink": "puma.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "puppy",
      "translation": "filhote",
      "definition": "A young dog, especially one in the early stages of its development.",
      "definition_translation": "Um jovem cão, especialmente um nos estágios iniciais do seu desenvolvimento.",
      "example": "The puppy was playing with its tail, chasing it in circles. The puppy had fallen asleep in its bed. The puppy will be vaccinated next week to prevent diseases.",
      "example_translation": "O filhote estava brincando com sua cauda, perseguindo-a em círculos. O filhote havia adormecido em sua cama. O filhote será vacinado na próxima semana para prevenir doenças.",
      "imageLink": "puppy.jpg",
      "audioLink": "puppy.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "reindeer",
      "translation": "réno",
      "definition": "a large deer with a greyish-brown coat and large antlers, found in northern regions of Europe, Asia, and North America",
      "definition_translation": "um grande cervo com uma capa cinzento-marrom e grandes chifres, encontrado nas regiões do norte da Europa, Ásia e América do Norte",
      "example": "The reindeer migrated across the Arctic tundra, searching for food. Yesterday, I saw a reindeer at the zoo. By next winter, the reindeer will have grown their antlers again.",
      "example_translation": "O réno migraram por toda a tundra ártica, procurando por alimentos. Ontem, eu vi um réno no zoológico. Até o próximo inverno, o réno terá crescido seus chifres novamente.",
      "imageLink": "reindeer.jpg",
      "audioLink": "reindeer.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "tiger",
      "translation": "tigre",
      "definition": "a large carnivorous mammal with a distinctive orange and black striped coat, native to Asia",
      "definition_translation": "um grande mamífero carnívoro com uma capa listrada laranja e preta distintiva, nativo da Ásia",
      "example": "The tiger stalked its prey through the jungle, its eyes fixed on the unsuspecting deer. The tiger is an endangered species. By 2025, the tiger population will have hopefully recovered.",
      "example_translation": "O tigre perseguiu sua presa pela selva, seus olhos fixos no veado desavisado. O tigre é uma espécie em perigo. Até 2025, a população de tigres terá Esperançosamente se recuperado.",
      "imageLink": "tiger.jpg",
      "audioLink": "tiger.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "whale",
      "translation": "baleia",
      "definition": "a large marine mammal that breathes air through its blowhole, found in all the world's oceans",
      "definition_translation": "um grande mamífero marinho que respira ar através de seu furo, encontrado em todos os oceanos do mundo",
      "example": "The whale swam through the ocean, its massive body undulating through the waves. Yesterday, I saw a whale at the aquarium. By next summer, the whale will have given birth to a new calf.",
      "example_translation": "A baleia nadou pelo oceano, seu corpo massive ondulando pelas ondas. Ontem, eu vi uma baleia no aquário. Até o próximo verão, a baleia terá dado à luz um novo filhote.",
      "imageLink": "whale.jpg",
      "audioLink": "whale.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "deer",
      "translation": "cervo",
      "definition": "a wild or domesticated ruminant mammal with a distinctive set of antlers, found in forests and grasslands",
      "definition_translation": "um mamífero ruminante selvagem ou domesticado com um conjunto distintivo de chifres, encontrado em florestas e gramados",
      "example": "The deer pranced through the forest, its antlers bobbing up and down. Deer are common in the countryside. By next autumn, the deer will have grown their antlers again.",
      "example_translation": "O cervo dançou pela floresta, seus chifres se movendo para cima e para baixo. Cervos são comuns no campo. Até o próximo outono, o cervo terá crescido seus chifres novamente.",
      "imageLink": "deer.jpg",
      "audioLink": "deer.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "fox",
      "translation": "raposa",
      "definition": "A small, carnivorous mammal of the dog family, with a pointed snout, bushy tail, and reddish-orange fur.",
      "definition_translation": "Um pequeno mamífero carnívoro da família de cães, com um focinho pontudo, cauda peluda e pelo avermelhado-laranja.",
      "example": "The fox ran quickly through the forest, chasing the rabbit. The fox is running quickly through the forest, chasing the rabbit. The fox will run quickly through the forest, chasing the rabbit.",
      "example_translation": "A raposa correu rapidamente pela floresta, perseguindo o coelho. A raposa está correndo rapidamente pela floresta, perseguindo o coelho. A raposa correrá rapidamente pela floresta, perseguindo o coelho.",
      "imageLink": "fox.jpg",
      "audioLink": "fox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "gorilla",
      "translation": "gorila",
      "definition": "A large, powerful primate that is native to Africa, with a thick coat of fur and a muscular build.",
      "definition_translation": "Um grande primata poderoso que é nativo da África, com um casaco grosso de pelo e um físico muscular.",
      "example": "The gorilla climbed up the mountain, searching for food. The gorilla is climbing up the mountain, searching for food. The gorilla will climb up the mountain, searching for food.",
      "example_translation": "O gorila subiu a montanha, procurando comida. O gorila está subindo a montanha, procurando comida. O gorila subirá a montanha, procurando comida.",
      "imageLink": "gorilla.jpg",
      "audioLink": "gorilla.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "kangaroo",
      "translation": "canguru",
      "definition": "A large, jumping marsupial native to Australia, with a distinctive pouch on its belly and strong hind legs.",
      "definition_translation": "Um grande marsupial saltador nativo da Austrália, com uma bolsa distinta na barriga e pernas traseiras fortes.",
      "example": "The kangaroo hopped across the field, carrying its joey in its pouch. The kangaroo is hopping across the field, carrying its joey in its pouch. The kangaroo will hop across the field, carrying its joey in its pouch.",
      "example_translation": "O canguru saltou pelo campo, carregando seu filhote na bolsa. O canguru está saltando pelo campo, carregando seu filhote na bolsa. O canguru saltará pelo campo, carregando seu filhote na bolsa.",
      "imageLink": "kangaroo.jpg",
      "audioLink": "kangaroo.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "leopard",
      "translation": "leopardo",
      "definition": "A large, carnivorous mammal of the cat family, with a distinctive spotty or rosette-shaped coat.",
      "definition_translation": "Um grande mamífero carnívoro da família de gatos, com um casaco distinto manchado ou em forma de rosácea.",
      "example": "The leopard stalked its prey through the forest, its eyes fixed on the antelope. The leopard is stalking its prey through the forest, its eyes fixed on the antelope. The leopard will stalk its prey through the forest, its eyes fixed on the antelope.",
      "example_translation": "O leopardo rastejou sua presa pela floresta, seus olhos fixos no antílope. O leopardo está rastejando sua presa pela floresta, seus olhos fixos no antílope. O leopardo rastejará sua presa pela floresta, seus olhos fixos no antílope.",
      "imageLink": "leopard.jpg",
      "audioLink": "leopard.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "ox",
      "translation": "boi",
      "definition": "A domesticated mammal used for draft and milk, having a stout body and a distinctive pair of curved horns.",
      "definition_translation": "Um mamífero domesticado usado para tração e leite, tendo um corpo sólido e um par distinto de chifres curvos.",
      "example": "The ox pulled the plow through the field, but it will rest tomorrow and will have been working for years.",
      "example_translation": "O boi puxou o arado pelo campo, mas descansará amanhã e terá trabalhado por anos.",
      "imageLink": "ox.jpg",
      "audioLink": "ox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "paw",
      "translation": "pata",
      "definition": "The foot of an animal, especially a quadruped, typically having claws or digits.",
      "definition_translation": "O pé de um animal, especialmente um quadrúpede, tipicamente tendo garras ou dígitos.",
      "example": "The cat lifted its paw to scratch the furniture, and will have scratched it many times before it will scratch again.",
      "example_translation": "O gato levantou a pata para arranhar o móvel, e terá arranhado muitas vezes antes de arranhar novamente.",
      "imageLink": "paw.jpg",
      "audioLink": "paw.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "polar bear",
      "translation": "urso polar",
      "definition": "A large carnivorous mammal of the Arctic regions, having white fur and a distinctive black skin underneath.",
      "definition_translation": "Um grande mamífero carnívoro das regiões árticas, tendo pele branca e uma pele negra distinta por baixo.",
      "example": "The polar bear wandered through the Arctic tundra, had wandered for days, and will continue to wander for weeks.",
      "example_translation": "O urso polar vagueou pela tundra ártica, havia vagueado por dias e continuará a vaguear por semanas.",
      "imageLink": "polar-bear.jpg",
      "audioLink": "polar bear.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "rhinoceros",
      "translation": "rinoceronte",
      "definition": "A large herbivorous mammal of Africa and southern Asia, having a distinctive horn or horns on its nose.",
      "definition_translation": "Um grande mamífero herbívoro da África e sul da Ásia, tendo um chifre distinto ou chifres no seu nariz.",
      "example": "The rhinoceros charged through the savannah, had charged many times before, and will charge again soon.",
      "example_translation": "O rinoceronte investiu pela savana, havia investido muitas vezes antes e investirá novamente em breve.",
      "imageLink": "rhinoceros.jpg",
      "audioLink": "rhinoceros.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "seal",
      "translation": "foca",
      "definition": "a fin-footed, semi-aquatic marine mammal that lives in the cold waters of the Northern and Southern Hemispheres",
      "definition_translation": "um mamífero marinho semi-aquático de pés finos que vive em águas frias nos hemisférios Norte e Sul",
      "example": "The zookeeper carefully cleaned the seal's enclosure yesterday, cleans it every day, and will clean it again tomorrow.",
      "example_translation": "O tratador do zoológico limpou o recinto da foca ontem, limpa todos os dias e limpará novamente amanhã.",
      "imageLink": "seal.jpg",
      "audioLink": "seal.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "squirrel",
      "translation": "esquilo",
      "definition": "a small, typically furry, rodent mammal that has a bushy tail and is able to climb trees",
      "definition_translation": "um pequeno mamífero roedor, geralmente peludo, com cauda arborícola e capaz de subir em árvores",
      "example": "The squirrel ran up the tree yesterday, is running up the tree now, and will run up the tree again tomorrow.",
      "example_translation": "O esquilo subiu a árvore ontem, está subindo a árvore agora e subirá a árvore novamente amanhã.",
      "imageLink": "squirrel.jpg",
      "audioLink": "squirrel.mp3"
    }
  ]
}