{
  "data": [
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ave",
      "translation": "птица",
      "definition": "Un animal de sangre caliente que pone huevos con plumas, alas y pico.",
      "definition_translation": "Теплокровное яйцекладущее животное с перьями, крыльями и клювом.",
      "example": "El ave cantó una melodía dulce. El ave está cantando una melodía dulce. El ave cantará una melodía dulce.",
      "example_translation": "Птица пела сладкую мелодию. Птица пела сладкую мелодию. Птица будет петь сладкую мелодию.",
      "imageLink": "bird.jpg",
      "audioLink": "bird.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pollo",
      "translation": "kuritsa",
      "definition": "Un ave de corral mantenida por sus huevos o carne.",
      "definition_translation": "Домашняя птица, содержащаяся за яйцами или мясом.",
      "example": "Me comí un sandwich de pollo para el almuerzo. Me estoy comiendo un sandwich de pollo para el almuerzo. Me comeré un sandwich de pollo para el almuerzo.",
      "example_translation": "Я ел сэндвич с курицей на обед. Я ем сэндвич с курицей на обед. Я буду есть сэндвич с курицей на обед.",
      "imageLink": "chicken.jpg",
      "audioLink": "chicken.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pato",
      "translation": "утка",
      "definition": "Un ave acuática con un pico ancho y patas palmeadas.",
      "definition_translation": "Водоплавающая птица с широким, плоским клювом и перепончатыми ногами.",
      "example": "El pato nadó en el estanque. El pato está nadando en el estanque. El pato nadará en el estanque.",
      "example_translation": "Утка плавала в пруду. Утка плавает в пруду. Утка будет плавать в пруду.",
      "imageLink": "duck.jpg",
      "audioLink": "duck.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ganso",
      "translation": "гусь",
      "definition": "Un ave acuática grande con un cuello largo y cabeza negra.",
      "definition_translation": "Большая водоплавающая птица с длинной шеей и черной головой.",
      "example": "El ganso graznó fuerte. El ganso está graznando fuerte. El ganso graznará fuerte.",
      "example_translation": "Гусь громко гоготал. Гусь громко гогочет. Гусь будет громко гоготать.",
      "imageLink": "goose.jpg",
      "audioLink": "goose.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "loro",
      "translation": "попугай",
      "definition": "Un loro es un ave colorida, tropical conocida por su capacidad de imitar el habla humana y otros sonidos.",
      "definition_translation": "Попугай - это цветная, тропическая птица, известная своей способностью模ировать человеческую речь и другие звуки.",
      "example": "Tuve un loro cuando era niño, era muy ruidoso. Ahora tengo un nuevo loro, es muy inteligente. Compraré un loro para mi hijo el año que viene.",
      "example_translation": "У меня был попугай, когда я был ребенком, он был muito шумный. Теперь у меня новый попугай, он molto умный. Я куплю попугая для моего сына в следующем году.",
      "imageLink": "parrot.jpg",
      "audioLink": "parrot.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pingüino",
      "translation": "пингвин",
      "definition": "Un pingüino es un ave no voladora que vive en el Hemisferio Sur, caracterizada por sus plumas negras y blancas y su forma de caminar característica.",
      "definition_translation": "Пингвин - это птица, не способная летать, живущая в Южном полушарии, характеризующаяся своими черными и белыми перьями и отличительным характерным шагом.",
      "example": "Vi un pingüino en el zoológico, era muy lindo. Los pingüinos son muy sociales, viven en colonias grandes. Para 2025, veremos pingüinos viviendo en libertad.",
      "example_translation": "Я видел пингвина в зоопарке, он был molto милый. Пингвины - это очень социальные животные, они живут в больших колониях. К 2025 году мы увидим пингвинов, живущих в дикой природе.",
      "imageLink": "penguin.jpg",
      "audioLink": "penguin.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cigüeña",
      "translation": "аист",
      "definition": "Una cigüeña es un ave grande que habita en humedales y praderas de todo el mundo, con un cuello largo y patas.",
      "definition_translation": "Аист - это большая болотная птица с длинной шеей и ногами, встречающаяся в wetlands и лугах по всему миру.",
      "example": "Vi una cigüeña volando sobre mi cabeza, era muy majestuosa. Las cigüeñas son conocidas por sus patrones de migración, viajan miles de millas cada año. Para la próxima primavera, las cigüeñas regresarán a sus nidos.",
      "example_translation": "Я видел аиста, летящего над головой, он был molto величественный. Аисты известны своими миграционными моделями, они путешествуют тысячи миль каждый год. К следующей весне аисты вернутся в свои гнезда.",
      "imageLink": "stork.jpg",
      "audioLink": "stork.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pavo",
      "translation": "индейка",
      "definition": "Un pavo es un ave grande, a menudo domesticada y criada por su carne, conocida por su característico gobble y plumas iridiscentes.",
      "definition_translation": "Индейка - это большая птица, часто-domesticated и выращиваемая для своей мяса, известная своими отличительными гоготом и радужными перьями.",
      "example": "Me comí un pavo en el Día de Acción de Gracias, era muy delicioso. Los pavos son aves sociales, viven en bandadas. El año que viene, compraré un pavo para Navidad.",
      "example_translation": "У меня была индейка на День благодарения, она была molto вкусная. Индейки - это социальные птицы, они живут в стаях. В следующем году я куплю индею на Рождество.",
      "imageLink": "turkey-2.jpg",
      "audioLink": "turkey.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ala",
      "translation": "крыло",
      "definition": "Una ala es un tipo de aleta que sobresale del cuerpo de un avión o un ave, utilizada para volar o balancearse.",
      "definition_translation": "Крыло - это тип пропеллера, который протрудается из тела самолёта или птицы, используемый для полета или баланса.",
      "example": "El ala del avión estuvo dañada durante el aterrizaje. Ayer, vi un ave extendiendo sus alas. Si tuviera alas, volaría a la luna.",
      "example_translation": "Крыло самолёта было повреждено во время посадки. Вчера я увидел птицу, разворачивающую свое крыло. Если бы у меня были крылья, я бы летел на Луну.",
      "imageLink": "wing.jpg",
      "audioLink": "wing.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cuervo",
      "translation": "ворона",
      "definition": "Un cuervo es un ave grande y negra con un llamado fuerte y ronco, encontrado en muchas partes del mundo.",
      "definition_translation": "Ворона - это большая, чёрная птица с громким, хриплым голосом, найденная в многих частях мира.",
      "example": "El cuervo se sentó en la rama del árbol, observándonos. Los cuervos son aves muy inteligentes. Vi un cuervo volando sobre el campo ayer.",
      "example_translation": "Ворона сидела на ветке дерева,看着 нас. Вороны - это очень умные птицы. Я увидел ворону, летевшую над полем вчера.",
      "imageLink": "crow.jpg",
      "audioLink": "crow.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cuco",
      "translation": "кукушка",
      "definition": "Un cuco es un tipo de ave que pone sus huevos en los nidos de otras aves, que luego crían a los jóvenes cucos.",
      "definition_translation": "Кукушка - это тип птицы, которая откладывает свои яйца в гнёзда других птиц, которые затем выращивают молодь кукушки.",
      "example": "El canto del cuco es muy característico. Oí a un cuco cantando en el bosque. El cuco es un ave parasítica.",
      "example_translation": "Голос кукушки очень отличается. Я услышал кукушку, поющую в лесу. Кукушка - это паразитическая птица.",
      "imageLink": "cuckoo.jpg",
      "audioLink": "cuckoo.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "águila",
      "translation": "орёл",
      "definition": "Un águila es un gran ave de rapiña con un pico afilado y garras, encontrada en muchas partes del mundo.",
      "definition_translation": "Орёл - это большая, мощная птица хищница с острым клювом и когтями, найденная в многих частях мира.",
      "example": "El águila sobrevoló el cielo. Las águilas son muy buenos cazadores. Vi a un águila posada en una rama de árbol ayer.",
      "example_translation": "Орёл парил через небо. Орлы - это очень хорошие охотники. Я увидел орла, сидевшего на ветке дерева вчера.",
      "imageLink": "eagle.jpg",
      "audioLink": "eagle.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pluma",
      "translation": "перо",
      "definition": "Una de las ligeras y suaves crecidas que cubren el cuerpo de un ave, especialmente una pluma de vuelo.",
      "definition_translation": "Один из легких, пушистых выростов, покрывающих тело птицы, особенно перо полета.",
      "example": "La pluma del ave era suave y sedosa. Había perdido algunas plumas en la lucha. Creará nuevas plumas para el invierno.",
      "example_translation": "Перо птицы было мягким и шелковистым. Оно потеряло некоторые перья в борьбе. Оно вырастит новые перья к зиме.",
      "imageLink": "feather.jpg",
      "audioLink": "feather.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gallina",
      "translation": "курица",
      "definition": "Una hembra adulta de pollo, especialmente una mantenida para huevos.",
      "definition_translation": "Взрослая самка курицы, особенно та, которая содержится для яиц.",
      "example": "La gallina puso huevos en el nido todas las mañanas. La gallina estaba cloqueando fuerte. Será una buena gallina para nuestra granja.",
      "example_translation": "Курица клали яйца в гнездо каждое утро. Курица громко клокотала. Это будет хорошей курицей для нашей фермы.",
      "imageLink": "hen.jpg",
      "audioLink": "hen.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "poner huevos",
      "translation": "сносить яйца",
      "definition": "Producir huevos como un proceso natural.",
      "definition_translation": "Производить яйца как естественный процесс.",
      "example": "Las gallinas ponen huevos todos los días. Ponerá huevos cuando crezca. Ella puso huevos en la caja de anidación.",
      "example_translation": "Курицы сносят яйца каждый день. Оно снесет яйца ко времени, когда вырастет. Она снесла яйца в гнездовой ящике.",
      "imageLink": "lay-eggs.jpg",
      "audioLink": "lay eggs.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "búho",
      "translation": "сова",
      "definition": "Un ave nocturna con una cabeza redonda, ojos frontales y mechones en las orejas.",
      "definition_translation": "Ночные птица с круглой головой, передними глазами и ушными крохотами.",
      "example": "El búho ululó fuerte en la noche. Los búhos pueden ver en la oscuridad. Será un búho cuando crezca.",
      "example_translation": "Сова громко кричала в ночи. Совы могут видеть в темноте. Оно будет совой ко времени, когда вырастет.",
      "imageLink": "owl.jpg",
      "audioLink": "owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "paloma",
      "translation": "голубь",
      "definition": "Una paloma es un ave que vive en ciudades y pueblos, a menudo considerada una plaga.",
      "definition_translation": "Голубь - это птица, которая живет в городах и поселках, часто считается проблемой.",
      "example": "Vi a una paloma volando en el parque ayer, se posó en una estatua. Hoy, está comiendo migas en la acera. Mañana, volará lejos.",
      "example_translation": "Я видел голубя, летевшего в парке вчера, он сел на статую. Сегодня он ест крошки на тротуаре. Завтра он полетит away.",
      "imageLink": "pigeon.jpg",
      "audioLink": "pigeon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gaviota",
      "translation": "морская чайка",
      "definition": "Una gaviota es un tipo de ave que vive cerca del océano y es conocida por sus gritos fuertes.",
      "definition_translation": "Морская чайка - это тип птицы, который живет gần океана и известен своими громкими криками.",
      "example": "Observé a una gaviota descendiendo en picado para robar comida a un niño en la playa. El niño estaba jugando con un cubo y una pala, mientras la gaviota volaba encima. La próxima semana, la gaviota volverá al mismo lugar.",
      "example_translation": "Я смотрел, как морская чайка пикировала вниз, чтобы украсть еду у ребенка на пляже. Ребенок играл с ведром и лопатой, а морская чайка летала над головой. На следующей неделе морская чайка вернется на то же место.",
      "imageLink": "seagull.jpg",
      "audioLink": "seagull.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gorrión",
      "translation": "воробей",
      "definition": "Un gorrión es un ave pequeña que es común en jardines y parques, conocida por sus plumas marrones y movimientos rápidos.",
      "definition_translation": "Воробей - это маленькая птица, которая является общей в садах и парках, известна своими коричневыми перьями и быстрыми движениями.",
      "example": "Vi a un gorrión construyendo un nido en un árbol ayer. Hoy, está recogiendo ramitas y hojas para su hogar. Mañana, pondrá huevos en el nido.",
      "example_translation": "Я видел воробья, строящего гнездо в дереве вчера. Сегодня он собирает сучки и листья для своего дома. Завтра он положит яйца в гнездо.",
      "imageLink": "sparrow.jpg",
      "audioLink": "sparrow.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cisne",
      "translation": "лебедь",
      "definition": "Un cisne es un gran ave blanca que vive en lagos y ríos, conocida por su cuello hermoso y movimientos graciosos.",
      "definition_translation": "Лебедь - это большая, белая птица, которая живет в озерах и реках, известна своей красивой шеей и изящными движениями.",
      "example": "Vi a un cisne deslizándose sobre el lago ayer, sus plumas brillaban en el sol. Hoy, está nadando cerca de la orilla, buscando peces. El próximo mes, migrará a climas más cálidos.",
      "example_translation": "Я видел лебедя, скользящего по озеру вчера, его перья сияли на солнце. Сегодня он плывет рядом с берегом, ищет рыбу.[next month он будет мигрировать в более теплые климаты.",
      "imageLink": "swan.jpg",
      "audioLink": "swan.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pico",
      "translation": "клюв",
      "definition": "El pico es una parte dura y saliente de la boca de los pájaros, utilizada para comer, acicalar y otras funciones.",
      "definition_translation": "Клюв - это твердый, выступающий ротовой аппарат у птиц, используемый для еды, распушки и других функций.",
      "example": "El pico afilado del águila desgarró la carne de su presa. El pico del loro era fuerte y colorido. El pájaro tendrá un pico más fuerte cuando esté completamente crecido.",
      "example_translation": "Острый клюв орла разорвал плоть его добычи. Клюв попугая был сильным и цветным. К тому времени, когда птица будет zcela выросшей, у нее будет сильнее клюв.",
      "imageLink": "beak.jpg",
      "audioLink": "beak.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "paloma",
      "translation": "голубь",
      "definition": "Una paloma es un tipo de ave que a menudo se asocia con la paz y el amor.",
      "definition_translation": "Голубь - это тип птицы, который часто ассоциируется с миром и любовью.",
      "example": "La paloma voló suavemente por el cielo, su suave arrullo llenando el aire. Las palomas son conocidas por su naturaleza gentil. Para el próximo año, la paloma habrá construido un nuevo nido.",
      "example_translation": "Голубь летел мягко через небо, его мягкое кувыканье заполнило воздух. Голуби известны своей нежной натурой. К следующему году голубь построит новый гнездо.",
      "imageLink": "dove.jpg",
      "audioLink": "dove.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "depredador",
      "translation": "хищник",
      "definition": "Un depredador es un animal que naturalmente se alimenta de otros animales.",
      "definition_translation": "Хищник - это животное, которое естественно охотится на другие животные.",
      "example": "El león es un depredador que deambula por la sabana. Los depredadores juegan un papel crucial en el mantenimiento del ecosistema. Para 2025, la población de depredadores habrá disminuido significativamente.",
      "example_translation": "Лев - это хищник, который бродит по саванне. Хищники играют важную роль в поддержании экосистемы. К 2025 году популяция хищников уменьшится значительно.",
      "imageLink": "predator.jpg",
      "audioLink": "predator.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "halcón",
      "translation": "ястреб",
      "definition": "Un halcón es un tipo de ave de rapiña conocida por su aguda vista y agilidad.",
      "definition_translation": "Ястреб - это тип птицы хищника, который известен своей острой зоркостью и ловкостью.",
      "example": "El halcón sobrevoló el cielo, su aguda vista escudriñando el suelo debajo. Los halcones son aves de rapiña populares entre los cazadores. Para el próximo mes, el halcón habrá aprendido a volar.",
      "example_translation": "Ястреб парил через небо, его острый зрение сканировало землю внизу. Ястребы - это популярные птицы хищники среди охотников. К следующему месяцу ястреб научится летать.",
      "imageLink": "hawk.jpg",
      "audioLink": "hawk.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "alondra",
      "translation": "жаворонок",
      "definition": "Un ave pequeña que vive en el suelo, con una canción melodiosa, típicamente encontrada en campos abiertos, praderas y campos.",
      "definition_translation": "Маленькая, живущая на земле птица с мелодичной песней, обычно встречающаяся в открытой местности, лугах и полях.",
      "example": "La alondra voló alto en el cielo matutino. Ayer, cantó una hermosa canción. Mañana, construirá un nido.",
      "example_translation": "Жаворонок летел высоко в утреннем небе. Вчера он спел красивую песню. Завтра он построит гнездо.",
      "imageLink": "lark.jpg",
      "audioLink": "lark.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "urraca",
      "translation": "сорока",
      "definition": "Un ave grande y negra con una larga cola y un llamativo canto chillón, encontrada en bosques y jardines.",
      "definition_translation": "Большая, черно-белая птица с длинным хвостом и громким, журчащим звуком, встречающаяся в лесах и садах.",
      "example": "La urraca construyó un nido en la rama del árbol. La semana pasada, robó un trozo de comida de la mesa. El próximo año, migrará a climas más cálidos.",
      "example_translation": "Сорока построила гнездо на ветке дерева. На прошлой неделе она украла кусок еды со стола. В следующем году она перелетит в теплые климаты.",
      "imageLink": "magpie.jpg",
      "audioLink": "magpie.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "nido",
      "translation": "гнездо",
      "definition": "Una estructura construida por los pájaros, típicamente en un árbol o arbusto, para depositar huevos y criar a sus crías.",
      "definition_translation": "Структура, построенная птицами, обычно в дереве или кусте, для откладывания яиц и выращивания молодняка.",
      "example": "El pájaro construyó un nido en el árbol. Ayer, depositó huevos en el nido. Mañana, los huevos se incubarán.",
      "example_translation": "Птица построила гнездо в дереве. Вчера она положила яйца в гнездо. Завтра яйца вылупятся.",
      "imageLink": "nest-1.jpg",
      "audioLink": "nest.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "nido",
      "translation": "гнездо",
      "definition": "Un lugar de refugio o refugio, especialmente para pájaros o pequeños animales.",
      "definition_translation": "Место убежища или укрытия, особенно для птиц или маленьких животных.",
      "example": "El conejo hizo un nido en los matorrales. El mes pasado, dio a luz a sus crías en el nido. El próximo mes, los pequeños dejarán el nido.",
      "example_translation": "Кролик построил гнездо в кустах. В прошлом месяце оно родило своих малышей в гнезде. В следующем месяце малыши покинут гнездо.",
      "imageLink": "nest.jpg",
      "audioLink": "nest.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "plumaje",
      "translation": "оперение",
      "definition": "Las plumas que cubren el cuerpo de un pájaro, especialmente las plumas coloridas de un ave del paraíso o un ave de rapiña.",
      "definition_translation": "Птичий пух, особенно яркие перья птицы рая или хищной птицы.",
      "example": "El plumaje del pavo real era un espectáculo durante la temporada de apareamiento.",
      "example_translation": "Оперение павлина было зрелищем во время брачного сезона.",
      "imageLink": "plumage.jpg",
      "audioLink": "plumage.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cuervo",
      "translation": "ворон",
      "definition": "Un ave grande y negra con un llamativo canto, considerada un símbolo de muerte o profecía en algunas culturas.",
      "definition_translation": "Большая черная птица с характерным криком, считающаяся символом смерти или предсказания в некоторых культурах.",
      "example": "El cuervo se posó en la ventana, observándome con una mirada inmóvil. Vi cuervos en el bosque, pero nunca tan cerca. Habrá cuervos en el bosque, y los cuervos vendrán a nuestra ciudad.",
      "example_translation": "Ворон сидел на подоконнике, наблюдая за мной немигающим взглядом. Я видел ворон в лесу, но никогда так близко. У нас будут вороны в лесу, и вороны придут в наш город.",
      "imageLink": "raven.jpg",
      "audioLink": "raven.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "albatros",
      "translation": "альбатрос",
      "definition": "Un gran ave marina con una envergadura de hasta 12 pies, encontrada en los océanos del sur.",
      "definition_translation": "Очень крупная морская птица с размахом крыльев до 12 футов, обитающая в южных океанах.",
      "example": "El albatros sobrevoló por encima, sus masivas alas deslizándose sin esfuerzo a través del aire. Habíamos visto albatros antes, pero nunca tantos al mismo tiempo. Sería un albatros alrededor de nuestros cuellos si fallábamos en actuar.",
      "example_translation": "Альбатрос парил над головой, его громадные крылья без усилий скользили по воздуху. Мы видели альбатросов прежде, но никогда столько сразу. Это стало бы альбатросом вокруг наших шеей, если бы мы не предприняли действия.",
      "imageLink": "albatross.jpg",
      "audioLink": "albatross.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abello",
      "translation": "пчеловидка",
      "definition": "Un ave brillantemente coloreada con un pico curvo, encontrada en climas cálidos y se alimenta de insectos.",
      "definition_translation": "Яркоокрашенная птица с длинным, изогнутым клювом, обитающая в теплых климатах и питающаяся насекомыми.",
      "example": "El abello zigzagueó por el jardín, atrapando abejas y avispas en el aire. Teníamos abellos en nuestro patio trasero, y los abellos visitaban nuestros comederos. Sería un paraíso de abellos si plantábamos más flores.",
      "example_translation": "Пчеловидка дarters через сад, ловя пчел и ос в воздухе. У нас были пчеловидки в нашем дворе, и пчеловидки будут посещать наши кормушки. Это было бы раем для пчеловидки, если бы мы посадили больше цветов.",
      "imageLink": "bee-eater.jpg",
      "audioLink": "bee eater.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gallo negro",
      "translation": "чёрная куропатка",
      "definition": "Un urogallo mediano con plumaje negro, encontrado en zonas de brezo y landa en Eurasia.",
      "definition_translation": "Среднего размера куропатка с чёрным оперением, встречается на болотах и вересковых пустошах в Евразии.",
      "example": "El gallo negro comenzó a desaparecer de las Highlands escocesas en el siglo 19. Ahora, los esfuerzos de conservación están en marcha para proteger la especie. Para 2025, se espera que la población de gallos negros aumente significativamente.",
      "example_translation": "Чёрная куропатка начала исчезать из шотландских высокогорий в 19 веке. Теперь正在 underway консервационные усилия для защиты вида. К 2025 году ожидается существенный рост популяции чёрной куропатки.",
      "imageLink": "black-grouse.jpg",
      "audioLink": "black grouse.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cigüeña negra",
      "translation": "чёрный аист",
      "definition": "Un gran ave zancuda con plumaje negro, encontrada en humedales y bosques en Eurasia y África.",
      "definition_translation": "Большая птица с чёрным оперением, встречается в болотах и лесах Евразии и Африки.",
      "example": "La cigüeña negra es un ave migratoria que viaja desde Europa hasta África cada invierno. El año pasado, una pareja de cigüeñas negras anidó en un bosque cerca de mi aldea. Para cuando los vi, ya habían criado a sus crías y se preparaban para partir.",
      "example_translation": "Чёрный аист - это перелётная птица, которая каждый зимой путешествует из Европы в Африку. В прошлом году пара чёрных аистов гнездились в лесу недалеко от моей деревни. К тому времени, когда я увидел их, они уже вырастили своих молодых и готовились улетать.",
      "imageLink": "black-stork.jpg",
      "audioLink": "black stork.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gaviota cabecinegra",
      "translation": "чёрноголовая чайка",
      "definition": "Una gaviota mediana con cabeza negra y cuerpo blanco, encontrada en áreas costeras y aguas interiores en Eurasia.",
      "definition_translation": "Среднего размера чайка с чёрной головой и белым телом, встречается в прибрежных районах и внутренних водах Евразии.",
      "example": "Vi una gaviota cabecinegra volando sobre la playa ayer. Estaba persiguiendo a un grupo de gaviotas que estaban robando comida a los turistas. En el verano, las gaviotas cabecinegras seguirán a los barcos de pesca para alimentarse de peces descartados.",
      "example_translation": "Я видел чёрноголовую чайку, летевшую над пляжем вчера. Она преследовала группу чаек, которые крадут еду у туристов. Летом чёрноголовые чаи часто следуют за рыболовными лодками, чтобы питаться брошенной рыбой.",
      "imageLink": "black-headed-gull.jpg",
      "audioLink": "black-headed gull.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mirlo",
      "translation": "черноголовый чёрный дрозд",
      "definition": "Un ave cantora común con plumaje negro y una melodiosa canción, encontrada en jardines y bosques en Europa y Asia.",
      "definition_translation": "Обыкновенная певчая птица с чёрным оперением и характерным пением, встречается в садах и лесах Европы и Азии.",
      "example": "El mirlo canta su melodía dulce desde las copas de los árboles cada mañana. El año pasado, un mirlo construyó un nido en nuestro patio trasero, y vimos cómo los polluelos eclosionaban y crecían. En invierno, los mirlos visitan nuestro jardín para alimentarse de bayas y semillas.",
      "example_translation": "Черноголовый дрозд поёт свою сладкую мелодию с вершин деревьев каждое утро. В прошлом году черноголовый дрозд построил гнездо в нашем hậuточном дворе, и мы наблюдали, как птенцы вылупились и выросли. Зимой черноголовые дрозды часто посещают наш сад, чтобы питаться ягодами и семенами.",
      "imageLink": "blackbird.jpg",
      "audioLink": "blackbird.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tití",
      "translation": "синий тит",
      "definition": "Un ave pequeña con plumaje azul y amarillo, encontrada en jardines y bosques.",
      "definition_translation": "Маленькая птица с синей и желтой окраской, встречающаяся в садах и лесах.",
      "example": "Vi un tití posado en una rama ayer, chillaba fuerte. Hoy, está volando alrededor del jardín, y mañana probablemente visitará el comedero de aves.",
      "example_translation": "Я видел синего тита, сидевшего на ветке вчера, он издавал громкие звуки. Сегодня он летает вокруг сада, а завтра, вероятно, посетит кормушку для птиц.",
      "imageLink": "blue-tit.jpg",
      "audioLink": "blue tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "silvidio",
      "translation": "кудрявый свиристель",
      "definition": "Un ave grande, gris-marrón con una cresta y gotas de cera roja en sus alas, encontrada en bosques y jardines.",
      "definition_translation": "Крупная, серо-коричневая птица с хохлом и красными воскообразными каплями на крыльях, встречающаяся в лесах и садах.",
      "example": "El silvidio es un visitante de invierno raro en nuestra región. El invierno pasado, lo vi posado en un manzano, y este invierno, probablemente llegará en diciembre. Para el próximo invierno, habrá vuelto a ser un invitado regular.",
      "example_translation": "Кудрявый свиристель является редким зимним гостем в我们的 регионе. В прошлую зиму я видел его, сидевшего на яблоне, а в эту зиму, вероятно, он приедет в декабре. К следующей зиме он станет постоянным гостем.",
      "imageLink": "bohemian-waxwing.jpg",
      "audioLink": "bohemian waxwing.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "búho boreal",
      "translation": "полночный сыч",
      "definition": "Un búho mediano con una cabeza redonda y manchas blancas en sus plumas, encontrado en bosques boreales.",
      "definition_translation": "Среднего размера сова с округлой головой и белыми пятнами на перьях, встречающаяся в бореальных лесах.",
      "example": "El búho boreal es un cazador nocturno, estaba observando su presa en silencio anoche, y probablemente saldrá a cazar de nuevo esta noche. Para mañana por la mañana, habrá atrapado su desayuno.",
      "example_translation": "Полночный сыч является ночным охотником, он тихо наблюдал за своей добычей прошлой ночью, и, вероятно, пойдет на охоту снова сегодня ночью. К завтрашнему утру он успеет поймать свой завтрак.",
      "imageLink": "boreal-owl.jpg",
      "audioLink": "boreal owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "perico australiano",
      "translation": "волнистый попугайчик",
      "definition": "Un pequeño loro con cola larga nativo de Australia, popular como mascota.",
      "definition_translation": "Маленький, dlouhохвостый попугай,native to Австралии, популярный как домашний питомец.",
      "example": "Tenía un perico australiano como mascota cuando era niño, era muy juguetón y podía imitar mi voz. Ahora, tengo un amigo que cría pericos australianos, y sus colores son muy vibrantes. En el futuro, planeo obtener otro.",
      "example_translation": "Я держал волнистого попугайчика как домашнего питомца, когда я был ребенком, он был очень игривым и мог имитировать мой голос. Теперь, у меня есть друг, который разводит волнистых попугайчиков, и их цвета rất яркими. В будущем я планирую получить еще одного.",
      "imageLink": "budgerigar.jpg",
      "audioLink": "budgerigar.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pájaro campana",
      "translation": "снегирь",
      "definition": "Un pequeño pájaro robusto con una cabeza grande, cuello corto y plumaje brillantemente coloreado, encontrado en bosques y jardines.",
      "definition_translation": "Маленькая, коренастая птица с большим головой, коротким шеей и яркоокрашенной оперением, найденная в лесных и садовых зонах.",
      "example": "El pájaro campana se posó en la rama del manzano, cantando una melodía dulce. Ayer, vi un pájaro campana comiendo bayas en el jardín. Para el próximo verano, el pájaro campana habrá construido su nido en el parque.",
      "example_translation": "Снегирь сидел на ветке яблони, пел сладкую мелодию. Вчера я видел снегиря, который ел ягоды в саду. К следующему лету снегирь построит свое гнездо в парке.",
      "imageLink": "bullfinch.jpg",
      "audioLink": "bullfinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "buzardo",
      "translation": "канюк",
      "definition": "Un ave de rapiña de tamaño medio con una envergadura ancha y un pico uncido, encontrada en campo abierto y bosques.",
      "definition_translation": "Среднего размера птица хищника с широким размахом крыльев и крючковатым клювом, найденная в открытых сельских и лесных зонах.",
      "example": "El buzardo surcó el cielo, escaneando el suelo en busca de presas. Ayer, vi un buzardo posado en un tocón de árbol. Para el próximo mes, el buzardo habrá migrado a climas más cálidos.",
      "example_translation": "Канюк парил через небо, просматривающий землю в поисках добычи. Вчера я заметил канюка, сидевшего на пне дерева. К следующему месяцу канюк переместится в более теплые климатические зоны.",
      "imageLink": "buzzard.jpg",
      "audioLink": "buzzard.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "canario",
      "translation": "канарейка",
      "definition": "Un pequeño pájaro cantor amarillo, originario de las Islas Canarias, a menudo criado como mascota en una jaula.",
      "definition_translation": "Маленькая, желтая певчая птица, родом из Канарских островов, часто содержащаяся в клетке как домашняя птица.",
      "example": "El canario cantó dulcemente en su jaula, entretiendo a la familia. Ayer, limpié la jaula del canario y le di agua fresca. Para la próxima semana, el canario habrá aprendido a realizar trucos.",
      "example_translation": "Канарейка пела сладко в своей клетке, развлекая семью. Вчера я-cleaned клетку канарейки и дал ей свежую воду. К следующей неделе канарейка научится выполнять трюки.",
      "imageLink": "canary.jpg",
      "audioLink": "canary.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pinzón",
      "translation": "зяблик",
      "definition": "Un pequeño pájaro pardo-grisáceo con una banda alar blanca característica, encontrado en bosques y jardines.",
      "definition_translation": "Маленькая, буровато-серая птица с caratteristicной белой полосой на крыле, найденная в лесных и садовых зонах.",
      "example": "El pinzón se posó en la repisa de la ventana, chirriando fuerte. Ayer, vi un pinzón construyendo su nido en la cerca. Para la próxima primavera, el pinzón habrá regresado de su migración invernal.",
      "example_translation": "Зяблик сидел на подоконнике, чирикнул громко. Вчера я видел зяблика, строящего свое гнездо в живой изгороди. К следующей весне зяблик вернется из своей зимней миграции.",
      "imageLink": "chaffinch.jpg",
      "audioLink": "chaffinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gallo",
      "translation": "петух",
      "definition": "Un gallo, especialmente uno que es preciado por su plumaje o se utiliza para la cría.",
      "definition_translation": "Самец курицы, особенно если он ценится за свои перья или используется для разведения.",
      "example": "El gallo cantó fuerte al amanecer. Ayer, el granjero compró un nuevo gallo. Para el próximo año, el gallo habrá crecido más.",
      "example_translation": "Петух громко кричал на рассвете. Вчера фермер купил нового петуха. К следующему году петух будет выросший больше.",
      "imageLink": "cock.jpg",
      "audioLink": "cock.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mosquitero común",
      "translation": "обыкновенная chiffchaff",
      "definition": "Un pequeño warbler pardo-verdoso que se reproduce en bosques y se encuentra en Europa y Asia.",
      "definition_translation": "Маленькая, буровато-зеленая славка, которая гнездится в лесах и встречается в Европе и Азии.",
      "example": "El mosquitero común es un migrante estival a Gran Bretaña. El verano pasado, vi un mosquitero común en el bosque. Para el próximo verano, habré visto más mosquiteros comunes.",
      "example_translation": "Обыкновенная chiffchaff - это летний мигрант в Британию. Летом прошлого года я увидел обыкновенную chiffchaff в лесу. К следующему лету я увижу больше обыкновенных chiffchaff.",
      "imageLink": "common-chiffchaff.jpg",
      "audioLink": "common chiffchaff.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "grulla común",
      "translation": "обыкновенная журавль",
      "definition": "Un ave grande, grisáceo-blanca, de cuello y patas largas, encontrada en humedales y praderas.",
      "definition_translation": "Большая, серовато-белая болотная птица с длинной шеей и ногами, встречается в болотах и лугах.",
      "example": "La grulla común es una especie en peligro de extinción. El año pasado, vimos una grulla común en estado silvestre. Para el próximo año, los esfuerzos de conservación habrán ayudado a la población de grullas comunes.",
      "example_translation": "Обыкновенная журавль - это исчезающий вид. В прошлом году мы увидели обыкновенную журавль в дикой природе. К следующему году усилия по сохранению помогут популяции обыкновенной журавли.",
      "imageLink": "common-crane.jpg",
      "audioLink": "common crane.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gallineta común",
      "translation": "обыкновенная камышовая курочка",
      "definition": "Un ave acuática mediana, pardo-negra, con una frente roja característica, encontrada en humedales y praderas.",
      "definition_translation": "Среднего размера, буровато-чёрная водная птица с характерным красным лбом, встречается в болотах и лугах.",
      "example": "La gallineta común es un ave social. Ayer, vi una gallineta común con sus crías. Para la próxima semana, la gallineta común habrá anidado de nuevo.",
      "example_translation": "Обыкновенная камышовая курочка - это социальная птица. Вчера я увидел обыкновенную камышовую курочку с цыплятами. К следующей неделе обыкновенная камышовая курочка снова гнездилась.",
      "imageLink": "common-moorhen.jpg",
      "audioLink": "common moorhen.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ruiseñor común",
      "translation": "общий соловей",
      "definition": "Un ave nocturna con un canto melodioso, encontrada en bosques y jardines de Europa y Asia.",
      "definition_translation": "ночной птица с мелодичной песней, найденная в лесах и садах Европы и Азии.",
      "example": "En el verano, solía oír el ruiseñor común cantando en los árboles, oiré de nuevo mañana, y oí anoche.",
      "example_translation": "Летом я слышал, как общий соловей поет в деревьях, услышу снова завтра и слышал прошлую ночь.",
      "imageLink": "common-nightingale.jpg",
      "audioLink": "common nightingale.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pajuiero común",
      "translation": "краснохвостый шиповник",
      "definition": "Un pequeno pinzón con una mancha roja en la frente, encontrado en bosques coníferos del hemisferio norte.",
      "definition_translation": "маленькая воробьиная птица с красным пятном на лбу, найденная в хвойных лесах северного полушария.",
      "example": "El pajuiero común es un visitante raro en nuestros jardines durante el invierno, veré nuevamente el próximo invierno, y lo vi el invierno pasado con mi abuela.",
      "example_translation": "Краснохвостый шиповник - редкий зимний посетитель нашего сада, будет увиден на следующей зиме, и виделся прошлой зимой моей бабушкой.",
      "imageLink": "common-redpoll.jpg",
      "audioLink": "common redpoll.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "garganta blanca común",
      "translation": "белогорлый стеклянник",
      "definition": "Un pájaro migratorio con un parche de garganta blanca, encontrado en áreas abiertas y jardines de Europa y Asia.",
      "definition_translation": "многолетняя воробьиная птица с белым пятном на горле, найденная в открытой местности и садах Европы и Азии.",
      "example": "La garganta blanca común construye su nido en los arbustos, lo construyó el año pasado y construirá otro el próximo verano.",
      "example_translation": "Белогорлый стеклянник строит гнездо в кустах, построил одно в прошлом году, и построит еще одно на следующее лето.",
      "imageLink": "common-whitethroat.jpg",
      "audioLink": "common whitethroat.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "paloma torcaz común",
      "translation": "RING Вяхирь",
      "definition": "Un ave grande de color grisáceo-marrón con un llamativo canto, encontrada en bosques y parques de Europa y Asia.",
      "definition_translation": "большая серо-коричневая птица с отличительным криком, найденная в лесах и парках Европы и Азии.",
      "example": "La paloma torcaz común es una vista familiar en nuestro parque, la vio mi amigo ayer y la veremos de nuevo la próxima semana.",
      "example_translation": "Вяхирь - знакомый вид в нашем парке, виделся моим другом вчера, и будет увиден снова на следующей неделе.",
      "imageLink": "common-wood-pigeon.jpg",
      "audioLink": "common wood pigeon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cóndor",
      "translation": "кондор",
      "definition": "Un gran buitre negro del Nuevo Mundo, cóndor andino (Vultur gryphus), encontrado en las montañas de los Andes en Sudamérica.",
      "definition_translation": "Большой, чёрный американский стервятник, андский кондор (Vultur gryphus), встречается в Андах Южной Америки.",
      "example": "En los Andes, el cóndor es un ave sagrada, reverenciada por los pueblos indígenas. El cóndor volará sobre las montañas mañana. El cóndor había sobrevolado los cielos ayer.",
      "example_translation": "В Андах кондор является священной птицей, почитаемой коренным населением. Кондор будет летать над горами завтра. Кондор昨天 парил над небесами.",
      "imageLink": "condor.jpg",
      "audioLink": "condor.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cormorán",
      "translation": "багряник",
      "definition": "Un ave grande que se alimenta de peces con un cuello y pico largos, encontrada en áreas costeras y ríos.",
      "definition_translation": "Большая, рыбоядная морская птица с长ной шеей и клювом, встречается в прибрежных районах и реках.",
      "example": "El cormorán se sumergió en el agua para cazar un pez. Los cormoranes migrarán a climas más cálidos este invierno. El cormorán había construido su nido en la rocosa acantilado.",
      "example_translation": "Багряник нырнул в воду, чтобы поймать рыбу. Багряники будут мигрировать в более тёплые климатические зоны этой зимой. Багряник построил свое гнездо на скалистом утёсе.",
      "imageLink": "cormorant.jpg",
      "audioLink": "cormorant.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": " Polluela",
      "translation": "камышница",
      "definition": "Un tipo de ave que habita en humedales, caracterizada por su plumaje marrón y comportamiento secreto.",
      "definition_translation": "Тип птицы, обитающий в болотистых местах, характеризующийся своим коричневым оперением и скрытным поведением.",
      "example": "La polluela es un ave tímida que rara vez sale de su hábitat de marisma. Las polluelas empezarán su temporada de cría en la primavera. La polluela había hecho su hogar en las altas cañas.",
      "example_translation": "Камышница - это стеснительная птица, которая редко покидает свой болотистый ареал. Камышницы начнут свой сезон размножения весной. Камышница сделала свое гнездо в высоких тростниках.",
      "imageLink": "crake.jpg",
      "audioLink": "crake.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "grulla",
      "translation": "журавль",
      "definition": "Un ave grande que camina con un cuello y patas largos, encontrada en humedales y praderas.",
      "definition_translation": "Большая, болотная птица с длинной шеей и ногами, встречается в болотистых местах и лугах.",
      "example": "La grulla migrará a sus terrenos de inverno pronto. Las grullas son conocidas por su característico baile de apareamiento. La grulla había caminado por el agua poco profunda para cazar un pez.",
      "example_translation": "Журавль скоро будет мигрировать на свои зимовальные угодья. Журавли известны своими отличительными брачными танцами. Журавль зашел в мелкую воду, чтобы поймать рыбу.",
      "imageLink": "crane.jpg",
      "audioLink": "crane.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "alondra crestada",
      "translation": "хохлатый жаворонок",
      "definition": "Un ave mediana con una cresta característica en su cabeza, encontrada en áreas abiertas y praderas.",
      "definition_translation": "Среднего размера птица с характерным гребнем на голове, встречается в открытой местности и на лугах.",
      "example": "La alondra crestada cantó su canción matutina, cantará de nuevo mañana y cantó hermosamente el año pasado.",
      "example_translation": "Хохлатый жаворонок спел свою утреннюю песню, споет снова завтра, и spel красиво в прошлом году.",
      "imageLink": "crested-lark.jpg",
      "audioLink": "crested lark.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mito crestado",
      "translation": "хохлатая синица",
      "definition": "Un ave pequeña con una cresta característica en su cabeza, encontrada en bosques coníferos y áreas arboladas.",
      "definition_translation": "Маленькая птица с характерным гребнем на голове, встречается в хвойных лесах и лесах.",
      "example": "El mito crestado revoloteó por las ramas, revoloteará de nuevo la próxima semana y revoloteó rápidamente ayer.",
      "example_translation": "Хохлатая синица порхала через ветви, порхает снова на следующей неделе, и порхала быстро вчера.",
      "imageLink": "crested-tit.jpg",
      "audioLink": "crested tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "zarapito",
      "translation": "кулик",
      "definition": "Un ave grande que se alimenta de peces con un pico curvado, encontrada en humedales y áreas costeras.",
      "definition_translation": "Большаяболотная птица с характерным кривым клювом, встречается в болотах и прибрежных районах.",
      "example": "El zarapito caminó por el agua poco profunda, caminará de nuevo al amanecer, y caminó lentamente yesterday.",
      "example_translation": "Кулик проходил через неглубокую воду, будет проходить снова на заре, и проходил медленно вчера вечером.",
      "imageLink": "curlew.jpg",
      "audioLink": "curlew.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cisne joven",
      "translation": "цыгнёнок",
      "definition": "Un joven cisne, especialmente uno que todavía está cubierto de plumón.",
      "definition_translation": "Молодой лебедь, особенно тот, который все еще покрыт пухом.",
      "example": "El cisne joven nadó detrás de su madre, nadará de nuevo pronto, y nadó rápidamente ayer.",
      "example_translation": "Цыгнёнок плыл за своей матерью, будет плыть снова скоро, и плыл быстро вчера.",
      "imageLink": "cygnet.jpg",
      "audioLink": "cygnet.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "búho real",
      "translation": "сова ястребина",
      "definition": "Un búho grande y poderoso con una cabeza redonda, orejas enfrentadas y garras afiladas, encontrado en bosques y praderas.",
      "definition_translation": "Крупная, мощная сова с круглой головой, передними ушами и острыми когтями, встречается в лесах и лугах.",
      "example": "El búho real se lanzó en picado para cazar su presa, y luego la devoraría por la noche, y para mañana ya habría volado lejos para cazar de nuevo.",
      "example_translation": "Сова ястребина пикировала вниз, чтобы поймать добычу, и затем она съест ее вечером, а к следующему утру она улетит охотиться novamente.",
      "imageLink": "eagle-owl.jpg",
      "audioLink": "eagle owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "emú",
      "translation": "эму",
      "definition": "Un gran pájaro no volador originario de Australia, con un plumaje gris-marrón y un llamado suave característico.",
      "definition_translation": "Крупная, бескрылая птица, эндемичная для Австралии, с серо-коричневым оперением и характерным тихим шипящим криком.",
      "example": "El emú vagaba libremente en el outback, había vagado allí ayer, y seguiría vagando allí mañana.",
      "example_translation": "Эму свободно бродила по бездорожью, она бродила там вчера, и она будет продолжать бродить там завтра.",
      "imageLink": "emu.jpg",
      "audioLink": "emu.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "halcón",
      "translation": "сокол",
      "definition": "Un ave de rapiña rápida y ágil, típicamente con un cuerpo esbelto y alas largas y puntiagudas.",
      "definition_translation": "Быстрый и ловкий хищный птица, обычно имеющая стройное тело и длинные, заостренные крылья.",
      "example": "El halcón voló alto en el cielo, había volado ayer, y volaría de nuevo mañana, y luego se lanzaría en picado para cazar su presa.",
      "example_translation": "Сокол поднимался высоко в небе, он поднимался вчера, и он будет подниматься снова завтра, а затем он будет пикировать вниз, чтобы поймать добычу.",
      "imageLink": "falcon.jpg",
      "audioLink": "falcon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "flamenco",
      "translation": "фламинго",
      "definition": "Un ave acuática con un plumaje rosa o rojizo característico, cuello largo y patas largas, encontrada en regiones cálidas y tropicales.",
      "definition_translation": "Водоплавающая птица с характерным розовым или красноватым оперением, длинной шеей и длинными ногами, встречается в теплых и тропических регионах.",
      "example": "El flamenco caminaba lentamente a través de las aguas someras, había caminado allí ayer, y caminaría allí de nuevo mañana, y luego volaría hacia su nido.",
      "example_translation": "Фламинго медленно бродил через мелкие воды, оно бродило там вчера, и оно будет бродить тамagain завтра, а затем оно улетит к своему гнезду.",
      "imageLink": "flamingo.jpg",
      "audioLink": "flamingo.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ganso",
      "translation": "гусак",
      "definition": "Un macho de ganso, especialmente un doméstico.",
      "definition_translation": "См. гусь, особенно домашний.",
      "example": "El ganso sisó al granjero. El granjero alimentaría al ganso mañana. El granjero alimentó al ganso ayer.",
      "example_translation": "Гусак заскрежетал на фермера. Фермер накормит гусака завтра. Фермер накормил гусака вчера.",
      "imageLink": "gander.jpg",
      "audioLink": "gander.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "curruca",
      "translation": "садовая славка",
      "definition": "Un ave pequeña, marrón y amarilla que anida en jardines y bosques.",
      "definition_translation": "Маленькая, коричневая и желтая птица, которая гнездится в садах и лесах.",
      "example": "La curruca cantó dulcemente por la mañana. La curruca construiría su nido pronto. La curruca construyó su nido el año pasado.",
      "example_translation": "Садовая славка пела сладко утром. Садовая славка построит свой гнездо скоро. Садовая славка построила свой гнездо в прошлом году.",
      "imageLink": "garden-warbler.jpg",
      "audioLink": "garden warbler.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cerceta",
      "translation": "черныш",
      "definition": "Un pato migratorio pequeño que anida en humedales.",
      "definition_translation": "Маленькая, мигрирующая утка, которая гнездится в湿ных местах.",
      "example": "La cerceta voló hacia el sur para el invierno. La cerceta se aparearía en la primavera. La cerceta se apareó el verano pasado.",
      "example_translation": "Черныш перелетел на جنوب зимой. Черныш будет спариваться весной. Черныш спарился прошлым летом.",
      "imageLink": "garganey.jpg",
      "audioLink": "garganey.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "reyezuelo",
      "translation": "золотистая коронка",
      "definition": "Un ave pequeña y brillantemente coloreada que se encuentra en bosques y jardines.",
      "definition_translation": "Маленькая, ярко окрашенная птица, которая находится в лесах и садах.",
      "example": "El reyezuelo revoloteó entre los árboles. El reyezuelo construiría su nido pronto. El reyezuelo construyó su nido el año pasado.",
      "example_translation": "Золотистая коронка порхала между деревьями. Золотистая коронка построит свой гнездо скоро. Золотистая коронка построила свой гнездо в прошлом году.",
      "imageLink": "goldcrest.jpg",
      "audioLink": "goldcrest.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "águila real",
      "translation": "золотой орёл",
      "definition": "Una águila grande y oscura con un plumaje marrón-dorado, encontrada en regiones montañosas del hemisferio norte.",
      "definition_translation": "Крупная, темно-коричневая орлица с золотисто-коричневым оперением, встречается в горных регионах северного полушария.",
      "example": "El águila real voló por los cielos, su grito agudo resonaba en las montañas. Había volado por estos cielos durante siglos, y seguiría haciéndolo durante generaciones por venir. Para el año que viene, habría construido un nuevo nido.",
      "example_translation": "Золотой орёл парил по небу, его пронзительный крик эхом отражался от гор. Он парил по этим небесам на протяжении веков и будет продолжать делать это в будущих поколениях. К следующему году он построит новое гнездо.",
      "imageLink": "golden-eagle.jpg",
      "audioLink": "golden eagle.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "oríolo",
      "translation": "золотистый иволга",
      "definition": "Un ave brillantemente coloreada con un plumaje amarillo-dorado, encontrada en bosques y jardines de Europa y Asia.",
      "definition_translation": "Ярко окрашенная птица с золотисто-желтым оперением, встречается в лесах и садах Европы и Азии.",
      "example": "El oríolo revoloteó entre los árboles, su canción melódica llenaba el aire. Había revoloteado entre estos árboles durante años, y seguiría haciéndolo. Para el verano que viene, habría criado una nueva nidada.",
      "example_translation": "Золотистый иволга порхал между деревьями, его мелодичная песня наполняла воздух. Он порхал между этими деревьями на протяжении лет и будет продолжать делать это. К следующему лету он вырастит новое выводок.",
      "imageLink": "golden-oriole.jpg",
      "audioLink": "golden oriole.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "jilguero",
      "translation": "щеголь",
      "definition": "Un pequeño pájaro de plumaje dorado amarillo brillante, encontrado en jardines y campos de Europa y Asia.",
      "definition_translation": "Маленькая, ярко окрашенная птица с золотисто-желтым оперением, встречается в садах и полях Европы и Азии.",
      "example": "El jilguero se posó en el comedero de pájaros, su pequeño pico mordisqueando las semillas. Había estado posado en este comedero durante semanas y continuaría haciéndolo. Para el próximo mes, habrá crecido un nuevo plumaje.",
      "example_translation": "Щеголь сидел на кормушке, его маленький клюв щипал семена. Он сидел на этой кормушке на протяжении недель и будет продолжать делать это. К следующему месяцу он отрастит новое оперение.",
      "imageLink": "goldfinch.jpg",
      "audioLink": "goldfinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gansito",
      "translation": "гусенок",
      "definition": "Un joven ganso, especialmente en su primer año de vida.",
      "definition_translation": "Молодой гусь, особенно в первом году жизни.",
      "example": "El gansito caminó detrás de su madre, su suave plumón erizado en el viento. Había caminado detrás de ella durante meses y continuaría haciéndolo. Para la próxima primavera, habrá crecido un nuevo conjunto de plumas.",
      "example_translation": "Гусенок ходил за своей матерью, его мягкое пуховое оперение распушивалось на ветру. Он ходил за ней на протяжении месяцев и будет продолжать делать это. К следующей весне он отрастит новую пару перьев.",
      "imageLink": "gosling.jpg",
      "audioLink": "gosling.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "zampullín cristado",
      "translation": "крупный хохлатый пузырчик",
      "definition": "Un gran pájaro acuático con una cresta distintiva y plumas negras y blancas, encontrado en Eurasia y África.",
      "definition_translation": "Большая водоплавающая птица с характерным гребнем и чёрно-белыми перьями, обитающая в Евразии и Африке.",
      "example": "Vi un zampullín cristado nadando en el lago ayer. Construirá su nido en el borde del agua el próximo mes. Para este momento del año que viene, habrá migrado a climas más cálidos.",
      "example_translation": "Я видел крупного хохлатого пузырчика, плававшего в озере вчера. Он построит свое гнездо на краю воды следующим месяцем. К этому времени в следующем году он переселится в более тёплые климаты.",
      "imageLink": "great-crested-grebe.jpg",
      "audioLink": "great crested grebe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "carbonero común",
      "translation": "большой tits",
      "definition": "Un pequeño pájaro colorido encontrado en jardines y bosques, conocido por su naturaleza audaz y curiosa.",
      "definition_translation": "Маленькая, цветная птица, найденная в садах и лесах, известная своей смелой и любопытной натурой.",
      "example": "El carbonero común se posó en el comedero de pájaros, comiendo semillas. Criará a sus crías en la caja de anidación la próxima primavera. Para la época de otoño, el carbonero común habrá almacenado comida para el invierno.",
      "example_translation": "Большой tits сидел на кормушке для птиц, ел семена. Он будет растить своих птенцов в гнездовой коробке следующей весной. К тому времени, когда наступит осень, большой tits будет иметь запасы пищевых продуктов на зиму.",
      "imageLink": "great-tit.jpg",
      "audioLink": "great tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "garza imperial",
      "translation": "большой белый аист",
      "definition": "Un gran pájaro blanco con un pico amarillo y un cuello largo y delgado, encontrado en regiones cálidas y tropicales.",
      "definition_translation": "Большая, белая птица с жёлтым клювом и длинной, стройной шеей, найденная в тёплых и тропических регионах.",
      "example": "La garza imperial caminó por el agua poco profunda, buscando peces. Migrará a África el próximo invierno. Para la primavera, la garza imperial habrá regresado a sus terrenos de cría.",
      "example_translation": "Большой белый аист бродил через浅ководную воду, ища рыбу. Он переселится в Африку следующей зимой. К тому времени, когда наступит весна, большой белый аист вернется на свои territorie для размножения.",
      "imageLink": "great-white-egret.jpg",
      "audioLink": "great white egret.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "zampullín",
      "translation": "подицце",
      "definition": "Un pequeño a medio tamaño pájaro acuático con una habilidaddistinctiva de bucear, encontrado en áreas de agua dulce y costeras.",
      "definition_translation": "Маленькая до средней величины водоплавающая птица с характерной способностью нырять, найденная в пресных и прибрежных зонах.",
      "example": "El zampullín se sumergió en el agua, atrapando un pez. Construirá su nido en la orilla del lago el próximo mes. Para este momento del año que viene, el zampullín habrá criado a sus jóvenes y migrado a aguas más cálidas.",
      "example_translation": "Подицце нырнуло в воду, поймав рыбу. Он построит свое гнездо на берегу озера следующим месяцем. К этому времени в следующем годуодицце вырастет своих молодых и переселится в более тёплые воды.",
      "imageLink": "grebe.jpg",
      "audioLink": "grebe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "garza gris",
      "translation": "серая цапля",
      "definition": "Una garza grande grisácea con un cuello y patas largos, encontrada en humedales y hábitats ribereños.",
      "definition_translation": "Большая серо-белая цапля с длинной шеей и ногами, встречается в болотистых и речных местах обитания.",
      "example": "La garza gris atrapó un pez en el río. Atrapará más peces mañana. Había atrapado muchos peces el día anterior.",
      "example_translation": "Серая цапля поймала рыбу в реке. Она поймает больше рыбы завтра. Она поймала много рыбы в önceki день.",
      "imageLink": "heron.jpg",
      "audioLink": "grey heron.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ganso grajo",
      "translation": "серый гусь",
      "definition": "Un ganso grande grisáceo-marrón con un pico rosado y patas, encontrado en humedales y praderas.",
      "definition_translation": "Большой серо-коричневый гусь с розовым клюком и ногами, встречается в болотистых и луговых местах обитания.",
      "example": "El ganso grajo voló sobre el humedal. Volará sobre la pradera mañana. Había volado sobre el bosque el día anterior.",
      "example_translation": "Серый гусь летел над болотом. Он будет летать над лугом завтра. Он летел над лесом в önceki день.",
      "imageLink": "greylag-goose.jpg",
      "audioLink": "greylag goose.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pava de Guinea",
      "translation": "птица гуinea",
      "definition": "Un ave doméstica con un cuerpo rechoncho y una estructura similar a un casco en la cabeza, originaria de África.",
      "definition_translation": "Домашняя птица с компактным телом и шлемоподобной структурой на голове, происходящая из Африки.",
      "example": "La pava de Guinea deambuló libremente en el patio trasero. Deambuló libremente en el jardín mañana. Había deambulado libremente en el parque el día anterior.",
      "example_translation": "Птица гуinea свободно разгуливала в заднем дворе. Она будет свободно разгуливать в саду завтра. Она свободно разгуливала в парке в önceki день.",
      "imageLink": "guinea-fowl.jpg",
      "audioLink": "guinea fowl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "picogordo",
      "translation": "клёст- obруч",
      "definition": "Un gran pinzón con un pico grande y un dorso marrón, encontrado en bosques y jardines.",
      "definition_translation": "Большой дубонос с мощным клювом и коричневой спиной, встречается в лесах и садах.",
      "example": "El picogordo se posó en una rama de árbol. Se posará en una valla del jardín mañana. Había se posado en un montón de leña el día anterior.",
      "example_translation": "Клёст-обруч сидел на ветке дерева. Он будет сидеть на садовой ограде завтра. Он сидел на полене в önceki день.",
      "imageLink": "hawfinch.jpg",
      "audioLink": "hawfinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "codorniz de avellano",
      "translation": "рижий тетерев",
      "definition": "Un ave de tamaño mediano con plumaje rojizo-marrón y un parche de garganta negro destacado, encontrada en bosques y brezales de Eurasia.",
      "definition_translation": "Среднего размера тетерев с рыжевато-коричневым оперением и характерным черным пятном на горле, встречается в лесах и на онтоне в Евразии.",
      "example": "La codorniz de avellano voló rápidamente, ayer había sido vista en los bosques, y mañana estará cazando de nuevo.",
      "example_translation": "Рижий тетерев быстро улетел, вчера его видели в лесу, а завтра он будет охотиться снова.",
      "imageLink": "hazel-grouse.jpg",
      "audioLink": "hazel grouse.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abubilla",
      "translation": "удод",
      "definition": "Un ave rosa-marrón con una cresta distintiva y pico largo curvado, encontrada en bosques abiertos y praderas en África, Asia y Europa.",
      "definition_translation": "Птица розовато-коричневого цвета с характерным гребнем и длинным, кривым клювом, встречается в открытых лесах и травянистых зонах в Африке, Азии и Европе.",
      "example": "La abubilla estaba percha en una rama de árbol, había estado buscando insectos ayer, y pronto anidará.",
      "example_translation": "Удод сидел на ветке дерева, вчера он искал насекомых, а скоро будет гнездиться.",
      "imageLink": "hoopoe.jpg",
      "audioLink": "hoopoe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "colibrí",
      "translation": "колибри",
      "definition": "Un ave pequeña y colorida que puede mantenerse suspendida en el aire, encontrada en jardines, bosques y selvas tropicales de América Central y del Sur.",
      "definition_translation": "Маленькая, ярко окрашенная птица, которая может зависать в воздухе, встречается в садах, лесах и тропических лесах в Центральной и Южной Америке.",
      "example": "El colibrí había estado bebiendo néctar de flores ayer, hoy está volando alrededor del jardín, y mañana migrará a regiones más cálidas.",
      "example_translation": "Колибри вчера выпивала нектар из цветов, сегодня она лета вокруг сада, а завтра она будет мигрировать в более теплые регионы.",
      "imageLink": "hummingbird.jpg",
      "audioLink": "hummingbird.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ibis",
      "translation": "ибиς",
      "definition": "Un ave zancuda con cuello y patas largos y pico curvado, encontrada en humedales, marismas y áreas costeras en África, Asia y Europa.",
      "definition_translation": "Длинношеий, длинноногий птица с кривым клювом, встречается в болотах, маршах и прибрежных зонах в Африке, Азии и Европе.",
      "example": "El ibis había estado vadando en la marisma ayer, hoy está volando sobre la costa, y mañana estará buscando comida en los humedales.",
      "example_translation": "Ибиς вчера ходил по болоту, сегодня он летит над побережьем, а завтра он будет kiếmить пищу в болотах.",
      "imageLink": "ibis.jpg",
      "audioLink": "ibis.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "grajo",
      "translation": "галка",
      "definition": "Un grajo es un tipo de ave conocido por sus llamadas características y que se encuentra a menudo en áreas urbanas.",
      "definition_translation": "Галка - это тип птицы, известной своими отличительными звуками и часто встречающейся в городских районах.",
      "example": "El grajo estaba sentado en el alféizar de la ventana, observándonos con sus ojos agudos. Ayer, había robado un trozo de pan de la mesa. Mañana, probablemente regresará para más.",
      "example_translation": "Галка сидела на подоконнике, наблюдая за нами своими острыми глазами. Вчера она украла кусок хлеба с стола. Завтра она, вероятно, вернется за больше.",
      "imageLink": "jackdaw.jpg",
      "audioLink": "jackdaw.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "arrendajo",
      "translation": "сойка",
      "definition": "Un arrendajo es un ave colorida conocida por su naturaleza osada y curiosa.",
      "definition_translation": "Сойка - это птица с яркой окраской, известная своей смелой и любопытной натурой.",
      "example": "El arrendajo saltó por el césped, buscando comida. La semana pasada, había construido un nido en el árbol cercano. El año que viene, regresará para criar a sus jóvenes.",
      "example_translation": "Сойка прыгала по лужайке, ища еду. На прошлой неделе она построила гнездо в соседнем дереве. В следующем году она вернется, чтобы растить своих молодых.",
      "imageLink": "jay.jpg",
      "audioLink": "jay.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cernícalo",
      "translation": "пискус",
      "definition": "Un cernícalo es un pequeño halcón conocido por su agilidad y velocidad, a menudo visto sobrevolando campos y praderas.",
      "definition_translation": "Пискус - это маленькая соколина, известная своей.agility и скоростью, часто встречающаяся в полетах над полями и лугами.",
      "example": "El cernícalo volaba sobre el campo, escudriñando en busca de presa. Ayer, había atrapado un ratón con sus garras. Mañana, tomará a los cielos de nuevo.",
      "example_translation": "Пискус парил над полем, считывая добычу. Вчера оно поймало мышь в своих когтях. Завтра оно again поднимется в небо.",
      "imageLink": "kestrel.jpg",
      "audioLink": "kestrel.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "martín pescador",
      "translation": "зимородок",
      "definition": "Un martín pescador es un ave colorida conocida por su plumaje brillante y su capacidad para zambullirse en el agua para cazar peces.",
      "definition_translation": "Зимородок - это птица с яркой окраской, известная своей ошеломляющей плумажом и способностью нырять в воду, чтобы поймать рыбу.",
      "example": "El martín pescador se posó en una rama sobre el río, vigilando a los peces. El año pasado, había construido un nido en la orilla cercana. El verano que viene, regresará para criar a sus jóvenes.",
      "example_translation": "Зимородок сидел на ветке над рекой, наблюдая за рыбой. В прошлом году оно построило гнездо в ближайшем берегу. В следующем лете оно вернется, чтобы растить своих молодых.",
      "imageLink": "kingfisher.jpg",
      "audioLink": "kingfisher.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "kiwi",
      "translation": "киви",
      "definition": "Un kiwi es un ave pequeña y no voladora nativa de Nueva Zelanda, caracterizada por su cuerpo redondo, pico largo y plumas marrones.",
      "definition_translation": "Киви - это nhỏ, не летающая птица, родом из Новой Зеландии, характеризуется круглым телом, длинным клювом и коричневыми перьями.",
      "example": "Vi un kiwi en el zoológico ayer. Veré un kiwi en el zoológico mañana. He visto un kiwi en el zoológico muchas veces.",
      "example_translation": "Я видел киви в зоопарке вчера. Я увижу киви в зоопарке завтра. Я видел киви в зоопарке много раз.",
      "imageLink": "kiwi.jpg",
      "audioLink": "kiwi.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "avefría",
      "translation": "чибис",
      "definition": "Una avefría es un tipo de ave que habita en humedales y praderas, caracterizada por su cresta distintiva y sus llamadas penetrantes.",
      "definition_translation": "Чибис - это тип птицы, обитающий в водно-болотных угодьях и лугах, характеризуется своими уникальными гребнями и громкими, пронзительными криками.",
      "example": "La avefría voló sobre el campo, buscando comida. La avefría anidará en el suelo, protegiendo sus huevos. La avefría ha volado hacia el sur para el invierno.",
      "example_translation": "Чибис пролетел над полем, ища пищу. Чибис будет гнездиться на земле, защищая свои яйца. Чибис улетел на юг на зиму.",
      "imageLink": "lapwing.jpg",
      "audioLink": "lapwing.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gaviota chica de espalda negra",
      "translation": "меньшая черная задняя чайка",
      "definition": "La gaviota chica de espalda negra es una gaviota de tamaño mediano que se reproduce en el hemisferio norte, caracterizada por su espalda gris oscura y cabeza blanca.",
      "definition_translation": "Меньшая черная задняя чайка - это среднего размера морская птица, размножающаяся в северном полушарии, характеризуется темной серой спиной и белой головой.",
      "example": "Vi una gaviota chica de espalda negra en la playa ayer. La gaviota chica de espalda negra migrará a África en invierno. La gaviota chica de espalda negra se ha adaptado a entornos urbanos.",
      "example_translation": "Я видел меньшую черную заднюю чайку на пляже вчера. Меньшая черная задняя чайка будет мигрировать в Африку зимой. Меньшая черная задняя чайка адаптировалась к городским环境ам.",
      "imageLink": "lesser-black-backed-gull.jpg",
      "audioLink": "lesser black-backed gull.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "águila moteada menor",
      "translation": "малая пятнистая орлица",
      "definition": "El águila moteada menor es un ave de rapiña de tamaño mediano que habita en bosques y praderas, caracterizada por su plumaje marrón y parte inferior blanca.",
      "definition_translation": "Малая пятнистая орлица - это среднего размера хищная птица, обитающая в лесах и лугах, характеризуется коричневой опереньем и белым низом.",
      "example": "El águila moteada menor planeó en lo alto, buscando presa. El águila moteada menor construirá su nido en un árbol. El águila moteada menor tiene garras afiladas para agarrar.",
      "example_translation": "Малая пятнистая орлица парила над головой, ища добычу. Малая пятнистая орлица будет строить гнездо в дереве. Малая пятнистая орлица имеет острые когти для захвата.",
      "imageLink": "lesser-spotted-eagle.jpg",
      "audioLink": "lesser spotted eagle.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "papelín",
      "translation": "ясновидец",
      "definition": "Un pequeño ave canción tipo pinzón con lomo y alas marrones y cabeza y pecho grises, encontrada en Europa y Asia.",
      "definition_translation": "Маленькая, похожая на щебетунью певчая птица с коричневой спиной и крыльями и серой головой и грудью, найденная в Европе и Азии.",
      "example": "El papelín se posó en la rama del árbol, cantando una melodía dulce. Se había posado allí ayer, y se posará allí de nuevo mañana.",
      "example_translation": "Ясновидец устроился на ветке дерева, поющий сладкую мелодию. Yesterday он устроился там, и tomorrow он устроится там снова.",
      "imageLink": "linnet.jpg",
      "audioLink": "linnet.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "búho de orejas largas",
      "translation": "длинноухий сипух",
      "definition": "Un ave de rapiña nocturna con mechones largos en las orejas, encontrada en bosques y bosques del Hemisferio Norte.",
      "definition_translation": "Ночной хищник с длинными ушными кисточками, найденный в лесах и лесостепях Северного полушария.",
      "example": "El búho de orejas largas ululó fuerte en la oscuridad del bosque, y había ululado allí durante generaciones. Continuará ululando allí durante años por venir.",
      "example_translation": "Длинноухий сипух громко кричал в темноте леса, и кричал там уже несколько поколений. Он будет продолжать кричать там в течение лет.",
      "imageLink": "long-eared-owl.jpg",
      "audioLink": "long-eared owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": " ánade real",
      "translation": "кряква",
      "definition": "Un pato grande de nadador con cabeza verde y pico amarillo, encontrado en humedales y parques.",
      "definition_translation": "Большая,чиркающая утка с зелёной головой и жёлтым клювом, найденная в влажных местах и парках.",
      "example": "El ánade real nadó pacíficamente en el estanque, y había nadado allí cada verano. Nadará allí de nuevo el próximo año.",
      "example_translation": "Кряква плавала мирно на пруду, и плавала там каждое лето. Она будет плавать там снова в следующем году.",
      "imageLink": "mallard.jpg",
      "audioLink": "mallard.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tití de la ciénaga",
      "translation": "болотная синица",
      "definition": "Un ave pequeña y insectívora con cara blanca y gorro negro, encontrada en ciénagas y humedales.",
      "definition_translation": "Маленькая, насекомоядная птица с белым лицом и чёрной шапкой, найденная в болотах и влажных местах.",
      "example": "El tití de la ciénaga revoloteó entre los juncos, buscando insectos para comer. Había revoloteado allí ayer, y revoloteará allí de nuevo mañana.",
      "example_translation": "Болотная синица порхала между камышами, ища насекомых, чтобы поесть. Она порхала там вчера, и порхает там снова завтра.",
      "imageLink": "marsh-tit.jpg",
      "audioLink": "marsh tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ruiseñor",
      "translation": "соловей",
      "definition": "Un ruiseñor es un tipo de ave conocido por su melodiosa canción, a menudo escuchada por la noche.",
      "definition_translation": "Соловей - это вид птицы, известный своей мелодичной песней, часто слышной ночью.",
      "example": "El ruiseñor cantó dulcemente en los árboles anoche, y lo escuché cantando de nuevo esta mañana. Lo escucharé cantando de nuevo esta noche.",
      "example_translation": "Соловей пел сладко в деревьях昨 вечером, и я услышал его пение снова сегодня утром. Я услышу его пение снова今 вечером.",
      "imageLink": "nightingale.jpg",
      "audioLink": "nightingale.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "chotacabras",
      "translation": "ночной латыш",
      "definition": "Un chotacabras es un tipo de ave nocturna con ojos grandes y un llamado característico, encontrado en regiones cálidas y templadas.",
      "definition_translation": "Ночной латыш - это вид ночной птицы с großen глазами и характерным криком, встречающийся в теплых и умеренных регионах.",
      "example": "Vi un chotacabras posado en una rama de árbol anoche, sus ojos grandes mirando hacia la oscuridad. Cazará insectos esta noche, y cazó insectos ayer.",
      "example_translation": "Я увидел ночного латыша, сидевшего на ветке дерева昨 вечером, его большие глаза смотрели в темноту. Он будет охотиться на насекомых今 вечером, и он охотился на них вчера.",
      "imageLink": "nightjar.jpg",
      "audioLink": "nightjar.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "águila pescadora",
      "translation": "скиф",
      "definition": "Un águila pescadora es un ave de rapiña grande que se alimenta de peces con un llamado característico, encontrada cerca de vías fluviales y áreas costeras.",
      "definition_translation": "Скиф - это большая, рыбаедая птица хищника с характерным криком, встречающаяся вблизи водных путей и прибрежных районов.",
      "example": "El águila pescadora se lanzó al agua, atrapando un pez para su almuerzo. Volará sobre el lago mañana, y voló sobre el océano ayer.",
      "example_translation": "Скиф нырнул в воду, поймав рыбу для своего обеда. Он будет парить над озером завтра, и он парил над океаном вчера.",
      "imageLink": "osprey.jpg",
      "audioLink": "osprey.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "perdiz",
      "translation": "перепел",
      "definition": "Una perdiz es un tipo de ave pequeña a mediana, a menudo encontrada en áreas secas y arbustivas.",
      "definition_translation": "Перепел - это тип маленькой или среднего размера птицы, часто встречающейся в сухих, открытых районах и зарослях.",
      "example": "La perdiz corrió rápidamente a través del campo seco, buscando semillas. Se posará en los arbustos esta noche, y se posó en los árboles anoche.",
      "example_translation": "Перепел бежал быстро через сухое поле, ища семян. Он будет ночевать в кустах今 вечером, и он ночевал в деревьях昨 вечером.",
      "imageLink": "partridge.jpg",
      "audioLink": "partridge.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pavo real",
      "translation": "павлин",
      "definition": "Un ave grande y colorida con una llamativa llamada y una larga cola puntiaguda, nativa de los bosques de la India y el sudeste Asiático.",
      "definition_translation": "Крупная, ярко окрашенная птица с характерным криком и длинным, остроконечным хвостом, родом из лесов Индии и Юго-Восточной Азии.",
      "example": "El pavo real se pavoneaba orgulloso por el jardín, su plumaje vibrante atrayendo la luz del sol. Ayer, se había posado en una rama de árbol, y mañana vagaría libremente por el parque.",
      "example_translation": "Павлин гордо прошелся по саду, его яркое оперение отражало солнечный свет. Вчера он сидел на ветке дерева, а завтра он будет свободно闲ать в парке.",
      "imageLink": "peacock.jpg",
      "audioLink": "peacock.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pelícano",
      "translation": "пеликан",
      "definition": "Un ave acuática grande con una bolsa distintiva en el pico, encontrada en regiones cálidas y tropicales, caracterizada por su comportamiento social y habilidades impresionantes de buceo.",
      "definition_translation": "Крупная водоплавающая птица с характерным мешковидным клювом, обитающая в теплых и тропических регионах, характеризуется социальным поведением и внушительными навыками.diving.",
      "example": "El pelícano se lanzó en picado para coger un pez en el lago. Ayer, había nadado junto a la orilla, y mañana volaría por encima, sus alas enormes batiendo el aire.",
      "example_translation": "Пеликан свалился вниз, чтобы поймать рыбу в озере. Вчера он плыл вдоль берега, а завтра он будет парить над головой, его巨ные крылья били воздух.",
      "imageLink": "pelican.jpg",
      "audioLink": "pelican.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "halcón peregrino",
      "translation": "сокол-сапсан",
      "definition": "Un ave rapaz rápida y ágil, conocida por su velocidad, alcanzando más de 320 km/h durante su característico buceo de caza, y ampliamente distribuida en todo el mundo.",
      "definition_translation": "Быстрая и ловкая хищная птица, известная своей скоростью, достигая более 320 км/ч во время характерного охотничьего пикирования, и широко распространенная по всему миру.",
      "example": "El halcón peregrino voló alto sobre la ciudad, sus ojos agudos escrutando los techos en busca de presas. Ayer, se había posado en un rascacielos, y mañana perseguiría una paloma por las calles.",
      "example_translation": "Сокол-сапсан парил высоко над городом, его острый взгляд сканировал крыши в поисках добычи. Вчера он сидел на небоскребе, а завтра он будет гнаться за голубем по улицам.",
      "imageLink": "peregrine-falcon.jpg",
      "audioLink": "peregrine falcon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "faisán",
      "translation": "фазан",
      "definition": "Un ave grande que vive en el suelo con una llamada distintiva y plumaje vibrante, nativa de Asia y introducida en Europa como ave de caza.",
      "definition_translation": "Крупная, земляная птица с характерным криком и ярким оперением, родом из Азии и интрduced в Европу как охотничья птица.",
      "example": "El faisán vagaba libremente por el campo, sus plumas iridiscentes reluciendo en la luz del sol. Ayer, había sido cazado por un grupo de entusiastas, y mañana sería servido como una deliciosa comida.",
      "example_translation": "Фазан свободно бродил по сельской местности, егоирисовидные перья мерцали в солнечном свете. Вчера он охотился группой энтузиастов, а завтра он будет подан как вкусное блюдо.",
      "imageLink": "pheasant.jpg",
      "audioLink": "pheasant.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aves de corral",
      "translation": "пoultry (птица)",
      "definition": "Aves domésticas criadas para huevos o carne, especialmente gallinas, pavos y patos.",
      "definition_translation": "Домашние птицы, содержащиеся для яиц или мяса, особенно курицы, индейки и утки.",
      "example": "El granjero criaba aves de corral para ganarse la vida. Había criado aves de corral desde que era niño. Criará aves de corral en el campo.",
      "example_translation": "Фермер содержал птицу для существования. Он содержал птицу с тех пор, как был ребенком. Он будет содержать птицу в сельской местности.",
      "imageLink": "poultry.jpg",
      "audioLink": "poultry.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "buho pigmeo",
      "translation": "карликовая сова",
      "definition": "Un búho pequeño, que mide típicamente menos de 20 cm de longitud, encontrado en bosques y matorrales.",
      "definition_translation": "Маленькая сова, обычно измеряющая менее 20 см в длину, обнаруженная в лесах и лесных угодьях.",
      "example": "El buho pigmeo ululaba fuerte en plena noche. Había ululado fuerte desde el amanecer. Ululaba fuerte hasta el atardecer.",
      "example_translation": "Карликовая сова кричала громко в смерти ночи. Она кричала громко с утра. Она будет кричать громко до сумерек.",
      "imageLink": "pygmy-owl.jpg",
      "audioLink": "pygmy owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "codorniz",
      "translation": "перепел",
      "definition": "Un ave pequeña y redonda con una cresta distintiva en la cabeza, encontrada en matorrales y praderas.",
      "definition_translation": "Маленькая, округлая птица с характерным хохолком, обнаруженная в bụiщах и лугах.",
      "example": "La codorniz corría por el campo abierto. Había corrido por el campo abierto ayer. Correrá por el campo abierto mañana.",
      "example_translation": "Перепел бегал по открытому полю. Он бегал по открытому полю вчера. Он будет бегать по открытому полю завтра.",
      "imageLink": "quail.jpg",
      "audioLink": "quail.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "zambullidor cuellirrojo",
      "translation": "красношейный поганковый гагар",
      "definition": "Un ave acuática de tamaño medio con un cuello rojo y una corona negra, encontrada en humedales y lagos.",
      "definition_translation": "Среднего размера водоплавающая птица с характерным красным воротником и черной короной, обнаруженная в болотах и озерах.",
      "example": "El zambullidor cuellirrojo se zambulló en el agua. Había se zambullido en el agua ayer. Se zambullirá en el agua mañana.",
      "example_translation": "Красношейный поганковый гагар нырнул в воду. Он нырнул в воду вчера. Он будет нырять в воду завтра.",
      "imageLink": "red-necked-grebe.jpg",
      "audioLink": "red-necked grebe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "petirrojo",
      "translation": "дровосек",
      "definition": "Un ave canora migratoria pequeña con un cuerpo redondo y un pecho rojo característico, encontrada en Europa y América del Norte.",
      "definition_translation": "Маленькая, мигрирующая певчая птица с круглым телом и характерным красным грудом, найденная в Европе и Северной Америке.",
      "example": "El petirrojo voló hacia el jardín, cantando una melodía dulce. Ayer, había construido un nido en el árbol. Mañana volará hacia fuera para buscar comida.",
      "example_translation": "Дровосек прилетел в сад, пел сладкую мелодию. Вчера он построил гнездо в дереве. Завтра он улетит найти пищу.",
      "imageLink": "robin.jpg",
      "audioLink": "robin.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rulo",
      "translation": "вал",
      "definition": "Un cuerpo cilíndrico o esférico que rota sobre un eje, utilizado para reducir la fricción o facilitar el movimiento.",
      "definition_translation": "Цилиндрическое или сферическое тело, которое вращается вокруг оси, используемое для уменьшения трения или облегчения движения.",
      "example": "La montaña rusa era empinada y emocionante, pero emocionante. Ayer, estaba cerrada por mantenimiento. Mañana estará abierta de nuevo.",
      "example_translation": "Американские горки были крутыми и страшными, но возбуждающими. Вчера он был закрыт на техническое обслуживание. Завтра он снова будет открытым.",
      "imageLink": "roller.jpg",
      "audioLink": "roller.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cuervo",
      "translation": "грач",
      "definition": "Un gran pájaro negro con un llamativo canto, encontrado en Europa y Asia, y conocido por su inteligencia y comportamiento social.",
      "definition_translation": "Большая, черная птица с характерным звуком, найденная в Европе и Азии, и известная своей интеллигентностью и социальным поведением.",
      "example": "El cuervo se posó en la torre de la iglesia, observando el pueblo debajo. Ayer, había robado comida del campo del granjero. Mañana, volará hacia encontrar a su pareja.",
      "example_translation": "Грач сидел на церковной башне, наблюдая за деревней внизу. Вчера он украл еду из поля фермера. Завтра он улетит найти свою пару.",
      "imageLink": "rook.jpg",
      "audioLink": "rook.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "jilguero",
      "translation": "чивик",
      "definition": "Un pequeño pájaro tipo pinzón con un plumaje amarillo o verdoso, encontrado en Europa y Asia, y conocido por sus habilidades acrobáticas.",
      "definition_translation": "Маленькая, финчевидная птица с желтым или желто-зеленым оперением, найденная в Европе и Азии, и известная своими акробатическими способностями.",
      "example": "El jilguero revoloteó alrededor de la fuente, cantando felizmente. Ayer, había construido un nido en el arbusto espinoso. Mañana, volará hacia encontrar su bandada.",
      "example_translation": "Чивик хлопал вокруг кормушки, чирикнул счастливо. Вчера он построил гнездо в колючем кусте. Завтра он улетит найти свою стаю.",
      "imageLink": "siskin.jpg",
      "audioLink": "siskin.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "agachadiza",
      "translation": "бекас",
      "definition": "Un pájaro zancudo con un pico largo, camuflado, que frecuenta humedales y es conocido por su rápido vuelo.",
      "definition_translation": "длинноклювый, маскирующийся птица, которая частично обитает в болотах и известна своей быстрой полет",
      "example": "En otoño, iré a cazar agachadizas en las praderas pantanosas. Ayer, cacé varias aves en los humedales. Para la próxima primavera, habré cazado muchas agachadizas en el pantano.",
      "example_translation": "Осенью я буду охотиться на бекасов в травянистых болотах. Вчера я добыл несколько птиц в болотах. К следующей весне я добыл многих птиц в болоте.",
      "imageLink": "snipe.jpg",
      "audioLink": "snipe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gavilán",
      "translation": "ястреб-перепелятник",
      "definition": "Un pequeño pájaro de presa ágil que se alimenta de pequeños pájaros, especialmente gorriones y pinzones.",
      "definition_translation": "маленькая, маневренная птица хищница, которая питается маленькими птицами, в частности воробьями и воробьими",
      "example": "El gavilán se lanzó sobre su presa en el jardín. Ayer, vi un gavilán volando rápidamente sobre el campo. Para el próximo verano, habré visto muchos gavilanes cazando en el bosque.",
      "example_translation": "Ястреб-перепелятникangl снизу на свою добычу в саду. Вчера я видел ястреба-перепелятника, который быстро летел над полем. К следующему лету я będувATCH many ястребов-перепелятников охотящихся в лесу.",
      "imageLink": "sparrowhawk.jpg",
      "audioLink": "sparrowhawk.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "papamoscas",
      "translation": "мухоловка-пеструшка",
      "definition": "Un pájaro migratorio con un plumaje gris-marrón y pecho moteado, conocido por su habilidad para cazar insectos en el aire.",
      "definition_translation": "многолетняя птица с серо-коричневым оперением и характерным пестрым грудью, известная своей способностью ловить насекомых в воздухе",
      "example": "El papamoscas se posó en una rama, esperando a su presa. Ayer, vi un papamoscas revoloteando entre los árboles. Para el próximo otoño, habré visto muchos papamoscas migrando hacia África.",
      "example_translation": "Мухоловка-пеструшка сидела на ветке, ожидая своей добычи. Вчера я видел мухоловку-пеструшку, которая скакала между деревьями. К следующей осени я będувATCH many мухоловок-пеструшек мігрующих в Африку.",
      "imageLink": "spotted-flycatcher.jpg",
      "audioLink": "spotted flycatcher.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cascanueces",
      "translation": "кедровник",
      "definition": "Un pájaro con un plumaje negro y blanco moteado, conocido por su habilidad para abrir semillas de coníferas.",
      "definition_translation": "птица с характерным черно-белым пестрым оперением, известная своей способностью открывать семена хвойных деревьев",
      "example": "El cascanueces escondió las semillas de coníferas en su nido. Ayer, vi un cascanueces abriendo una piña. Para el próximo invierno, habré visto muchos cascanueces buscando comida en el bosque.",
      "example_translation": "Кедровник спрятал семена хвойных деревьев в своем гнезде. Вчера я видел кедровника, который открывал сосновую шишку. К следующей зиме я będувATCH many кедровников собирающих пищу в лесу.",
      "imageLink": "spotted-nutcracker.jpg",
      "audioLink": "spotted nutcracker.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "estornino",
      "translation": "скворец",
      "definition": "Un estornino es un tipo de pájaro que se conoce por sus plumas irisadas y canciones características. Se encuentra en una variedad de hábitats, incluyendo bosques, praderas y áreas urbanas.",
      "definition_translation": "Скворец - это тип птицы, известный своими радужными перьями и характерными песнями. Он встречается в различных средах обитания, включая леса, луга и городские районы.",
      "example": "El estornino se posó en la ventana, cantando una melodía dulce. Ayer, había volado hacia el sur para el invierno, pero ahora ha regresado. Mañana, construirá su nido en el árbol cercano.",
      "example_translation": "Скворец сидел на подоконнике, пел сладкую мелодию. Вчера он улетел на юг на зиму, но теперь он вернулся. Завтра он построит свое гнездо в соседнем дереве.",
      "imageLink": "starling.jpg",
      "audioLink": "starling.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "golondrina",
      "translation": "ласточка",
      "definition": "Una golondrina es un pequeño pájaro ágil que se conoce por su rápido vuelo y hábitos de anidación intrincados. Suele encontrarse cerca de cuerpos de agua, como ríos y lagos.",
      "definition_translation": "Ласточка - это маленькая, агильная птица, известная своей быстрой полет и сложными привычками гнездования. Она часто встречается около водоемов, таких как реки и озера.",
      "example": "La golondrina revoloteó en el aire, persiguiendo insectos. El verano pasado, había construido su nido debajo de las vigas del granero. La próxima primavera, emigrará hacia sus áreas de invernada.",
      "example_translation": "Ласточка метнулась по воздуху, преследуя насекомых. Летним утром оно построило свое гнездо под крышей сарая. На следующую весну оно отправится на зимовки.",
      "imageLink": "swallow.jpg",
      "audioLink": "swallow.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "vencejo",
      "translation": "стрела",
      "definition": "Un vencejo es un tipo de pájaro que se conoce por su rápido vuelo y movimientos ágiles. Suele encontrarse en áreas urbanas, donde anida en edificios y puentes.",
      "definition_translation": "Стрела - это тип птицы, известный своей быстрой полет и агильными движениями. Она часто встречается в городских районах, где гнездится в зданиях и мостах.",
      "example": "El vencejo voló rápidamente por los cielos, sus alas batieron rápido. El año pasado, había construido su nido en la torre del reloj. El próximo mes, emigrará hacia sus áreas de invernada.",
      "example_translation": "Стрела парила по небу, ее крылья били быстро. В прошлом году оно построило свое гнездо в башне часов. На следующий месяц оно отправится на зимовки.",
      "imageLink": "swift.jpg",
      "audioLink": "swift.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lechuza",
      "translation": "мохнатая сова",
      "definition": "Una lechuza es un tipo de búho que se conoce por sus llamativos gritos y hábitos nocturnos. Suele encontrarse en bosques y arboledas, donde caza pequeños mamíferos y pájaros.",
      "definition_translation": "Мохнатая сова - это тип совы, известный своими характерными криками и ночными привычками. Она часто встречается в лесах и лесных массивах, где охотится на мелких млекопитающих и птиц.",
      "example": "La lechuza ululó fuerte en la oscuridad de la noche, sus ojos brillaban en la oscuridad. Ayer, había atrapado un ratón con sus garras. Mañana, se pondrá en su árbol favorito, vigilando presas.",
      "example_translation": "Мохнатая сова громко кричала в тихую ночь, ее глаза сияли в темноте. Вчера она поймала мышь в своих когтях. Завтра она будет сидеть на своем любимом дереве, ожидая добычу.",
      "imageLink": "tawny-owl.jpg",
      "audioLink": "tawny owl.mp3"
    }
  ]
}