{
  "data": [
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cuchillo",
      "translation": "нож",
      "definition": "un instrumento de corte que consta de una hoja afiladaattached a un mango.",
      "definition_translation": "резальный инструмент, состоящий из острия лезвия, прикрепленного к рукоятке.",
      "example": "Usé un cuchillo para cortar la manzana. Usaré un cuchillo para cortar el pan. Había usado un cuchillo para cortar la carne.",
      "example_translation": "Я использовал нож, чтобы нарезать яблоко. Я буду использовать нож, чтобы нарезать хлеб. Я использовал нож, чтобы нарезать мясо.",
      "imageLink": "knife.jpg",
      "audioLink": "knife.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tazón",
      "translation": "миска",
      "definition": "un contenedor redondo y abierto en la parte superior, utilizado para contener o servir alimentos.",
      "definition_translation": "круглая, открытая сверху емкость, обычно используемая для хранения или сервировки пищи.",
      "example": "Puse la fruta en un tazón. Ella pondrá la ensalada en un tazón. Habían puesto la sopa en un tazón.",
      "example_translation": "Я положил фрукты в миску. Она будет класть салат в миску. Они положили суп в миску.",
      "imageLink": "bowl.jpg",
      "audioLink": "bowl.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cocina",
      "translation": "плита",
      "definition": "un electrodoméstico utilizado para cocinar alimentos, especialmente estufas eléctricas o de gas.",
      "definition_translation": "кухонное устройство, используемое для приготовления пищи, особенно электрические или газовые плиты.",
      "example": "Encendí la cocina para hervir agua. Ella usará la cocina para cocinar la cena. Habían utilizado la cocina para calentar la comida.",
      "example_translation": "Я включил плиту, чтобы кипятить воду. Она будет использовать плиту, чтобы готовить ужин. Они использовали плиту, чтобы нагреть пищу.",
      "imageLink": "cooker.jpg",
      "audioLink": "cooker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "armario",
      "translation": "шкаф",
      "definition": "un mueble con estantes, utilizado para almacenar alimentos, platos o otros objetos del hogar.",
      "definition_translation": "предмет мебели с полками, используемый для хранения продуктов, посуды или других домашних вещей.",
      "example": "Abrí el armario para obtener un plato. Ella pondrá los platos en el armario. Habían almacenado la comida en el armario.",
      "example_translation": "Я открыл шкаф, чтобы взять тарелку. Она будет класть посуду в шкаф. Они хранили продуктов в шкафе.",
      "imageLink": "cupboard.jpg",
      "audioLink": "cupboard.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cajón",
      "translation": "выдвижной ящик",
      "definition": "un contenedor utilizado para almacenar objetos, generalmente encontrado en un mueble como un escritorio o mesa.",
      "definition_translation": "Выдвижной ящик - это контейнер, используемый для хранения вещей, обычно найденный в куске мебели, таком как шкаф или стол.",
      "example": "Abrí el cajón para encontrar mis llaves perdidas. La había colocado en el cajón ayer. Pondré los documentos en el cajón mañana.",
      "example_translation": "Я открыл выдвижной ящик, чтобы найти пропавшие ключи. Я поместил их в выдвижной ящик昨ий день. Я поместил документы в выдвижной ящик завтра.",
      "imageLink": "drawer.jpg",
      "audioLink": "drawer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tenedor",
      "translation": "вилка",
      "definition": "un utensilio con dos o tres púas, utilizado para comer alimentos.",
      "definition_translation": "Вилка - это прибор с двумя или тремя зубцами, используемый для еды.",
      "example": "Agarré un tenedor para comer mi cena. Ella usará un tenedor para comer su ensalada. Habíamos usado tenedores para comer nuestra comida.",
      "example_translation": "Я взял вилку, чтобы поесть свою ужин. Она будет использовать вилку, чтобы поесть свой салат. Мы использовали вилки, чтобы поесть нашу еду.",
      "imageLink": "fork.jpg",
      "audioLink": "fork.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "nevera",
      "translation": "холодильник",
      "definition": "un electrodoméstico grande utilizado para mantener los alimentos fríos.",
      "definition_translation": "Холодильник - это большое электрическое устройство, используемое для хранения пищевых продуктов в холодном состоянии.",
      "example": "Abrí la nevera para tomar una bebida fría. Comprarán una nevera nueva la próxima semana. Ella había limpiado la nevera ayer.",
      "example_translation": "Я открыл холодильник, чтобы взять холодный напиток. Они купят новый холодильник на следующей неделе. Она очищала холодильник вчера.",
      "imageLink": "fridge.jpg",
      "audioLink": "fridge.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mesa de cocina",
      "translation": "кухонный стол",
      "definition": "un mueble utilizado para comer, trabajar y socializar en la cocina.",
      "definition_translation": "Кухонный стол - это кусок мебели, используемый для еды, работы и общения на кухне.",
      "example": "Nos reunimos alrededor de la mesa de cocina para cenar. Ella había limpiado la mesa de cocina ayer. Compraremos una nueva mesa de cocina el próximo mes.",
      "example_translation": "Мы собрались вокруг кухонного стола на ужин. Она очищала кухонный стол вчера. Они купят новый кухонный столfollowing месяц.",
      "imageLink": "kitchen-table.jpg",
      "audioLink": "kitchen table.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "horno microondas",
      "translation": "микроволновая печь",
      "definition": "un electrodoméstico que utiliza ondas electromagnéticas para calentar o cocinar alimentos rápidamente.",
      "definition_translation": "прибор для приготовления пищи, использующий электромагнитные волны для быстрого нагрева или приготовления еды",
      "example": "Calenté la comida sobrante en el horno microondas ayer. Uso el horno microondas para cocinar mi almuerzo todos los días. Compraré un nuevo horno microondas la próxima semana.",
      "example_translation": "Я разогрел оставшиеся пишу в микроволновой печи вчера. Я использую микроволновую печь для приготовления обеда каждый день. Я куплю новую микроволновую печь на следующей неделе.",
      "imageLink": "microwave-oven.jpg",
      "audioLink": "microwave (oven).mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "estante",
      "translation": "полка",
      "definition": "una estructura plana, generalmente rectangular, adjunta a una pared, utilizada para contener objetos.",
      "definition_translation": "плоская, обычно прямоугольная конструкция, прикрепленная к стене, используемая для хранения объектов",
      "example": "Puse el libro en el estante superior. Ella limpió el estante en la cocina. El nuevo estante será entregado mañana.",
      "example_translation": "Я положил книгу на верхнюю полку. Она очистила полку в кухне. Новая полка будет доставлена завтра.",
      "imageLink": "shelf.jpg",
      "audioLink": "shelf.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "fregadero",
      "translation": "раковина",
      "definition": "Un fijo de fontanería utilizado para lavar las manos, los platos, etc.",
      "definition_translation": "санитарное устройство, используемое для мытья рук, посуды и т.д.",
      "example": "Ella lavó sus manos en el fregadero. Él arregló la fuga en el fregadero ayer. El fregadero estaba bloqueado con grasa.",
      "example_translation": "Она помыла руки в раковине. Он починил течь в раковине вчера. Раковина была забита жиром.",
      "imageLink": "sink-1.jpg",
      "audioLink": "sink.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cuchara",
      "translation": "ложка",
      "definition": "Una utensilia que consiste en un tazón pequeño, generalmente ovalado o redondo, unido a un mango, utilizado para revolver, servir y comer comida.",
      "definition_translation": "приспособление, состоящее из небольшой, обычно овальной или круглой чаши, прикрепленной к ручке, используемой для перемешивания, сервировки и еды пищи",
      "example": "Ella comió su sopa con una cuchara. Él usó una cuchara para revolver la mezcla. El bebé dejó caer su cuchara en el suelo.",
      "example_translation": "Она ела свой суп с ложкой. Он использовал ложку для перемешивания смеси. Младенец уронил ее ложку на пол.",
      "imageLink": "spoon.jpg",
      "audioLink": "spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tacho",
      "translation": "мусорная корзина",
      "definition": "Un contenedor utilizado para contener o almacenar algo, especialmente basura o desechos.",
      "definition_translation": "Контейнер, используемый для хранения или хранения чего-либо, особенно отходов или мусора.",
      "example": "Vacíe el tacho ayer, pero ya está lleno de nuevo. Vaciaré la basura mañana. Vacío la basura la semana pasada.",
      "example_translation": "Я опустошила мусорную корзину вчера, но она уже снова полна. Я выбросаю мусор завтра. Я выбросал мусор на прошлой неделе.",
      "imageLink": "bin.jpg",
      "audioLink": "bin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lavavajillas",
      "translation": "посудомоечная машина",
      "definition": "Una máquina que lava y limpia platos automáticamente.",
      "definition_translation": "Машина, которая автоматически моет и чистит посуду.",
      "example": "Cargué el lavavajillas anoche, pero no se encendió. Lo arreglaré hoy. Arreglé el lavavajillas ayer.",
      "example_translation": "Я загрузил посудомоечную машину прошлой ночью, но она не включилась. Я исправлю это сегодня. Я исправил посудомоечную машину вчера.",
      "imageLink": "dishwasher.jpg",
      "audioLink": "dishwasher.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tetera eléctrica",
      "translation": "электрический чайник",
      "definition": "Una tetera que es alimentada por electricidad y utilizada para hervir agua.",
      "definition_translation": "Чайник, работающий от электричества и используемый для кипячения воды.",
      "example": "Conecté la tetera eléctrica esta mañana, pero no hirvió. Compraré una nueva hoy. Compré una nueva tetera eléctrica ayer.",
      "example_translation": "Я ввел электрический чайник сегодня утром, но он не кипел. Я куплю новый сегодня. Я купил новый электрический чайник вчера.",
      "imageLink": "electric-kettle.jpg",
      "audioLink": "electric kettle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "congelador",
      "translation": "морозильник",
      "definition": "Un electrodoméstico que mantiene los alimentos congelados a una temperatura muy baja.",
      "definition_translation": "Прибор, который сохраняет пищу в замороженном состоянии при очень низкой температуре.",
      "example": "Puse la carne en el congelador la semana pasada, pero me olvidé de encenderlo. Lo descongelaré hoy. Descongelé el congelador ayer.",
      "example_translation": "Я положил мясо в морозильник на прошлой неделе, но забыл включить его. Я разморозит сегодня. Я разморозил морозильник вчера.",
      "imageLink": "freezer.jpg",
      "audioLink": "freezer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sartén",
      "translation": "сковорода",
      "definition": "Una sartén es un tipo de recipiente de cocina utilizado para freír, saltear y dorar alimentos a fuego medio o alto.",
      "definition_translation": "Сковорода - это тип посуды для приготовления пищи, используемый для жарки, обжарки и поджарки пищи на среднем или высоком огне.",
      "example": "Usé una sartén para cocinar la carne ayer, pero hoy la cocinaré en el horno. Mañana, usaré una sartén nuevamente para cocinar el desayuno.",
      "example_translation": "Я использовал сковороду, чтобы приготовить стейк вчера, но сегодня я приготовлю его в духовке. Завтра я опять буду использовать сковороду, чтобы приготовить завтрак.",
      "imageLink": "frying-pan.jpg",
      "audioLink": "frying pan.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "horno",
      "translation": "духовка",
      "definition": "Un horno es un electrodoméstico de cocina utilizado para hornear, asar y calentar alimentos.",
      "definition_translation": "Духовка - это кухонная прибор, используемый для выпечки, запекания и нагрева пищи.",
      "example": "Precalienté el horno para hornear un pastel, luego asé algunas verduras en él. La próxima semana, usaré el horno para calentar los restos.",
      "example_translation": "Я разогрел духовку, чтобы испечь торт, затем я запекал в ней некоторые овощи. На следующей неделе я буду использовать духовку, чтобы разогреть оставшиеся от еды.",
      "imageLink": "oven.jpg",
      "audioLink": "oven.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "olla",
      "translation": "кастрюля",
      "definition": "Una olla es un recipiente utilizado para cocinar o almacenar alimentos y líquidos.",
      "definition_translation": "Кастрюля - это контейнер, используемый для приготовления или хранения пищи и жидкостей.",
      "example": "Herví agua en una olla ayer, y luego la usé para cocinar la sopa. Mañana, usaré una olla para almacenar los restos.",
      "example_translation": "Я кипятил воду в кастрюле вчера, а затем использовал ее, чтобы приготовить суп. Завтра я буду использовать кастрюлю, чтобы хранить оставшиеся от еды.",
      "imageLink": "pot.jpg",
      "audioLink": "pot.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cacerola",
      "translation": "сотейник",
      "definition": "Una cacerola es un tipo de olla utilizada para cocinar y calentar salsas, sopas y otros líquidos.",
      "definition_translation": "Сотейник - это тип кастрюли, используемый для приготовления и нагрева соусов, супов и других жидкостей.",
      "example": "Usé una cacerola para calentar la salsa ayer, y luego la usé para cocinar la sopa. Mañana, usaré una cacerola para hacer una nueva salsa.",
      "example_translation": "Я использовал сотейник, чтобы разогреть соус вчера, а затем использовал его, чтобы приготовить суп. Завтра я буду использовать сотейник, чтобы сделать новый соус.",
      "imageLink": "saucepan.jpg",
      "audioLink": "saucepan.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "grifo",
      "translation": "кран",
      "definition": "Un válvula o dispositivo para controlar el flujo de un líquido, generalmente agua o gas.",
      "definition_translation": "Кран или клапан для регулирования потока жидкости, обычно воды или газа.",
      "example": "Giré el grifo para llenar la bañera. Ayer, giré el grifo para lavarme las manos. Mañana, giraré el grifo para regar las plantas.",
      "example_translation": "Я повернул кран, чтобы наполнить ванну. Вчера я повернул кран, чтобы помыть руки. Завтра я поверну кран, чтобы полить растения.",
      "imageLink": "tap.jpg",
      "audioLink": "tap.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tetera",
      "translation": "чайник",
      "definition": "Un recipiente, generalmente de cerámica o metal, utilizado para preparar y servir té.",
      "definition_translation": "Сосуд, обычно сделанный из керамики или металла, используемый для заваривания и сервировки чая.",
      "example": "Preparé una taza de té en la tetera. Mi abuela siempre preparaba té en una tetera todas las mañanas. Compraré una nueva tetera para el cumpleaños de mi hermana.",
      "example_translation": "Я заварил чашку чая в чайнике. Моя бабушка обычно заваривала чай в чайнике каждый утром. Я куплю новый чайник на день рождения сестры.",
      "imageLink": "teapot.jpg",
      "audioLink": "teapot.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abridor de latas",
      "translation": "консервный нож",
      "definition": "Un dispositivo utilizado para abrir contenedores de metal, especialmente aquellos utilizados para alimentos enlatados.",
      "definition_translation": "Устройство, используемое для открытия металлических контейнеров, особенно тех, которые используются для консервов.",
      "example": "Usé un abridor de latas para abrir la lata de frijoles. Mi madre siempre mantiene un abridor de latas en su cajón de la cocina. Necesitaré un abridor de latas para abrir la lata de tomates.",
      "example_translation": "Я использовал консервный нож, чтобы открыть банку с фасолью. Моя мать всегда хранит консервный нож в ящике кухонного стола. Мне понадобится консервный нож, чтобы открыть банку с помидорами.",
      "imageLink": "tin-opener.jpg",
      "audioLink": "tin opener.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tostadora",
      "translation": "тостер",
      "definition": "Un pequeño electrodoméstico utilizado para tostar rebanadas de pan.",
      "definition_translation": "Маленькое электрическое устройство, используемое для приготовления тостов из ломтиков хлеба.",
      "example": "Conecté la tostadora para hacer algunas tostadas. Mi hermano siempre quema sus tostadas en la tostadora. Limpia la tostadora antes de hacer desayuno.",
      "example_translation": "Я включил тостер, чтобы сделать тост. Мой брат всегда сгорает свой тост в тостере. Я очистлю тостер перед приготовлением завтрака.",
      "imageLink": "toaster.jpg",
      "audioLink": "toaster.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tela",
      "translation": "ткань",
      "definition": "Un material flexible y artificial hecho de fibras, utilizado para hacer ropa, tapicería y otros productos textiles.",
      "definition_translation": "Гибкий искусственный материал, изготовленный из волокон, используемый для производства одежды, обивки и других текстильных продуктов.",
      "example": "Ella compró una hermosa tela para su nuevo vestido. Ayer, había coseído. Mañana, la llevará al partido.",
      "example_translation": "Она купила красивую ткань для своей новой рубашки. Вчера онашила ее. Завтра она наденет ее на вечеринку.",
      "imageLink": "cloth.jpg",
      "audioLink": "cloth.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cafetera",
      "translation": "кофемашина",
      "definition": "Un electrodoméstico que prepara café a partir de granos de café.",
      "definition_translation": "Электрический прибор, который варит кофе из молотого кофе.",
      "example": "Ella compró una cafetera para su nueva cocina. La semana pasada, usó para hacer café para sus invitados. La próxima semana, la utilizará para hacer café para su familia.",
      "example_translation": "Она купила кофемашину для своей новой кухни. На прошлой неделе она использовала ее, чтобы сделать кофе для своих гостей. На следующей неделе она будет использовать ее, чтобы сделать кофе для своей семьи.",
      "imageLink": "coffeemaker.jpg",
      "audioLink": "coffee maker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sacacorchos",
      "translation": "открыватель для пробки",
      "definition": "Un dispositivo para extraer el corcho de una botella de vino.",
      "definition_translation": "Устройство для снятия пробки с винной бутылки.",
      "example": "Él usó un sacacorchos para abrir la botella de vino. Ayer, había abierto con un sacacorchos. Mañana, la abrirá de nuevo con un sacacorchos.",
      "example_translation": "Он использовал открыватель для пробки, чтобы открыть винную бутылку. Вчера он открыл ее с помощью открывателя для пробки. Завтра он снова откроет ее с помощью открывателя для пробки.",
      "imageLink": "corkscrew.jpg",
      "audioLink": "corkscrew.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "báscula",
      "translation": "весы",
      "definition": "Un dispositivo para medir el peso de objetos o personas.",
      "definition_translation": "Устройство для измерения веса объектов или людей.",
      "example": "Ella usó la báscula para pesarse a sí misma. La semana pasada, había pesado su equipaje en la báscula. La próxima semana, pesará su comida en la báscula.",
      "example_translation": "Она использовала весы, чтобы измерить свой вес. На прошлой неделе она взвешивала свой багаж на весах. На следующей неделе она будет взвешивать свою еду на весах.",
      "imageLink": "scales.jpg",
      "audioLink": "scales.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "taburete",
      "translation": "-taburet",
      "definition": "Un asiento simple sin respaldo ni brazos, generalmente con un respaldo bajo y patas cortas.",
      "definition_translation": "Табурет - это простой сиденье без спинки или рук, обычно с низкой спинкой и короткими ногами.",
      "example": "Me senté en un taburete en la cocina, comiendo un sandwich. Me sentaré en un taburete en la cocina, comiendo un sandwich. Me senté en un taburete en la cocina, comiendo un sandwich.",
      "example_translation": "Я сел на табурет в кухне, ел сэндвич. Я буду сидеть на табурете в кухне, ел сэндвич. Я сел на табурет в кухне, ел сэндвич.",
      "imageLink": "stool.jpg",
      "audioLink": "stool.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "manga para hornear",
      "translation": "формочек для выпечки",
      "definition": "Una manga para hornear es un protector especializado utilizado para evitar que los productos horneados se peguen al molde.",
      "definition_translation": "Формочка для выпечки - это специальный защитник, используемый для предотвращения прилипания выпечки к форме.",
      "example": "Usé una manga para hornear para forrar el molde de pastel. Usaré una manga para hornear para forrar la tina de muffins. Usé una manga para hornear para forrar el molde de pan.",
      "example_translation": "Я использовал формочку для выпечки, чтобы выровнять форму для торта. Я использую формочку для выпечки, чтобы выровнять форму для маффинов. Я использовал формочку для выпечки, чтобы выровнять форму для хлеба.",
      "imageLink": "baking-sleeve.jpg",
      "audioLink": "baking sleeve.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cortador de galletas",
      "translation": "формочка для бисквита",
      "definition": "Un cortador de galletas es una herramienta especializada utilizada para cortar formas en masa o pasta.",
      "definition_translation": "Формочка для бисквита - это специальный инструмент, используемый для вырезания форм из теста или слоеного теста.",
      "example": "Usé un cortador de galletas para hacer galletas en forma de corazón. Voy a usar un cortador de galletas para hacer galletas en forma de estrella. Utilicé un cortador de galletas para hacer galletas redondas.",
      "example_translation": "Я использовал формочку для бисквита, чтобы сделать сердце-образные печенья. Я использую формочку для бисквита, чтобы сделать звездо-образные бисквиты. Я использовал формочку для бисквита, чтобы сделать круглые бисквиты.",
      "imageLink": "biscuit-cutter.jpg",
      "audioLink": "biscuit cutter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cortador de pan",
      "translation": "хлеборезка",
      "definition": "Un cortador de pan es una herramienta especializada utilizada para cortar pan en rebanadas uniformes o formas.",
      "definition_translation": "Хлеборезка - это специальный инструмент, используемый для нарезки хлеба на равномерные ломти или формы.",
      "example": "Usé un cortador de pan para rebanar la baguette. Voy a usar un cortador de pan para cortar el pan de sándwich. Utilicé un cortador de pan para cortar el pan crujiente.",
      "example_translation": "Я использовал хлеборезку, чтобы нарезать багет. Я использую хлеборезку, чтобы нарезать хлеб для сэндвича. Я использовал хлеборезку, чтобы нарезать хрустящий хлеб.",
      "imageLink": "bread-cutter.jpg",
      "audioLink": "bread cutter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "molde de tarta",
      "translation": "форма для выпечки торта",
      "definition": "Un molde de tarta es un contenedor utilizado para dar forma y contener una tarta mientras se está horneando.",
      "definition_translation": "Форма для выпечки торта - это контейнер, используемый для формирования и содержания торта во время выпечки.",
      "example": "Usé un molde de tarta para hornear un delicioso pastel de chocolate ayer. Voy a usar un molde de tarta para hornear un pastel de cumpleaños la próxima semana. Ella utiliza un molde de tarta para hornear un pastel todos los domingos.",
      "example_translation": "Я использовала форму для выпечки торта, чтобы испечь вкусный шоколадный торт вчера. Я собираюсь использовать форму для выпечки торта, чтобы испечь торт на день рождения на следующей неделе. Она использует форму для выпечки торта, чтобы испечь торт каждое воскресенье.",
      "imageLink": "cake-tin.jpg",
      "audioLink": "cake tin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "fuente de guiso",
      "translation": "керамическая форма для запекания",
      "definition": "Una fuente de guiso es un plato grande y profundo utilizado para hornear y servir guisos y otros platillos.",
      "definition_translation": "Керамическая форма для запекания - это большая, глубокая посуда, используемая для выпечки и сервировки запеканок и других блюд.",
      "example": "Horneé un guiso en una fuente de guiso anoche. Ella va a usar una fuente de guiso para hornear una lasaña hoy. Ellos utilizaron una fuente de guiso para servir una comida caliente en la fiesta.",
      "example_translation": "Я испекла запеканку в керамической форме для запекания вчера ночью. Она будет использовать керамическую форму для запекания, чтобы испечь лазанью сегодня. Они использовали керамическую форму для запекания, чтобы сервировать горячее блюдо на вечеринке.",
      "imageLink": "casserole.jpg",
      "audioLink": "casserole dish.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cuchillo de picar",
      "translation": "нóż для нарезки",
      "definition": "Un cuchillo de picar es un tipo de cuchillo utilizado para picar y desmenuzar alimentos.",
      "definition_translation": "Нож для нарезки - это тип ножа, используемого для нарезки и мелкого измельчения пищи.",
      "example": "Usé un cuchillo de picar para picar las verduras ayer. Ella va a usar un cuchillo de picar para desmenuzar el ajo hoy. Él utiliza un cuchillo de picar para picar la carne todos los días.",
      "example_translation": "Я использовала нож для нарезки, чтобы нарезать овощи вчера. Она будет использовать нож для нарезки, чтобы размельчить чеснок сегодня. Он использует нож для нарезки, чтобы нарезать мясо каждый день.",
      "imageLink": "chopping-knife.jpg",
      "audioLink": "chopping knife.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "palillos",
      "translation": "палочки для еды",
      "definition": "Los palillos son un par de pequeñas varillas delgadas utilizadas para comer alimentos, especialmente en la cocina asiática.",
      "definition_translation": "Палочки для еды - это пара маленьких, тонких палочек, используемых для еды, особенно в азиатской кухне.",
      "example": "Usé palillos para comer sushi en el restaurante japonés la semana pasada. Ella va a usar palillos para comer fideos en el restaurante chino hoy. Ellos utilizaron palillos para comer dumplings en el restaurante coreano ayer.",
      "example_translation": "Я использовала палочки для еды, чтобы есть суши в японском ресторане на прошлой неделе. Она будет использовать палочки для еды, чтобы есть лапшу в китайском ресторане сегодня. Они использовали палочки для еды, чтобы есть манты в корейском ресторане вчера.",
      "imageLink": "chopsticks.jpg",
      "audioLink": "chopsticks.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "colador",
      "translation": "дуршлаг",
      "definition": "Un utensilio de cocina con perforaciones o agujeros, utilizado para escurrir líquidos de los alimentos, como en lavar y escurrir pasta, arroz o verduras.",
      "definition_translation": "Кухонное приспособление с отверстиями или дырками, используемое для слива жидкостей из еды, как при мытье и сливе макарон, риса или овощей.",
      "example": "Ella puso la espagueti en el colador para escurrir el agua sobrante. Ayer, ella lo utilizó para enjuagar la lechuga. Para la próxima semana, ella lo habrá limpiado a fondo.",
      "example_translation": "Она положила спагетти в дуршлаг, чтобы слить избыточную воду. Вчера она использовала его, чтобы помыть листья салата. К следующей неделе она будет тщательно чистить его.",
      "imageLink": "colander.jpg",
      "audioLink": "colander.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tabla de cortar",
      "translation": "разделочная доска",
      "definition": "Una tabla de cortar es una pieza plana, usualmente rectangular, de madera o plástico, utilizada para preparar y cortar alimentos.",
      "definition_translation": "Плоская, обычно прямоугольная, деревянная или пластиковая доска, используемая для приготовления и нарезки еды.",
      "example": "Ella colocó la cebolla en la tabla de cortar y comenzó a picarla. El chef había utilizado para cortar el pescado ayer. Para el próximo mes, ellos la habrán reemplazado con una nueva.",
      "example_translation": "Она положила лук на разделочную доску и начала нарезать его. Повар использовал его, чтобы нарезать рыбу вчера. К следующему месяцу они заменят его новой доской.",
      "imageLink": "cutting-board.jpg",
      "audioLink": "cutting board.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cedazo de harina",
      "translation": "мука просеиватель",
      "definition": "Un utensilio de cocina utilizado para tamizar y mezclar harina y otros ingredientes secos, generalmente consistente en un contenedor con malla o perforaciones.",
      "definition_translation": "Кухонный инструмент, используемый для просеивания и смешивания муки и других сухих ингредиентов, обычно состоящий из сетчатой или перфорированной емкости.",
      "example": "Ella vertió la harina en el cedazo de harina y comenzó a mezclarla con azúcar. Ayer, ella lo había utilizado para tamizar el polvo de cacao. Para el próximo año, ella habrá comprado uno nuevo.",
      "example_translation": "Она вылила муку в муку просеиватель и начала смешивать ее с сахаром. Вчера она использовала его, чтобы просеять порошок какао. К следующему году она купит новый просеиватель.",
      "imageLink": "flour-sifter.jpg",
      "audioLink": "flour sifter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cortadora de alimentos",
      "translation": "резка для нарезки продуктов",
      "definition": "Una herramienta de cocina o electrodoméstico utilizada para cortar alimentos, como carnes, quesos y verduras, en rebanadas delgadas.",
      "definition_translation": "Кухонное устройство или инструмент, используемый для нарезки еды, таких как мясо, сыр и овощи, на тонкие кусочки.",
      "example": "Ella colocó la pechuga de pavo en la cortadora de alimentos y la cortó en rebanadas delgadas. Ayer, ella había utilizado para cortar el jamón. Para la próxima semana, ellos la habrán limpiado a fondo.",
      "example_translation": "Она положила грудку индейки на резку для нарезки продуктов и нарезала ее тонко. Вчера она использовала его, чтобы нарезать бекон. К следующей неделе они будут тщательно čistить его.",
      "imageLink": "food-slicer.jpg",
      "audioLink": "food slicer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "embudo",
      "translation": "воронка",
      "definition": "Un embudo es un tubo o pipa que es ancho en un extremo y estrecho en el otro, utilizado para verter líquidos o polvos en una pequeña abertura.",
      "definition_translation": "Воронка - это труба или трубка, которая широкая на одном конце и узкая на другом, используемая для наливания жидкостей или порошков в小ное открытие.",
      "example": "Usé un embudo para verter aceite en el motor. Usaré un embudo para mezclar los químicos. Ella había usado un embudo para medir los ingredientes.",
      "example_translation": "Я использовал воронку, чтобы налить масло в двигатель. Я буду использовать воронку, чтобы смешать химические вещества. Она использовала воронку, чтобы измерить ингредиенты.",
      "imageLink": "funnel.jpg",
      "audioLink": "funnel.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "prensa de ajo",
      "translation": "пресс для чеснока",
      "definition": "Una prensa de ajo es una herramienta de cocina utilizada para aplastar dientes de ajo, haciendo que sea fácil liberar la pulpa y el jugo de ajo.",
      "definition_translation": "Пресс для чеснока - это кухонный инструмент, используемый для разрушения зубчиков чеснока, что делает легко освободить чесночную мякоть и сок.",
      "example": "Apreté el ajo a través de la prensa de ajo para sacar la pulpa. Ella usará una prensa de ajo para hacer la salsa. Ellos habían utilizado una prensa de ajo para preparar la cena.",
      "example_translation": "Я сжал чеснок через пресс для чеснока, чтобы достать мякоть. Она будет использовать пресс для чеснока, чтобы приготовить соус. Они использовали пресс для чеснока, чтобы приготовить обед.",
      "imageLink": "garlic-press.jpg",
      "audioLink": "garlic press.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rallador",
      "translation": "терка",
      "definition": "Un rallador es una herramienta de cocina utilizada para rallar o picar alimentos, como queso, vegetales o frutas, en pequeñas piezas.",
      "definition_translation": "Терка - это кухонный инструмент, используемый для измельчения или натирания продуктов, таких как сыр, овощи или фрукты, в мелкие кусочки.",
      "example": "Rallé el queso utilizando un rallador para hacer una ensalada. Ella usará un rallador para picar las zanahorias. Ellos habían utilizado un rallador para hacer la corteza de tarta.",
      "example_translation": "Я натер сыр с помощью терки, чтобы.make салат. Она будет использовать терку, чтобы натереть морковь. Они использовали терку, чтобы.make корочку пирога.",
      "imageLink": "grater.jpg",
      "audioLink": "grater.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cuchara para helado",
      "translation": "формочная ложка для мороженого",
      "definition": "Una cuchara para helado es una herramienta de cocina utilizada para porcionar y dar forma a helados o otros postres congelados en bolas o cucharadas redondas.",
      "definition_translation": "Формочная ложка для мороженого - это кухонный инструмент, используемый для порционирования и формирования мороженого или других замороженных десертов в круглые шарики или ложки.",
      "example": "Usé una cuchara para helado para hacer bolas de helado perfectas. Ella usará una cuchara para helado para porcionar el yogur congelado. Ellos habían utilizado una cuchara para helado para hacer los sundae.",
      "example_translation": "Я использовал формочную ложку для мороженого, чтобы.make идеальные шарики мороженого. Она будет использовать формочную ложку для мороженого, чтобы порционировать замороженный йогурт. Они использовали формочную ложку для мороженого, чтобы.make сандей.",
      "imageLink": "ice-cream-scoop.jpg",
      "audioLink": "ice-cream scoop.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cucharón",
      "translation": "черпак",
      "definition": "una cuchara similar a una cuchara con un mango largo, utilizada para servir o verter líquidos",
      "definition_translation": "ложка-черпак с длинной ручкой, используемая для сервировки или наливания жидкостей",
      "example": "Usé un cucharón para sacar la sopa de la olla. Ayer, serví caldo de pollo a mi amigo con un cucharón. Mañana, serviré la sopa a nuestros invitados con un cucharón.",
      "example_translation": "Я использовал черпак, чтобы налить суп из кастрюли. Вчера я отмерил порцию куриного бульона для друга. Завтра я налью суп для наших гостей.",
      "imageLink": "ladle.jpg",
      "audioLink": "ladle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "exprimidor de limón",
      "translation": "squeeze лимона",
      "definition": "una herramienta de cocina utilizada para extraer jugo de limones o otros frutos cítricos",
      "definition_translation": "кухонный инструмент, используемый для получения сока из лимонов или других цитрусовых фруктов",
      "example": "Mi mamá usa un exprimidor de limón para hacer limonada fresca. Ella exprimió los limones y agregó azúcar al gusto. La próxima vez, ella exprimirá los limones de nuevo.",
      "example_translation": "Моя мама используетqueeze лимона, чтобы приготовить свежий лимонад. Она отжала лимоны и добавила сахар по вкусу. В следующий раз она опять отожмет лимоны.",
      "imageLink": "lemon-squeezer.jpg",
      "audioLink": "lemon squeezer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mandolina",
      "translation": "мандолина",
      "definition": "una herramienta de cocina con una hoja plana y ajustable, utilizada para cortar y julienar vegetales y frutas",
      "definition_translation": "кухонный инструмент с плоским, регулируемым лезвием, используемый для нарезки и изготовления соломки из овощей и фруктов",
      "example": "Usé una mandolina para cortar las zanahorias para la ensalada. Mi hermana había cortado las manzanas con una mandolina la noche anterior. La próxima semana, compraré una nueva mandolina para julienar la calabacín.",
      "example_translation": "Я использовал мандолину, чтобы нарезать морковь для салата. Моя сестра нарезала яблоки мандолиной прошлой ночью. На следующей неделе я куплю новую мандолину для изготовления соломки из кабачка.",
      "imageLink": "mandoline.jpg",
      "audioLink": "mandoline.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cuchara medidora",
      "translation": "мерная ложка",
      "definition": "una cuchara con marcas que indican diferentes unidades de medida, utilizada para medir ingredientes con precisión",
      "definition_translation": "ложка с маркировкой, указывающей на различные единицы измерения, используемая для точного измерения ингредиентов",
      "example": "Necesito una cuchara medidora para medir el azúcar para la receta. Ayer, usé una cuchara medidora para medir la harina. La próxima vez, usaré una cuchara medidora para medir la sal.",
      "example_translation": "Мне нужна мерная ложка, чтобы измерить сахар для рецепта. Вчера я использовал мерную ложку, чтобы измерить муку. В следующий раз я буду использовать мерную ложку, чтобы измерить соль.",
      "imageLink": "measuring-spoon.jpg",
      "audioLink": "measuring spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ablandador de carne",
      "translation": "мягчитель мяса",
      "definition": "Un ablandador de carne es una herramienta de cocina o ingrediente utilizado para hacer que la carne sea más tierna y fácil de masticar.",
      "definition_translation": "Мягчитель мяса - это кухонный инструмент или ингредиент, используемый для того, чтобы сделать мясо более мягким и легким для пережевывания.",
      "example": "Ella usó un ablandador de carne para hacer que la carne de vaca sea más tierna. Ayer, compró un ablandador de carne en la tienda. Para la próxima semana, ella habrá utilizado el ablandador de carne varias veces.",
      "example_translation": "Она использовала мягчитель мяса, чтобы сделать стейк более мягким. Вчера она купила мягчитель мяса в магазине. К следующей неделе она будет использовать мягчитель мяса несколько раз.",
      "imageLink": "meat-tenderizer.jpg",
      "audioLink": "meat tenderizer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "picadora de carne",
      "translation": "мясорубка",
      "definition": "Una picadora de carne es una herramienta de cocina o electrodoméstico utilizada para picar o moler alimentos, especialmente carne, en pequeñas piezas.",
      "definition_translation": "Мясорубка - это кухонное устройство или инструмент, используемый для нарезания или измельчения продуктов, особенно мяса, на маленькие кусочки.",
      "example": "Ella picó el ajo utilizando una picadora de carne. Ayer, compró una picadora de carne en la tienda. Para el próximo mes, ellos habrán utilizado la picadora de carne para hacer varios platillos.",
      "example_translation": "Она мелко нарезала чеснок с помощью мясорубки. Вчера он купил мясорубку в магазине. К следующему месяцу они будут использовать мясорубку, чтобы приготовить несколько блюд.",
      "imageLink": "mincer.jpg",
      "audioLink": "mincer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mortero y mano de mortero",
      "translation": "ступка и пестик",
      "definition": "Un mortero y mano de mortero es una herramienta de cocina utilizada para moler, triturar o mezclar ingredientes de alimentos, especialmente especias y hierbas.",
      "definition_translation": "Ступка и пестик - это кухонный инструмент, используемый для измельчения, дробления или смешивания ингредиентов пищи, особенно специй и трав.",
      "example": "Ella usó un mortero y mano de mortero para moler las especias. Ayer, ellos compraron un mortero y mano de mortero en la tienda. Para el próximo año, habrán utilizado el mortero y mano de mortero para hacer varias salsas.",
      "example_translation": "Она использовала ступку и пестик, чтобы размолоть специи. Вчера они купили ступку и пестик в магазине. К следующему году они будут использовать ступку и пестик, чтобы приготовить несколько соусов.",
      "imageLink": "mortar-and-pestle.jpg",
      "audioLink": "mortar and pestle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cascanueces",
      "translation": "орехокол",
      "definition": "Un cascanueces es una herramienta de cocina o dispositivo utilizado para abrir nueces, especialmente nueces, pacanas y avellanas.",
      "definition_translation": "Орехокол - это кухонный инструмент или устройство, используемое для раскола орехов, особенно грецких орехов, пеканов и фундука.",
      "example": "Ella usó un cascanueces para abrir las nueces. Ayer, él compró un cascanueces en la tienda. Para la próxima semana, habrán utilizado el cascanueces para hacer varios postres.",
      "example_translation": "Она использовала орехокол, чтобы расколоть грецкие орехи. Вчера он купил орехокол в магазине. К следующей неделе они будут использовать орехокол, чтобы приготовить несколько десертов.",
      "imageLink": "nutcracker.jpg",
      "audioLink": "nutcracker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tabla de amasar",
      "translation": "_DOŠČAD ДЛЯ ТЕСТА",
      "definition": "Una superficie plana y suave utilizada para enrollar y dar forma a la masa, típicamente hecha de madera o plástico.",
      "definition_translation": "Плоская, гладкая поверхность, используемая для раскатки и формирования теста, обычно изготовленная из дерева или пластика.",
      "example": "Ella extendió la masa sobre la tabla de amasar y comenzó a enrollarla. Ella había extendido la masa sobre la tabla de amasar ayer. Ella la extenderá sobre la tabla de amasar mañana.",
      "example_translation": "Она разложила тесто на доске для теста и начала раскатывать его. Она раскатала тесто на доске для теста вчера. Она будет раскатывать тесто на доске для теста завтра.",
      "imageLink": "pastry-board.jpg",
      "audioLink": "pastry board.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pelador",
      "translation": "ЧИСТИЛЬЩИК",
      "definition": "Una herramienta de cocina utilizada para quitar la piel de frutas y verduras.",
      "definition_translation": "Кухонный инструмент, используемый для удаления кожи плодов и овощей.",
      "example": "Ella usó un pelador para quitar la piel de la manzana. Ella había usado un pelador para quitar la piel de la papa ayer. Ella usará un pelador para quitar la piel de la zanahoria mañana.",
      "example_translation": "Она использовала чистильщик, чтобы удалить кожу яблока. Она использовала чистильщик, чтобы удалить кожу картофеля вчера. Она будет использовать чистильщик, чтобы удалить кожу моркови завтра.",
      "imageLink": "peeler.jpg",
      "audioLink": "peeler.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "molino de pimienta",
      "translation": "МЕЛЬНИЦА ДЛЯ ПЕРЦА",
      "definition": "Un dispositivo utilizado para moler granos de pimienta en polvo de pimienta.",
      "definition_translation": "Устройство, используемое для измельчения перечных зерен в перцовый порошок.",
      "example": "Ella giró el molino de pimienta para moler un poco de pimienta. Ella había girado el molino de pimienta para moler un poco de pimienta ayer. Ella girará el molino de pimienta para moler un poco de pimienta mañana.",
      "example_translation": "Она повернула мельницу для перца, чтобы размолоть немного перца. Она повернула мельницу для перца, чтобы размолоть немного перца вчера. Она будет поворачивать мельницу для перца, чтобы размолоть немного перца завтра.",
      "imageLink": "pepper-mill.jpg",
      "audioLink": "pepper mill.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bolsa de decoración",
      "translation": "КОНДИТЕРСКИЙ МЕШОЧЕК",
      "definition": "Una bolsa utilizada para contener y dispensar glaseado o otros alimentos blandos, típicamente utilizada para decorar tortas y pastelería.",
      "definition_translation": "Мешочек, используемый для хранения и дозирования глазури или других мягких продуктов, обычно используемый для украшения тортов и пирожных.",
      "example": "Ella usó una bolsa de decoración para decorar la tarta. Ella había usado una bolsa de decoración para decorar las galletas ayer. Ella usará una bolsa de decoración para decorar los cupcakes mañana.",
      "example_translation": "Она использовала кондитерский мешочек, чтобы украсить торт. Она использовала кондитерский мешочек, чтобы украсить печенье вчера. Она будет использовать кондитерский мешочек, чтобы украсить кексы завтра.",
      "imageLink": "piping-bag.jpg",
      "audioLink": "piping bag.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rodillo",
      "translation": "скатка для теста",
      "definition": "Un rodillo es una herramienta de cocina cilíndrica utilizada para extender la masa o pasta a un grosor uniforme, típicamente hecha de madera, mármol o silicona.",
      "definition_translation": "Скатка для теста - это цилиндрическое кухонное средство, используемое для раскатывания теста или пасты до равномерной толщины, обычно изготовленное из дерева, мрамора или силикона.",
      "example": "Usé un rodillo para hacer un delicioso pastel de manzana ayer. Lo usaré de nuevo mañana para hacer un pastel para el cumpleaños de mi hermana. Lo he estado usando durante años para hacer todo tipo de pastelería.",
      "example_translation": "Я использовал скатку для теста, чтобы приготовить вкусный яблочный пирог вчера. Я снова использовать его завтра, чтобы приготовить торт на день рождения моей сестры. Я использую его уже много лет, чтобы приготовить всевозможные виды выпечки.",
      "imageLink": "rolling-pin.jpg",
      "audioLink": "rolling pin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aparador",
      "translation": "буфет",
      "definition": "Un aparador es una pieza de mobiliario tradicionalmente colocada en una habitación de comedor, utilizada para mostrar y almacenar vajilla, mantelerías y otros artículos.",
      "definition_translation": "Буфет - это предмет мебели, традиционно размещаемый в столовой, используемый для демонстрации и хранения столового прибора, полотенец и других вещей.",
      "example": "Teníamos un hermoso aparador en nuestra habitación de comedor, donde guardábamos toda nuestra vajilla fina y vasos. Mi abuela solía pulirlo cada semana. Compraré uno nuevo el próximo año para mi nueva casa.",
      "example_translation": "У нас был красивый буфет в нашей столовой, где мы хранили всю нашу изящную китайскую посуду и сткляные сосуды. Моя бабушка полировала его каждую неделю. Я куплю новый буфет следующим годом для своего нового дома.",
      "imageLink": "sideboard.jpg",
      "audioLink": "sideboard.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tamiz",
      "translation": "сито",
      "definition": "Un tamiz es una herramienta de cocina con un fondo de malla o perforado, utilizada para separar o filtrar partículas de alimentos de diferentes tamaños.",
      "definition_translation": "Сито - это кухонный инструмент с сетчатым или перфорированным дном, используемый для разделения или фильтрации частиц food разного размера.",
      "example": "Usé un tamiz para tamizar la harina para el pastel. Ella la usará la próxima semana para separar el arroz de los impurezas. Ellos lo han estado usando durante años para filtrar los Posos de café.",
      "example_translation": "Я использовал сито, чтобы просеять муку для торта. Она будет использовать его на следующей неделе, чтобы отделить рис от примесей. Они использовали его уже много лет, чтобы фильтровать кофейную гущу.",
      "imageLink": "sieve.jpg",
      "audioLink": "sieve.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "estante de especias",
      "translation": "стойка для специй",
      "definition": "Un estante de especias es una herramienta de organización de cocina utilizada para almacenar y mostrar especias, hierbas y otros condimentos.",
      "definition_translation": "Стойка для специй - это инструмент для организации кухни, используемый для хранения и демонстрации специй, трав и других приправ.",
      "example": "Tengo un estante de especias en mi mostrador de cocina, donde guardo todas mis especias favoritas. Ella tenía un hermoso estante de especias de madera en su cocina. Ellos comprarán un nuevo estante de especias el próximo mes para su nueva cocina.",
      "example_translation": "У меня есть стойка для специй на моей кухонной поверхности, где я храню все свои любимые специи. У нее был красивый деревянный стеллаж для специй на ее кухне. Они будут покупать новый стеллаж для специй следующим месяцем для своей новой кухни.",
      "imageLink": "spice-rack.jpg",
      "audioLink": "spice rack.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cuchara de cata",
      "translation": "дегустационная ложка",
      "definition": "Una cuchara utilizada para probar la comida mientras se cocina, generalmente más pequeña que una cuchara de mesa.",
      "definition_translation": "Ложка, используемая для дегустации пищи во время приготовления, обычно smaller than столовой ложки.",
      "example": "Usé una cuchara de cata para verificar el sabor de la sopa. Ayer, probé la salsa con una cuchara de cata. Mañana, probaré el pastel con una cuchara de cata.",
      "example_translation": "Я использовал дегустационную ложку, чтобы проверить вкус супа. Вчера я попробовал соус дегустационной ложкой. Завтра я попробую 케이к дегустационной ложкой.",
      "imageLink": "tasting-spoon.jpg",
      "audioLink": "tasting spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "temporizador",
      "translation": "таймер",
      "definition": "Un dispositivo que mide el INTERVALO de tiempo de un evento o proceso.",
      "definition_translation": "Устройство, измеряющее временной интервал события или процесса.",
      "example": "Puse el temporizador por 10 minutos. Ayer, olvidé poner el temporizador. Mañana, pondré el temporizador por 5 minutos.",
      "example_translation": "Я поставил таймер на 10 минут. Вчера я забыл поставить таймер. Завтра я поставлю таймер на 5 минут.",
      "imageLink": "timer.jpg",
      "audioLink": "timer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "batidor",
      "translation": "взбиватель",
      "definition": "Una herramienta de cocina utilizada para mezclar y batir alimentos, compuesta normalmente de un mango y una serie de bucles de alambre.",
      "definition_translation": "Кухонный инструмент, используемый для смешивания и взбивания продуктов, обычно состоящий из рукоятки и серии проволочных петель.",
      "example": "Usé un batidor para mezclar huevos y azúcar. Ayer, batí la crema hasta que quedó espesa. Mañana, batiré la salsa para hacerla suave.",
      "example_translation": "Я использовал взбиватель, чтобы смешать яйца и сахар. Вчера я взбил крем до тех пор, пока он не стал твердым. Завтра я взбью соус, чтобы он стал гладким.",
      "imageLink": "whisk.jpg",
      "audioLink": "whisk.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "encimera",
      "translation": "рабочая поверхность",
      "definition": "Una superficie plana en una cocina, típicamente hecha de madera, Formica o granito, utilizada para preparar y cocinar alimentos.",
      "definition_translation": "Плоская поверхность в кухне, обычно сделанная из дерева, формики или гранита, используемая для приготовления и приготовления пищи.",
      "example": "Limpie la encimera antes de empezar a cocinar. Ayer, coloqué los ingredientes en la encimera. Mañana, pondré los platos terminados en la encimera.",
      "example_translation": "Я очистил рабочую поверхность перед началом приготовления. Вчера я поставил ингредиенты на рабочую поверхность. Завтра я поставлю готовые блюда на рабочую поверхность.",
      "imageLink": "worktop.jpg",
      "audioLink": "worktop.mp3"
    }
  ]
}